{
  "title": "Show #5161 - Monday, February 5, 2007",
  "date": {
    "day": 5,
    "month": "February",
    "year": 2007
  },
  "clues": [
    {
      "category": "NOVEL SYNOPSES",
      "text": "A French curator is killed.  Symbology Professor Langdon is called to help.  Sophie learns her family history",
      "answer": "The Da Vinci Code"
    },
    {
      "category": "MTV",
      "text": "Frankie Muniz was one of the first celebrities to have a prank played on him by Ashton Kutcher on this series",
      "answer": "Punk'd"
    },
    {
      "category": "NEWSPAPER SECTIONS",
      "text": "Section where Troy Polamalu & Shawn Green make headlines",
      "answer": "Sports"
    },
    {
      "category": "COMPUTING 101",
      "text": "In computerese, it's the \"app\" in \"killer app\"",
      "answer": "application"
    },
    {
      "category": "CHEM CLASS",
      "text": "Charles' law says that the volume of a fixed amount of gas is directly proportional to this",
      "answer": "temperature"
    },
    {
      "category": "YOU GET AN \"A",
      "text": "...in Drama, if you can name this city that hosted the ancient drama festival called the City Dionysia",
      "answer": "Athens"
    },
    {
      "category": "NOVEL SYNOPSES",
      "text": "Holden is to be expelled from Pencey.  Holden has adventures in NYC.  Holden watches his sister",
      "answer": "The Catcher in the Rye"
    },
    {
      "category": "MTV",
      "text": "One of MTV's most popular series ever featured this family: Ozzy, Kelly, Jack & Sharon",
      "answer": "The Osbournes"
    },
    {
      "category": "NEWSPAPER SECTIONS",
      "text": "The New York Times runs bestseller lists in this Sunday section",
      "answer": "the Book Review section"
    },
    {
      "category": "COMPUTING 101",
      "text": "This 4-letter term for a small image on a computer screen shares its name with a specialized image of a holy person",
      "answer": "an icon"
    },
    {
      "category": "CHEM CLASS",
      "text": "(Cheryl of the Clue Crew pours the contents of a flask into a beaker.)  Milk has its solids distributed throughout the liquid; to clump the solids into curd, I'veadded vinegar, a weak one of these",
      "answer": "an acid"
    },
    {
      "category": "YOU GET AN \"A",
      "text": "...in American History, if you know that this man was the only U.S. president named Chester",
      "answer": "Arthur"
    },
    {
      "category": "NOVEL SYNOPSES",
      "text": "Jerry has a run-in with a gang, the Vigils.  Jerry is told to refuse to sell chocolate for his school.  Jerry gets beat up",
      "answer": "The Chocolate War"
    },
    {
      "category": "MTV",
      "text": "Like previous teens, if you dream of becoming a rapper, a lifeguard, or a prom prince, this show's for you",
      "answer": "Made"
    },
    {
      "category": "NEWSPAPER SECTIONS",
      "text": "It doesn't contain secret data but ads divided into categories",
      "answer": "the Classifieds"
    },
    {
      "category": "COMPUTING 101",
      "text": "A flatbed one of these optical devices is used to get images into your computer to use on your website",
      "answer": "a scanner"
    },
    {
      "category": "CHEM CLASS",
      "text": "Rusting is also called this process, for the element that causes it",
      "answer": "oxidation"
    },
    {
      "category": "YOU GET AN \"A",
      "text": "...in French, if you remember this French word for \"friend\"",
      "answer": "ami"
    },
    {
      "category": "NOVEL SYNOPSES",
      "text": "Roy gets shot on the way to a Cubs tryout.  Roy turns the Knights around.  Wonderboy breaks, Roy fails",
      "answer": "The Natural"
    },
    {
      "category": "MTV",
      "text": "For all of the latest music videos, watch \"TRL\", which stands for this",
      "answer": "Total Request Live"
    },
    {
      "category": "NEWSPAPER SECTIONS",
      "text": "Wow!  This L.A. Times section says ALCAN is up 5 cents!  Sell!!",
      "answer": "Business"
    },
    {
      "category": "COMPUTING 101",
      "text": "In order to get online, you'll need one of these, an ISP",
      "answer": "an Internet service provider"
    },
    {
      "category": "CHEM CLASS",
      "text": "(Jon of the Clue Crew rubs different small slips of paper together with different amounts of ease.)  When put on paper, graphite's lubricant propertiesreduce this forcethat resists relative motion",
      "answer": "friction"
    },
    {
      "category": "YOU GET AN \"A",
      "text": "...in Biology, if you recall that millipedes belong to this phylum of animals",
      "answer": "arthropods"
    },
    {
      "category": "NOVEL SYNOPSES",
      "text": "Paul & friends join the German army in WWI.  The Kaiser visits the front.  Paul is killed",
      "answer": "All Quiet on the Western Front"
    },
    {
      "category": "MTV",
      "text": "MTV has been a big supporter or RTV, this organization that encourages young people to be active in politics",
      "answer": "Rock the Vote"
    },
    {
      "category": "NEWSPAPER SECTIONS",
      "text": "The Washington Post section on city life; it's also the city's subway",
      "answer": "Metro"
    },
    {
      "category": "COMPUTING 101",
      "text": "\"Broadcast yourself\" is the slogan of this website that was recently bought for $1.6 billion",
      "answer": "YouTube"
    },
    {
      "category": "CHEM CLASS",
      "text": "These can be almost instant, like an explosion, or very slow, like the corrosion of copper",
      "answer": "a reaction"
    },
    {
      "category": "YOU GET AN \"A",
      "text": "...in Geography, if you know that this country calls itself Republik Oesterreich",
      "answer": "Austria"
    },
    {
      "category": "TEENS IN HISTORY",
      "text": "By the time he was 13, Louis XV had already been king of this country for 8 years",
      "answer": "France"
    },
    {
      "category": "ALSO A PRO SPORTS TEAM",
      "text": "Proverbially, \"it's not\" this, \"it's the humidity\"--but don't tell that to Shaq",
      "answer": "the Heat"
    },
    {
      "category": "LANDMARKS",
      "text": "A line drawn from the Lincoln Memorial to the U.S. Capitol would pass through this 555' tower",
      "answer": "the Washington Monument"
    },
    {
      "category": "NORSE MYTHOLOGY",
      "text": "In the Norse creation story, Embla is the equivalent of this biblical woman",
      "answer": "Eve"
    },
    {
      "category": "OIL IN THEM THAR STATES",
      "text": "Oil flows through the Black Hills of Custer County in this state",
      "answer": "South Dakota"
    },
    {
      "category": "ADJECTIVES",
      "text": "This adjective that means \"immediate\" can precede \"coffee\" or \"pudding\"",
      "answer": "instant"
    },
    {
      "category": "TEENS IN HISTORY",
      "text": "When teen king Ptolemy XIV died in 44 B.C., it was rumored that this queen, his sister, had had him poisoned",
      "answer": "Cleopatra"
    },
    {
      "category": "ALSO A PRO SPORTS TEAM",
      "text": "It's the common bond of Catherine of Siena, Francis of Assisi & Thomas Aquinas",
      "answer": "Saints"
    },
    {
      "category": "LANDMARKS",
      "text": "Legend says if you're looking for someone, wait under Nelson's statue in this London square",
      "answer": "Trafalgar"
    },
    {
      "category": "NORSE MYTHOLOGY",
      "text": "This day of the week was sacred to the goddess Frigga--thank God!",
      "answer": "Friday"
    },
    {
      "category": "OIL IN THEM THAR STATES",
      "text": "Known for tobacco farming & horse breeding, this Bluegrass State also has oil in the Cumberland Plateau",
      "answer": "Kentucky"
    },
    {
      "category": "ADJECTIVES",
      "text": "This adjective can mean \"relating to fingers\" or \"relating to numbers\"",
      "answer": "digital"
    },
    {
      "category": "TEENS IN HISTORY",
      "text": "Augustus Caesar was just 18 when he learned he'd been named the heir to this Roman leader",
      "answer": "Julius Caesar"
    },
    {
      "category": "ALSO A PRO SPORTS TEAM",
      "text": "The annual running of these in Spain got international notice with Hemingway's \"The Sun Also Rises\"",
      "answer": "Bulls"
    },
    {
      "category": "LANDMARKS",
      "text": "This city's Point State Park at the tip of the Golden Triangle contains Fort Pitt Blockhouse, built in 1764",
      "answer": "Pittsburgh"
    },
    {
      "category": "NORSE MYTHOLOGY",
      "text": "This magic tool of Thor's wasn't just a weapon; he also used it to bless weddings",
      "answer": "a hammer"
    },
    {
      "category": "OIL IN THEM THAR STATES",
      "text": "Champaign toasted the oil discovered in this state; now it's second in production for states east of the Mississippi",
      "answer": "Illinois"
    },
    {
      "category": "ADJECTIVES",
      "text": "Marvelous, like Sam's hair care franchises or 4 certain comic book superheroes",
      "answer": "fantastic"
    },
    {
      "category": "TEENS IN HISTORY",
      "text": "In the 1460s this teen, the future husband of Queen Isabella, fought in the Catalonian Wars",
      "answer": "King Ferdinand"
    },
    {
      "category": "ALSO A PRO SPORTS TEAM",
      "text": "Job title of Susan Collins, Carl Levin & Barack Obama",
      "answer": "Senators"
    },
    {
      "category": "LANDMARKS",
      "text": "The Central Park statue by Georg Lober donated by this European country features an ugly duckling",
      "answer": "Denmark"
    },
    {
      "category": "NORSE MYTHOLOGY",
      "text": "Bragi, the god of poetry, is the son of this chief Norse god, quite a poet himself",
      "answer": "Odin"
    },
    {
      "category": "OIL IN THEM THAR STATES",
      "text": "In the 1850s a prairie wheat state was known as \"Bleeding\" this; today, oil might make it \"Gushing\" this",
      "answer": "Kansas"
    },
    {
      "category": "ADJECTIVES",
      "text": "Both pontifical and this 5-letter adjective mean \"relating to the pope\"",
      "answer": "papal"
    },
    {
      "category": "TEENS IN HISTORY",
      "text": "By age 16, Nijinsky was already known as the \"Eighth Wonder of the World\" as one of these performers",
      "answer": "a ballet dancer"
    },
    {
      "category": "ALSO A PRO SPORTS TEAM",
      "text": "Melancholy, or a type of music with lyrics like, \"I missed the last clue, my woman left me, I got the 'Jeopardy!'...\"",
      "answer": "Blues"
    },
    {
      "category": "LANDMARKS",
      "text": "The Selimiye Mosque, which was formerly the Cathedral of Saint Sophia, is in Nicosia on this island",
      "answer": "Cyprus"
    },
    {
      "category": "NORSE MYTHOLOGY",
      "text": "Feasting & fighting are favorite pastimes at this \"hall of the slain\"",
      "answer": "Valhalla"
    },
    {
      "category": "OIL IN THEM THAR STATES",
      "text": "One of the oldest producing wells is Burning Springs, which was once destroyed by Confederates in this 35th state",
      "answer": "West Virginia"
    },
    {
      "category": "ADJECTIVES",
      "text": "This directional adjective comes from a word meaning \"sun\"",
      "answer": "southern (or south)"
    }
  ]
}