{
  "title": "Show #3973 - Wednesday, December 5, 2001",
  "date": {
    "day": 5,
    "month": "December",
    "year": 2001
  },
  "clues": [
    {
      "category": "YOGI BERRA: PHILOSOPHER",
      "text": "Completes Yogi's simple but profound statement \"It ain't over 'til...\"",
      "answer": "it's over"
    },
    {
      "category": "CENTRAL AMERICA",
      "text": "Central America's highest point, Tajumulco, is an inactive one of these",
      "answer": "volcano"
    },
    {
      "category": "LEGENDS",
      "text": "After saving John Smith's life, she married John--John Rolfe",
      "answer": "Pocahontas"
    },
    {
      "category": "WHAAAZUUUP?!",
      "text": "On Dec. 14, 1972 Gene Cernan became the last man to drive a vehicle up here",
      "answer": "the moon"
    },
    {
      "category": "WHAT ARE \"YOU\" DOING?",
      "text": "\"So many nights I'd sit by my window\" thinking of this Debby Boone song",
      "answer": "\"You Light Up My Life\""
    },
    {
      "category": "SLOW NEWS DAY",
      "text": "(Sarah gives our first headline.)  Ain't love grand?  Mr. & Mrs. Blair celebrated 60 years of marriage, traditionally represented by this gift",
      "answer": "diamond"
    },
    {
      "category": "YOGI BERRA: PHILOSOPHER",
      "text": "Yogi surmised that in baseball \"90 percent of the game is half\" this",
      "answer": "mental"
    },
    {
      "category": "CENTRAL AMERICA",
      "text": "\"Do You Know the Way to\" this capital city?  Head due west from Puerto Limon",
      "answer": "San Jose, Costa Rica"
    },
    {
      "category": "LEGENDS",
      "text": "(Sofia of the Clue Crew is in Central Park.)  In 1925, Balto braved the blizzard to deliver medicine for a diphtheria epidemic in what is now this U.S. state",
      "answer": "Alaska"
    },
    {
      "category": "WHAAAZUUUP?!",
      "text": "Launched Oct. 4, 1957, it circled the Earth once every 96 minutes, going 18,000 MPH",
      "answer": "Sputnik"
    },
    {
      "category": "WHAT ARE \"YOU\" DOING?",
      "text": "This 1940 Thomas Wolfe novel was published posthumously",
      "answer": "\"You Can't Go Home Again\""
    },
    {
      "category": "SLOW NEWS DAY",
      "text": "(Sarah delivers our next headline.)  If you see Pete, this breed of dog lost last Sunday, remember, he's got a lot of \"fight\" in him",
      "answer": "boxer"
    },
    {
      "category": "YOGI BERRA: PHILOSOPHER",
      "text": "Yogi once asked that this food dish be cut in 4 pieces because he wasn't hungry enough to eat 8",
      "answer": "pizza"
    },
    {
      "category": "CENTRAL AMERICA",
      "text": "Nicaraguan dictator Somoza never rebuilt downtown Managua after this 1972 disaster",
      "answer": "earthquake"
    },
    {
      "category": "LEGENDS",
      "text": "Calamity Jane boasted that she rode for this short-lived delivery service",
      "answer": "Pony Express"
    },
    {
      "category": "WHAAAZUUUP?!",
      "text": "Leonardo da Vinci sketched one of these in 1483; Sikorsky produced the first practical one in 1939",
      "answer": "helicopter"
    },
    {
      "category": "WHAT ARE \"YOU\" DOING?",
      "text": "\"Did you forget about me, Mr. Duplicity?\" sings Alanis Morissette in this hit",
      "answer": "\"You Oughta Know\""
    },
    {
      "category": "SLOW NEWS DAY",
      "text": "(Sarah continues our long day in the news department.) The little girl who fell off a swing got out of the hospital today, saying her new hero is this famed nurse",
      "answer": "Florence Nightingale"
    },
    {
      "category": "YOGI BERRA: PHILOSOPHER",
      "text": "Yogi warned that \"You got to be careful if you don't know where you're going because you might not\" do this",
      "answer": "get there"
    },
    {
      "category": "CENTRAL AMERICA",
      "text": "The easternmost point in Central America is in this country",
      "answer": "Panama"
    },
    {
      "category": "LEGENDS",
      "text": "Container Mary Hays used to bring water to the troops at the Battle of Monmouth",
      "answer": "pitcher (hence the name \"Molly Pitcher\")"
    },
    {
      "category": "WHAAAZUUUP?!",
      "text": "In May 1927 this plane was tested by flying from San Diego to NYC; it took 20 hours, 21 minutes",
      "answer": "the Spirit of St. Louis"
    },
    {
      "category": "WHAT ARE \"YOU\" DOING?",
      "text": "This 1938 James Stewart film won Best Picture & earned an Oscar for its director, Frank Capra",
      "answer": "You Can't Take It with You"
    },
    {
      "category": "SLOW NEWS DAY",
      "text": "(Sarah serves up our next story.)  At the 17th Street Bake-Off today, the big winner was a pie made from these stalks...mmmm!",
      "answer": "rhubarb"
    },
    {
      "category": "YOGI BERRA: PHILOSOPHER",
      "text": "Yogi once reflected that it was this psychological term \"all over again\"",
      "answer": "deja vu"
    },
    {
      "category": "CENTRAL AMERICA",
      "text": "On Earth Day 1993 Belize formed an association for this neologism, defined as environmentally sensitive travel",
      "answer": "ecotourism"
    },
    {
      "category": "LEGENDS",
      "text": "The \"Literature Lover's Book of Lists\" says this engineer \"blew his train whistle in a special way\"",
      "answer": "Casey Jones"
    },
    {
      "category": "WHAAAZUUUP?!",
      "text": "With room for 700, this traveled 1 mile at a height of 70 feet on its only flight in 1947",
      "answer": "the Spruce Goose"
    },
    {
      "category": "WHAT ARE \"YOU\" DOING?",
      "text": "Double your fun & tell us the name of this 1967 James Bond film",
      "answer": "You Only Live Twice"
    },
    {
      "category": "SLOW NEWS DAY",
      "text": "(Sarah does a wrap-up.)  Tonight, a hearing on whether these construction tools that include a man's name are harming your hearing",
      "answer": "jackhammers"
    }
  ]
}