{
  "title": "Jeopardy! Mastersgame #33 - Friday, May 17, 2024",
  "date": {
    "day": 17,
    "month": "May",
    "year": 2024
  },
  "clues": [
    {
      "category": "SCANDINAVIA",
      "text": "Norway has the longest coastline in Europe & one of the most jagged due to these long narrow inlets",
      "answer": "fjords"
    },
    {
      "category": "WE QUOTE THE REALITY TV SHOW",
      "text": "\"I open the door, & Khloé slams the door right in my face.  & it infuriates me, like I literally want to kill her... I'm so angry\"",
      "answer": "Keeping Up with the Kardashians"
    },
    {
      "category": "AN INTELLIGENCE BRIEFING",
      "text": "In 2023 IBM introduced a platform called this name \"X\", \"to train, tune and distribute models with generative AI\"",
      "answer": "Watson"
    },
    {
      "category": "BOOK NOIR",
      "text": "Chapter 2 of \"The Maltese Falcon\" has a 100-word description of this man rolling a cigarette",
      "answer": "Sam Spade"
    },
    {
      "category": "LIKE A \"G\"6",
      "text": "It's an attic, like a small Parisian one where an artist might stay",
      "answer": "a garret"
    },
    {
      "category": "MUSCLE CARS",
      "text": "(Lisa Ann Walter delivers the clue.)  Designed to dominate NASCAR, thePlymouth Superbirdshows its racing origins in its aerodynamic nose & its huge wing type of this device designed to counteract lift & keep the rear end on the track",
      "answer": "a spoiler"
    },
    {
      "category": "SCANDINAVIA",
      "text": "A trip to Copenhagen wouldn't be complete without visitingthis180-year-old theme park with rides, lush scenery & entertainment",
      "answer": "Tivoli"
    },
    {
      "category": "WE QUOTE THE REALITY TV SHOW",
      "text": "\"Impersonating Beyoncé is not your destiny, child\"",
      "answer": "RuPaul's Drag Race"
    },
    {
      "category": "AN INTELLIGENCE BRIEFING",
      "text": "It's the name on the no-strings award of $800,000 given to one the organization calls a \"fellow\" & others, a genius",
      "answer": "MacArthur"
    },
    {
      "category": "BOOK NOIR",
      "text": "His color-titled Easy Rawlins novels like \"A Little Yellow Dog\" get the noir tag; he says, \"People say it, & I let them\"",
      "answer": "Mosley"
    },
    {
      "category": "LIKE A \"G\"6",
      "text": "Juan Moreira was a famous one around the Rio de la Plata",
      "answer": "a gaucho"
    },
    {
      "category": "MUSCLE CARS",
      "text": "(Lisa Ann Walter delivers the clue.)  Featuring a mammoth 455-cubic-inch V8 engine, the1970 Buick GSXzoomed around with an impressive 350 horsepower & 510 foot-pounds of this",
      "answer": "torque"
    },
    {
      "category": "SCANDINAVIA",
      "text": "This peninsula that forms the mainland of Denmark accounts for about 70% of the country's total area",
      "answer": "Jutland"
    },
    {
      "category": "WE QUOTE THE REALITY TV SHOW",
      "text": "\"You are the new head of household\"; also, \"Rachel is a complete ho-bag.  Seriously, girl?...  Straight-up jealous of me... since day 1\"",
      "answer": "Big Brother"
    },
    {
      "category": "AN INTELLIGENCE BRIEFING",
      "text": "Here's a Mensa question for you: \"Can you think of an American tree whose name contains all five vowels?\" (it's this)",
      "answer": "sequoia"
    },
    {
      "category": "BOOK NOIR",
      "text": "HarperCollins Noir is the French publisher of this director's first novel, \"Heat 2\", continuing the story of a film of his",
      "answer": "(Michael) Mann"
    },
    {
      "category": "LIKE A \"G\"6",
      "text": "Terry Butler, born in Birmingham, England in 1949, is better known as this",
      "answer": "Geezer"
    },
    {
      "category": "MUSCLE CARS",
      "text": "(Lisa Ann Walter delivers the clue.)  Melissa Schemmenti, my character on \"Abbott Elementary\", loves Italian stuff, but in real life, I lovethislegendary American muscle car that was rolled out by Dodge in 1970 & rebooted to great acclaim in 2008; I've owned four",
      "answer": "a Challenger"
    },
    {
      "category": "SCANDINAVIA",
      "text": "Best known for his system of binomial nomenclature, in the 1740shebecame a professor at the University of Uppsala",
      "answer": "Linnaeus"
    },
    {
      "category": "WE QUOTE THE REALITY TV SHOW",
      "text": "\"I've never given a handshake for a showstopper before...  That is a fantastic cake.  Well done\"",
      "answer": "The Great British Baking Show(orThe Great British Bake-Off)"
    },
    {
      "category": "AN INTELLIGENCE BRIEFING",
      "text": "An antiquated classification for one with a very low IQ combined with a French-derived word to give us this 2-word term",
      "answer": "idiot savant"
    },
    {
      "category": "BOOK NOIR",
      "text": "A masterful creator of amoral heroes, she made noir even out of sunny Greece in \"The Two Faces of January\"",
      "answer": "Highsmith"
    },
    {
      "category": "LIKE A \"G\"6",
      "text": "Meriones unguiculatus, it's a popular childhood pet",
      "answer": "a gerbil"
    },
    {
      "category": "MUSCLE CARS",
      "text": "(Lisa Ann Walter delivers the clue.)  Pontiac introduced the sportyFirebirdin 1967; in 1969 it brought outthiseven more powerful variant that took its name from a series of races held at tracks across the country",
      "answer": "the Pontiac Trans Am"
    },
    {
      "category": "SCANDINAVIA",
      "text": "Between 946 & 1957 Norway haad at least 7 kings with this name",
      "answer": "Haakon"
    },
    {
      "category": "WE QUOTE THE REALITY TV SHOW",
      "text": "\"Seaside's so beautiful!  Look at the garbage\"",
      "answer": "Jersey Shore"
    },
    {
      "category": "AN INTELLIGENCE BRIEFING",
      "text": "This scale was co-developed by psychologists at a U.S. university & in France",
      "answer": "the Stanford–Binet"
    },
    {
      "category": "BOOK NOIR",
      "text": "Titles don't get much noirer than this, of Dorothy B. Hughes' novel about Dix Steele & of the movie with Bogie & Gloria Grahame",
      "answer": "In a Lonely Place"
    },
    {
      "category": "LIKE A \"G\"6",
      "text": "ThisChinese tree is known to drop all of its leaves on the same day",
      "answer": "a ginkgo"
    },
    {
      "category": "MUSCLE CARS",
      "text": "(Lisa Ann Walter delivers the clue.)  Count off the barrels in its carburetor, the speeds in its transmission & its dual exhaust pipes to get the numeric name ofthisclassic 1964 Oldsmobile",
      "answer": "the 442"
    },
    {
      "category": "PARTY LIKE IT'S 1884",
      "text": "In December ametal tipbrought it to a total height of 555 feet, 5.125 inches--the tallest human-built structure in the world",
      "answer": "the Washington Monument"
    },
    {
      "category": "BROADWAY",
      "text": "Betty Buckley made her Broadway debut as Martha Jefferson in this musical",
      "answer": "1776"
    },
    {
      "category": "ANCIENT LIT",
      "text": "A Euripides play tells the sufferings of Hecuba & the other women of this city who are taken into slavery after its fall",
      "answer": "Troy"
    },
    {
      "category": "THAT'S JUST LAWFUL",
      "text": "The 4th Amendment enforces the right of people to be secure in their houses \"against unreasonable\" these 2 pluralized things",
      "answer": "searches & seizures"
    },
    {
      "category": "YOU OWE US AN \"OLOGY",
      "text": "The dogmatic type of this talks about God; the moral type is concerned with human behavior",
      "answer": "theology"
    },
    {
      "category": "BEFORE, DURING & AFTER",
      "text": "Battle of Little Bighorn aka gets some cinematic schooling from Edward James Olmos to give us a line in the Lord's Prayer",
      "answer": "Custer's Last Stand and Deliver Us from Evil"
    },
    {
      "category": "PARTY LIKE IT'S 1884",
      "text": "In June 1884hearrived in America with 4 cents in his pocket & a letter of introduction to Thomas Edison",
      "answer": "Nikola Tesla"
    },
    {
      "category": "BROADWAY",
      "text": "Ben Platt & Laura Dreyfuss sang \"Only Us\" in this musical; Ben & Kaitlyn Dever, in the movie version",
      "answer": "Dear Evan Hansen"
    },
    {
      "category": "ANCIENT LIT",
      "text": "As a Sophocles play opens, this title king of Thebes is trying to save his city from a plague",
      "answer": "Oedipus"
    },
    {
      "category": "THAT'S JUST LAWFUL",
      "text": "It's not hard, it's an interest granted by deed to use land owned by another for a specific limited purpose, like a right-of-way",
      "answer": "an easement"
    },
    {
      "category": "YOU OWE US AN \"OLOGY",
      "text": "You can tell an Algerian nuthatch from an Andean tit-spinetail?  You must be an expert in this!",
      "answer": "ornithology"
    },
    {
      "category": "BEFORE, DURING & AFTER",
      "text": "Darlin', can't you hear a title ABBA distress signal that gets motor oil treatment & becomes an acronym for kissing & such",
      "answer": "S.O.S.T.P.D.A."
    },
    {
      "category": "PARTY LIKE IT'S 1884",
      "text": "In October he received a patent for photographic film; his camera would come a few years later",
      "answer": "Eastman"
    },
    {
      "category": "BROADWAY",
      "text": "The title character of this Tony-winning musical is a 16-year-old with a rare genetic disorder that causes rapid aging",
      "answer": "Kimberly Akimbo"
    },
    {
      "category": "ANCIENT LIT",
      "text": "Not the way I'd teach science, but Lucretius decided to explain \"the nature of things\" in a long poem of these 6-foot lines",
      "answer": "hexameter"
    },
    {
      "category": "THAT'S JUST LAWFUL",
      "text": "Note the year in \"Black's Law Dictionary\" for a hanging this: \"(2000)... attached to the ballot by a single point\"",
      "answer": "a chad"
    },
    {
      "category": "YOU OWE US AN \"OLOGY",
      "text": "From Greek for \"knowledge\", it's the study of knowledge",
      "answer": "epistemology"
    },
    {
      "category": "BEFORE, DURING & AFTER",
      "text": "Slumber-averse Beastie Boys song summoning Andy Samberg's TV cops to Dante's infernal echelons",
      "answer": "\"No Sleep Till Brooklyn 99 Circles Of Hell\""
    },
    {
      "category": "PARTY LIKE IT'S 1884",
      "text": "Independent Republicans who backed Democrat Grover Cleveland in the 1884 election were called these, from Algonquian",
      "answer": "Mugwumps"
    },
    {
      "category": "BROADWAY",
      "text": "The musical \"Mack and Mabel\" looked at the romantic & work partnerships of Mack Sennett &thissilent screen star",
      "answer": "(Mabel) Normand"
    },
    {
      "category": "ANCIENT LIT",
      "text": "These pastoral poems by Virgil are also known as \"The Bucolics\"",
      "answer": "theEclogues"
    },
    {
      "category": "THAT'S JUST LAWFUL",
      "text": "The Supreme Court often pulls a GVR: grant certiorari; vacate the prior decision; this \"R\" returning the case to a lower court",
      "answer": "remand"
    },
    {
      "category": "YOU OWE US AN \"OLOGY",
      "text": "It's the branch of metaphysics concerned with the study of being",
      "answer": "ontology"
    },
    {
      "category": "BEFORE, DURING & AFTER",
      "text": "Carson McCullers novel about a gonzo journalist who hits the road with bandmates to sing songs like \"Hold Me Now\"",
      "answer": "The Heart Is a Lonely Hunter S. Thompson Twins"
    },
    {
      "category": "PARTY LIKE IT'S 1884",
      "text": "In January this composer's opéra-comique \"Manon\" premiered in Paris",
      "answer": "Massenet"
    },
    {
      "category": "BROADWAY",
      "text": "The song \"Tea For Two\" comes from this 1925 musical in which one Louise Groody played the woman mentioned in the title",
      "answer": "No, No, Nanette"
    },
    {
      "category": "ANCIENT LIT",
      "text": "Aristophanes' animal-titled works include \"The Birds\", \"The Frogs\" & this one that's actually about litigious Athenians",
      "answer": "The Wasps"
    },
    {
      "category": "THAT'S JUST LAWFUL",
      "text": "CJS is shorthand for this widely used legal encyclopedia with a Latin name",
      "answer": "Corpus Juris Secundum"
    },
    {
      "category": "YOU OWE US AN \"OLOGY",
      "text": "Psychopathology is another name for this 2-word discipline, the study of mental disorders",
      "answer": "abnormal psychology"
    },
    {
      "category": "BEFORE, DURING & AFTER",
      "text": "WWII B-29 piloted by Paul Tibbets that gets a multicolored June holiday feting Elizabeth Bennet's victory over the walking dead",
      "answer": "Enola Gay Pride and Prejudice and Zombies"
    }
  ]
}