{
  "title": "PrimetimeCelebrity Jeopardy!game #14 - Wednesday, September 27, 2023",
  "date": {
    "day": 27,
    "month": "September",
    "year": 2023
  },
  "clues": [
    {
      "category": "ANTS",
      "text": "Ants inhabit every continent except this one (whose first syllable, ironically, is \"ant\")",
      "answer": "Antarctica"
    },
    {
      "category": "BIG-SCREEN BASKETBALL",
      "text": "This former \"Cheers\" bartender is the white man who jumps in \"White Men Can't Jump\"",
      "answer": "Woody Harrelson"
    },
    {
      "category": "HEY! THAT'S NOT AN ELEMENT!",
      "text": "Einsteinium,curium,snookium",
      "answer": "snookium"
    },
    {
      "category": "OUI, OUI, HISTORY",
      "text": "A children's book tells of how this emperor met his \"Bunnyloo\" in 1807 when he was forced to flee an attacking pack of rabbits",
      "answer": "Napoleon"
    },
    {
      "category": "CHICKEN FIVE WAYS",
      "text": "You can get royally full on this dish that calls for cubed chicken, mushrooms, a sherry cream sauce and a few slices of toast",
      "answer": "chicken à la king"
    },
    {
      "category": "ALSO AN ANIMAL SOUND",
      "text": "The very first of these microblogging posts was sent by company cofounder Jack Dorsey on March 21, 2006",
      "answer": "a tweet"
    },
    {
      "category": "ANTS",
      "text": "Considered a delicacy by the Aztecs,escamoles, or ant larvae, is a dish that originated in this country",
      "answer": "Mexico"
    },
    {
      "category": "BIG-SCREEN BASKETBALL",
      "text": "1997.Five words: state championship clinched by dog",
      "answer": "Air Bud"
    },
    {
      "category": "HEY! THAT'S NOT AN ELEMENT!",
      "text": "Zinc,zirconium,zambonium",
      "answer": "zambonium"
    },
    {
      "category": "OUI, OUI, HISTORY",
      "text": "Constructed for the 1889 World's Fair, this iconic structure was originally scheduled to be torn down by 1910",
      "answer": "the Eiffel Tower"
    },
    {
      "category": "CHICKEN FIVE WAYS",
      "text": "Said to have been invented in Glasgow in the 1970s, this spiced Indian curry is often called a national dish of Britain",
      "answer": "chicken tikka masala"
    },
    {
      "category": "ALSO AN ANIMAL SOUND",
      "text": "To make natural rubber, start by collecting latex by cutting slits in this layer of the rubber tree",
      "answer": "the bark"
    },
    {
      "category": "ANTS",
      "text": "If you can't make it to the Houston Zoo, check outthesetypes of ants on the zoo's live webcam",
      "answer": "leaf cutter ants"
    },
    {
      "category": "BIG-SCREEN BASKETBALL",
      "text": "The title of 2020 documentary \"The Last Dance\" comes from words emblazoned on the front of this team's 1997-98 playbook",
      "answer": "the Chicago Bulls"
    },
    {
      "category": "HEY! THAT'S NOT AN ELEMENT!",
      "text": "Californium,floridium,tennessine",
      "answer": "floridium"
    },
    {
      "category": "OUI, OUI, HISTORY",
      "text": "Known for her lavish spending sprees, this wife of Louis XVI must've lost her head after being nicknamed \"Madame Deficit\"",
      "answer": "Marie Antoinette"
    },
    {
      "category": "CHICKEN FIVE WAYS",
      "text": "A debate that continues to tear the country apart: should chicken wings come with a side of blue cheese or this dressing",
      "answer": "ranch"
    },
    {
      "category": "ALSO AN ANIMAL SOUND",
      "text": "A Dutch term for a seller of ineffective medicines led to this word for an incompetent physician",
      "answer": "a quack"
    },
    {
      "category": "ANTS",
      "text": "Offering a 60th ant-iversary version in 2016, Uncle Milton has sold tens of millions of these instructive toys since 1956",
      "answer": "ant farms"
    },
    {
      "category": "BIG-SCREEN BASKETBALL",
      "text": "Is there anything Denzel Washington can't do?! Turns out he's even good at basketball, as seen in this 1998 joint",
      "answer": "He Got Game"
    },
    {
      "category": "HEY! THAT'S NOT AN ELEMENT!",
      "text": "Gold,silver,bronze",
      "answer": "bronze"
    },
    {
      "category": "OUI, OUI, HISTORY",
      "text": "After being given the key to this prison overthrown in 1789, the Marquis de Lafayette re-gifted it to his pal George Washington",
      "answer": "the Bastille"
    },
    {
      "category": "CHICKEN FIVE WAYS",
      "text": "For a flavorful chicken Marsala, chefs recommend using real Marsala, a fortified wine made on this Italian island",
      "answer": "Sicily"
    },
    {
      "category": "ALSO AN ANIMAL SOUND",
      "text": "This word follows Chesapeake, Hudson and Guantanamo in the names of bodies of water",
      "answer": "bay"
    },
    {
      "category": "ANTS",
      "text": "Ants crawl on a seemingly infinite loop in this Dutch artist's 1963 work \"Möbius Strip II\"",
      "answer": "M.C. Escher"
    },
    {
      "category": "BIG-SCREEN BASKETBALL",
      "text": "Roger Ebert called this 1994 doc the best film of the 1990s, & \"one of the great moviegoing experiences of my lifetime\"",
      "answer": "Hoop Dreams"
    },
    {
      "category": "HEY! THAT'S NOT AN ELEMENT!",
      "text": "Germanium,italium,francium",
      "answer": "italium"
    },
    {
      "category": "OUI, OUI, HISTORY",
      "text": "The peace treaty that ended World War I was signedhere, in this stately residence's Hall of Mirrors",
      "answer": "Versailles"
    },
    {
      "category": "CHICKEN FIVE WAYS",
      "text": "In Japan, these succulent chicken skewers are grilled over a smokeless type of charcoal called binchotan",
      "answer": "yakitori"
    },
    {
      "category": "ALSO AN ANIMAL SOUND",
      "text": "Players of this instrument \"are just belligerent, and cocky, and you know just hard-headed\" according to Wynton Marsalis",
      "answer": "the trumpet"
    },
    {
      "category": "RANDOM U.S. STATE FACTS",
      "text": "The state with the most counties east of the Mississippi is this one, also the biggest U.S. peanut producer",
      "answer": "Georgia"
    },
    {
      "category": "POST-APOCALYPTIC POP CULTURE",
      "text": "Will Smith was so smitten with his canine co-star in this 2007 film that he wanted to adopt her",
      "answer": "I Am Legend"
    },
    {
      "category": "OUT OF BREATH",
      "text": "In a typical human body, this organ beats about 100,000 times per day",
      "answer": "heart"
    },
    {
      "category": "BOOK DEDICATIONS",
      "text": "Morbidly true to form, Lemony Snicket dedicates the first book in this Y.A. series \"to Beatrice--darling, dearest, dead\"",
      "answer": "A Series of Unfortunate Events"
    },
    {
      "category": "MEDITATION",
      "text": "Consistent meditation practice has been shown to shrink the amygdala, known as the \"fight or flight\" center of this organ",
      "answer": "the brain"
    },
    {
      "category": "FROM Z TO A",
      "text": "A football referee gets this animal-inspired nickname thanks to the standard black & white striped uniform",
      "answer": "a zebra"
    },
    {
      "category": "RANDOM U.S. STATE FACTS",
      "text": "California closes down state offices on March 31, the day honoringthislabor leader",
      "answer": "Cesar Chavez"
    },
    {
      "category": "POST-APOCALYPTIC POP CULTURE",
      "text": "In his first-ever TV interview, Cormac McCarthy sat down with Oprah Winfrey after she selected this bleak novel for her book club",
      "answer": "The Road"
    },
    {
      "category": "OUT OF BREATH",
      "text": "It's the only planet in our solar system whose name is not derived from Greek or Roman mythology",
      "answer": "Earth"
    },
    {
      "category": "BOOK DEDICATIONS",
      "text": "Can we talk? This comic legend dedicated her 2014 autobiography to Kanye West, \"because he'll never ...... read it\"",
      "answer": "Joan Rivers"
    },
    {
      "category": "MEDITATION",
      "text": "\"The Atlantic\" described this 4-letter meditation app as \"one of the most popular apps in existence, full stop\"",
      "answer": "Calm"
    },
    {
      "category": "FROM Z TO A",
      "text": "You'd say this four-letter word while reciting the Greek alphabet, or, when greeting Michael Douglas' wife",
      "answer": "zeta"
    },
    {
      "category": "RANDOM U.S. STATE FACTS",
      "text": "Yeehaw! Paniolos are Hawaii's equivalent of these workers, also the name of a Texas pro sport team",
      "answer": "cowboys"
    },
    {
      "category": "POST-APOCALYPTIC POP CULTURE",
      "text": "Over 11 total seasons of \"The Walking Dead\", this \"Z\" word was surprisingly never used by a character",
      "answer": "zombie"
    },
    {
      "category": "OUT OF BREATH",
      "text": "According to a 2006 song, when they tried to make Amy Winehouse go here, she said \"no, no, no\"",
      "answer": "\"Rehab\""
    },
    {
      "category": "BOOK DEDICATIONS",
      "text": "This author of \"The Fountainhead\" dedicated 1957's \"Atlas Shrugged\" to 2 different men: her husband and her lover",
      "answer": "Ayn Rand"
    },
    {
      "category": "MEDITATION",
      "text": "\"Om\" is a familiar example of one of these, a word or phrase repeated over & over as the focal point for a meditation",
      "answer": "a mantra"
    },
    {
      "category": "FROM Z TO A",
      "text": "In a classic 1986 Nintendo game, Link tries to rescue this title princess from Ganon",
      "answer": "Zelda"
    },
    {
      "category": "RANDOM U.S. STATE FACTS",
      "text": "Massachusetts and Virginia are two of four states that have this word in their official names",
      "answer": "Commonwealth"
    },
    {
      "category": "POST-APOCALYPTIC POP CULTURE",
      "text": "Moviegoers were snack-shamed for chewing popcorn too loudly during this mostly silent film directed by John Krasinski",
      "answer": "A Quiet Place"
    },
    {
      "category": "OUT OF BREATH",
      "text": "During World War I, Germany deployed a massive, fort-demolishing howitzer nicknamed Bigthis",
      "answer": "Bertha"
    },
    {
      "category": "BOOK DEDICATIONS",
      "text": "Shededicated 1946's \"The Hollow\" to \"Larry & Danae, with apologies for using their swimming pool as the scene of a murder\"",
      "answer": "Agatha Christie"
    },
    {
      "category": "MEDITATION",
      "text": "Time magazine once calledthismeditation guru \"the poet prophet of alternative medicine\"",
      "answer": "Deepak Chopra"
    },
    {
      "category": "FROM Z TO A",
      "text": "Last name of the musician who had kids named Moon Unit, Dweezil, Ahmet & Diva",
      "answer": "Zappa"
    },
    {
      "category": "RANDOM U.S. STATE FACTS",
      "text": "One of this state's claims to fame is being first with a moving assembly line for manufacturing an entire car",
      "answer": "Michigan"
    },
    {
      "category": "POST-APOCALYPTIC POP CULTURE",
      "text": "Kevin Costner starred in two post-apocalyptic films in the 1990s: \"Waterworld\" and this misfire about a nameless drifter",
      "answer": "The Postman"
    },
    {
      "category": "OUT OF BREATH",
      "text": "As Taylor Swift knows all too well, this type of person has an intense dislike of something",
      "answer": "hater"
    },
    {
      "category": "BOOK DEDICATIONS",
      "text": "Toni Morrison dedicated this masterpiece to \"sixty million and more\"--the number of African victims claimed by slavery",
      "answer": "Beloved"
    },
    {
      "category": "MEDITATION",
      "text": "A state of attention often cited as the goal of meditation practice; it's loosely defined as \"being present in the moment\"",
      "answer": "mindfulness"
    },
    {
      "category": "FROM Z TO A",
      "text": "This fitness program began when an aerobics instructor swapped out his usual music with salsa & merengue songs",
      "answer": "Zumba"
    }
  ]
}