{
  "title": "Show #9295 - Friday, March 21, 2025",
  "date": {
    "day": 21,
    "month": "March",
    "year": 2025
  },
  "clues": [
    {
      "category": "A SONG FOR ALL SEASONS",
      "text": "In July 2019 Megan Thee Stallion tweeted, \"I feel it's only right I drop a\" this \"song before the summer is over\"",
      "answer": "hot girl summer"
    },
    {
      "category": "LITERARY CHARACTERS, HAVING A DAY",
      "text": "\"The stricken whale flew forward\"; this man \"stooped to clear\" the line, \"but the flying turn caught him round the neck\"",
      "answer": "(Captain) Ahab"
    },
    {
      "category": "FRIED & GONE TO HEAVEN",
      "text": "Sorry, we don't have Coke, but at the South Carolina State Fair, we have served fried this beverage, created in N.C. in 1893",
      "answer": "Pepsi"
    },
    {
      "category": "IN SUFFERABLE",
      "text": "As a noun it can mean pleated fabric added as a trim; as a verb, to annoy or fluster someone's feathers",
      "answer": "ruffle"
    },
    {
      "category": "LOST IN AMERICA",
      "text": "Whoooa... I was in Vegas last night, but that's the U. of Nevada's flagship campus... how'd I get to this city also big on gambling?",
      "answer": "Reno"
    },
    {
      "category": "COME ON, 22!",
      "text": "You can't fool me... or maybe you can! There are 22 major arcana cards in this type of deck; now go & empress us",
      "answer": "tarot"
    },
    {
      "category": "A SONG FOR ALL SEASONS",
      "text": "\"I'm drunk in the back of the car, and I cried like a baby\" while doing this, reported Taylor Swift of her \"Cruel Summer\"",
      "answer": "coming home from the bar"
    },
    {
      "category": "LITERARY CHARACTERS, HAVING A DAY",
      "text": "\"In the morning she was waked by a horrible nightmare, which had recurred ... even before her connection with Vronsky\"",
      "answer": "Anna Karenina"
    },
    {
      "category": "FRIED & GONE TO HEAVEN",
      "text": "How about this stuffed Chinese app with shredded veggies & meat? It's larger than the spring type & I'm in",
      "answer": "an egg roll"
    },
    {
      "category": "IN SUFFERABLE",
      "text": "Said of some cats & dogs, it means in a wild state, perhaps after having once been domesticated",
      "answer": "feral"
    },
    {
      "category": "LOST IN AMERICA",
      "text": "Oh dear... am I on Killington Peak or Little Killington in this New England range? & Where the heck is Camel's Hump?",
      "answer": "the Green Mountains"
    },
    {
      "category": "COME ON, 22!",
      "text": "Lamed, vav & shinare among the 22 letters in this alphabet",
      "answer": "Hebrew"
    },
    {
      "category": "A SONG FOR ALL SEASONS",
      "text": "A Beach Boys song about a relaxing \"Spring\" this rhymes it (pretty much) with \"Good Vibrations\"",
      "answer": "Vacation"
    },
    {
      "category": "LITERARY CHARACTERS, HAVING A DAY",
      "text": "He says, \"You know, old sport, I've never used that pool all summer?\" (he really should've stuck to that)",
      "answer": "Gatsby"
    },
    {
      "category": "FRIED & GONE TO HEAVEN",
      "text": "allrecipes.com notes \"you can also fry up red\" ones with the recipe for these, a 1991 film title, but overripe ones \"will be mushy\"",
      "answer": "fried green tomatoes"
    },
    {
      "category": "IN SUFFERABLE",
      "text": "Types of this device are either continuous wave or pulsed, which can produce a short release up to 10 quadrillion watts",
      "answer": "a laser"
    },
    {
      "category": "LOST IN AMERICA",
      "text": "I'm not sure where I am now heading down this river, but I've passed El Paso, loped by Laredo & bounded by Brownsville",
      "answer": "the Rio Grande"
    },
    {
      "category": "COME ON, 22!",
      "text": "\"The knife came down, missing him by inches, and he took off\" is the last line of this novel",
      "answer": "Catch-22"
    },
    {
      "category": "A SONG FOR ALL SEASONS",
      "text": "Nat King Cole, Bing Crosby & Frank Sinatra are among the many artists who've recorded the jazz standard \"Autumn\" these",
      "answer": "Leaves"
    },
    {
      "category": "LITERARY CHARACTERS, HAVING A DAY",
      "text": "He/it says, \"I think there's been a failure in the pod-bay doors... lucky you weren't killed... Dave... what are you doing?\"",
      "answer": "HAL (9000)"
    },
    {
      "category": "FRIED & GONE TO HEAVEN",
      "text": "For fried chicken, \"Joy of Cooking\" says a marinade of this tangy dairy product \"promotes tenderness\"",
      "answer": "buttermilk"
    },
    {
      "category": "IN SUFFERABLE",
      "text": "Thismember of the weasel family found in forests of Asia is highly values for its fur",
      "answer": "sable"
    },
    {
      "category": "LOST IN AMERICA",
      "text": "It's no tragedy to be lost in Othello, Wash., but I must bop down 395 & over on 12 & hit this double-named city in about 90 minutes",
      "answer": "Walla Walla"
    },
    {
      "category": "COME ON, 22!",
      "text": "Bats entertainment! The pitch in this sport is 22 yards in length by 10 feet in width",
      "answer": "cricket"
    },
    {
      "category": "A SONG FOR ALL SEASONS",
      "text": "\"Winter Lady\" was a track on the 1967 debut album \"Songs of...\"thislate singer-songwriter",
      "answer": "Leonard Cohen"
    },
    {
      "category": "LITERARY CHARACTERS, HAVING A DAY",
      "text": "He \"cried out twice, a cry that was no more than a breath: 'The horror! The horror!\"'",
      "answer": "Kurtz"
    },
    {
      "category": "FRIED & GONE TO HEAVEN",
      "text": "From the French, this deep-fried New Orleans staple is a yeast pastry that's soft as--but more delicious than--a pillow",
      "answer": "a beignet"
    },
    {
      "category": "IN SUFFERABLE",
      "text": "This small fluid-filled sac reduces friction between tendons & bones at joints",
      "answer": "bursa"
    },
    {
      "category": "LOST IN AMERICA",
      "text": "Oh, you know me, hoppin' on my Harley & heading for the annual August rally in this city, but my faulty GPS has me in nearby Deadwood",
      "answer": "Sturgis"
    },
    {
      "category": "COME ON, 22!",
      "text": "The 22 bones that make up this structure account for 1/4 of your length at birth but only 1/8 by maturity",
      "answer": "a skull"
    }
  ]
}