{
  "title": "Show #8069 - Thursday, October 10, 2019",
  "date": {
    "day": 10,
    "month": "October",
    "year": 2019
  },
  "clues": [
    {
      "category": "A JOB IN TV",
      "text": "In 2019 Conan O'Brien cut a half hour from his TBS show but kept this sidekick",
      "answer": "(Andy) Richter"
    },
    {
      "category": "DOUBLE \"Z\" WORDS",
      "text": "To silence something, like a dog",
      "answer": "muzzle"
    },
    {
      "category": "20th CENTURY NOVELS",
      "text": "A futuristic society revolves around science & efficiency in this 1932 novel by Aldous Huxley",
      "answer": "Brave New World"
    },
    {
      "category": "BOLD STRATEGY",
      "text": "Starving in this type of standoff, a Portuguese town threw the last of its bread over the walls & asked the foe, \"Need more?\"",
      "answer": "siege"
    },
    {
      "category": "COTTON",
      "text": "Here'sGandhi sitting at one of his favorite tools--the charka--one of these",
      "answer": "a spinning wheel"
    },
    {
      "category": "LET'S SEE IF IT PAYS OFF FOR 'EM",
      "text": "In 1892 baking powder salesman William Wrigley began throwing in 2 packages of this with each can, which worked out okay",
      "answer": "chewing gum"
    },
    {
      "category": "A JOB IN TV",
      "text": "For years, Petri Hawkins Byrd, working in this job, has handed documents to Judge Judy",
      "answer": "bailiff"
    },
    {
      "category": "DOUBLE \"Z\" WORDS",
      "text": "It can be a low story or balcony between 2 other floors in a building or theater",
      "answer": "mezzanine"
    },
    {
      "category": "20th CENTURY NOVELS",
      "text": "\"A House Divided\" completed Pearl Buck's trilogy that began 4 years earlier with this Pulitzer Prize-winning novel",
      "answer": "The Good Earth"
    },
    {
      "category": "BOLD STRATEGY",
      "text": "To try to stop the American offensive in the Battle of the Leyte Gulf, the Japanese used this \"divine wind\" tactic",
      "answer": "kamikaze"
    },
    {
      "category": "COTTON",
      "text": "In 1794 he was granted a patent for his cotton gin",
      "answer": "Eli Whitney"
    },
    {
      "category": "LET'S SEE IF IT PAYS OFF FOR 'EM",
      "text": "In 1927, 4 years after starting a movie company with his brother, he decided to go all-cartoon",
      "answer": "Walt Disney"
    },
    {
      "category": "A JOB IN TV",
      "text": "The mother of this \"Black-ish\" actor is scorekeeper when he hosts \"To Tell the Truth\"",
      "answer": "Anthony Anderson"
    },
    {
      "category": "DOUBLE \"Z\" WORDS",
      "text": "To drink quickly & with great enthusiasm",
      "answer": "guzzle"
    },
    {
      "category": "20th CENTURY NOVELS",
      "text": "A line from this novel: \"Name's Joad, Tom Joad\"",
      "answer": "The Grapes of Wrath"
    },
    {
      "category": "BOLD STRATEGY",
      "text": "A feigned this move--ooh, you're too strong! We're afraid! Let's run!--helped William the Conqueror to victory at Hastings",
      "answer": "a retreat"
    },
    {
      "category": "COTTON",
      "text": "This title creature from a 1922 tale with cotton fabric in his name also has thread whiskers & ears lined with pink sateen",
      "answer": "The Velveteen Rabbit"
    },
    {
      "category": "LET'S SEE IF IT PAYS OFF FOR 'EM",
      "text": "In 1996, one year after its founding, AuctionWeb moved more than $7 million in merchandise & in 1997 got this new name",
      "answer": "eBay"
    },
    {
      "category": "A JOB IN TV",
      "text": "With this French-named front of the house job, Marino Monferrato keeps diners happy at \"Hell's Kitchen\"",
      "answer": "maître d'"
    },
    {
      "category": "DOUBLE \"Z\" WORDS",
      "text": "You've got 2 sets of double Z's in this 7-letter word! The exciting quality of an energetic personality",
      "answer": "pizzazz"
    },
    {
      "category": "20th CENTURY NOVELS",
      "text": "This novel by Garcia Marquez tells of the Buendia family in the mythic town of Macondo from the 1820s to the 1920s",
      "answer": "One Hundred Years of Solitude"
    },
    {
      "category": "BOLD STRATEGY",
      "text": "An \"and\" is in the middle of this strategy used by the Romans to foster feuds among smaller entities they were trying to rule",
      "answer": "divide and conquer"
    },
    {
      "category": "COTTON",
      "text": "Weevils know that cotton comes from little pods called these",
      "answer": "bolls"
    },
    {
      "category": "LET'S SEE IF IT PAYS OFF FOR 'EM",
      "text": "Created to show girls they could be anything they wanted to be, this toy debuted--to some skepticism--at a 1959 toy fair",
      "answer": "the Barbie doll"
    },
    {
      "category": "A JOB IN TV",
      "text": "Guillermo Rodriguezis much more than just a security guard on this late-night talk show",
      "answer": "Jimmy Kimmel"
    },
    {
      "category": "DOUBLE \"Z\" WORDS",
      "text": "It'sstone flooring of marble or granite set in concrete and polished to a smooth surface",
      "answer": "terrazzo"
    },
    {
      "category": "20th CENTURY NOVELS",
      "text": "Nadsat, the fictional language in this book, is from the Russian suffix that means \"teen\"",
      "answer": "A Clockwork Orange"
    },
    {
      "category": "BOLD STRATEGY",
      "text": "Gen. von Manstein convinced Hitler to attack France in 1940 through this wooded area also in Belgium & Luxembourg--it worked",
      "answer": "the Ardennes"
    },
    {
      "category": "COTTON",
      "text": "Edison's patent for his first light bulb mentions testing carbonized cotton threads as a possibility for this component",
      "answer": "a filament"
    },
    {
      "category": "LET'S SEE IF IT PAYS OFF FOR 'EM",
      "text": "Last names of William & Arthur, who partnered in 1903, 2 years after William drew a blue-print of an engine on a bicycle",
      "answer": "Harley and Davidson"
    },
    {
      "category": "THEY SAID NO!",
      "text": "Director Danny Boyle was offered a knighthood for his work on the London Olympics held in this year, but said no",
      "answer": "2012"
    },
    {
      "category": "4-LETTER PLACES",
      "text": "This Italian island honors Napoleon with an annual mass on May 5, the anniversary of his death",
      "answer": "Elba"
    },
    {
      "category": "TECH TALK",
      "text": "In engineering the Rockwell test, measuring this, involves pressing a steel ball or diamond point into a surface",
      "answer": "hardness"
    },
    {
      "category": "OLD PHRASES",
      "text": "This Scottish phrase meaning \"old long since\" is used of times remembered with fondness",
      "answer": "auld lang syne"
    },
    {
      "category": "THE \"NIGHT\" WATCH",
      "text": "Billy Bob Thornton played coach Gary Gaines in this film; the TV show of the same name had Kyle Chandler as coach Eric Taylor",
      "answer": "Friday Night Lights"
    },
    {
      "category": "BOOKS GOING BACK IN TIME",
      "text": "Garry Wills' 1992 \"Lincoln at\" this place examines an event sixscore & nine years previous",
      "answer": "Gettysburg"
    },
    {
      "category": "THEY SAID NO!",
      "text": "American James Watson took an honorary knighthood, but this British partner turned the real thing down",
      "answer": "Francis Crick"
    },
    {
      "category": "4-LETTER PLACES",
      "text": "This capital of Hyogo Prefecture on Honshu is all the rage in beef",
      "answer": "Kobe"
    },
    {
      "category": "TECH TALK",
      "text": "Air traffic controllers know airmets are in-flight advisories about changes in this",
      "answer": "weather"
    },
    {
      "category": "OLD PHRASES",
      "text": "The \"Aeneid\" is the source of the phrase \"Beware of\" these \"bearing gifts\"",
      "answer": "Greeks"
    },
    {
      "category": "THE \"NIGHT\" WATCH",
      "text": "A group of dropouts are trying to get their G.E.D.s in this film starring Tiffany Haddish & Kevin Hart",
      "answer": "Night School"
    },
    {
      "category": "BOOKS GOING BACK IN TIME",
      "text": "The New Orleans Advocate reported a \"flood of books\" for this event's 10th anniversary, including \"Cooking Up a Storm\"",
      "answer": "Hurricane Katrina"
    },
    {
      "category": "THEY SAID NO!",
      "text": "There would be no Sir Ziggy Stardust after this rocker turned down knighthood, saying, \"I seriously don't know what it's for\"",
      "answer": "David Bowie"
    },
    {
      "category": "4-LETTER PLACES",
      "text": "Founded in the 11th century, this capital lies at the head of a fjord",
      "answer": "Oslo"
    },
    {
      "category": "TECH TALK",
      "text": "Aerospace experts are familiar with nanometers, these tiny fractions of a meter",
      "answer": "billionths of a meter"
    },
    {
      "category": "OLD PHRASES",
      "text": "Mercutio says \"a plague o' both your houses\", but often people say this other \"P\" word instead of \"plague\"",
      "answer": "pox"
    },
    {
      "category": "THE \"NIGHT\" WATCH",
      "text": "1967 film in which Sidney Poitier clarifies, \"They call me Mr. Tibbs!\"",
      "answer": "In the Heat of the Night"
    },
    {
      "category": "BOOKS GOING BACK IN TIME",
      "text": "It's the title town where 2 former Texas Rangers live in the 1870s in a classic novel by Larry McMurtry",
      "answer": "Lonesome Dove"
    },
    {
      "category": "THEY SAID NO!",
      "text": "This 2013 Nobelist with a boson named for him didn't want to be a knight, saying the whole system is too political",
      "answer": "(Peter) Higgs"
    },
    {
      "category": "4-LETTER PLACES",
      "text": "Niger is to the west & Sudan to the east of this African country",
      "answer": "Chad"
    },
    {
      "category": "TECH TALK",
      "text": "The \"data\" type of this activity is looking for patterns; it's also what people do to get bitcoins",
      "answer": "mining"
    },
    {
      "category": "OLD PHRASES",
      "text": "Modification made tunics practical for work; one tweak allowed mobility & gave us this phrase meaning \"to prepare for action\"",
      "answer": "to gird your loins"
    },
    {
      "category": "THE \"NIGHT\" WATCH",
      "text": "Bounty hunter Robert de Niro is escorting bail-jumping accountant Charles Grodin to L.A. in this 1988 comedy",
      "answer": "Midnight Run"
    },
    {
      "category": "BOOKS GOING BACK IN TIME",
      "text": "\"I woke to the sound of a mosquito whining in my left ear\", begins 2000's \"Fever 1793\", about an epidemic of this disease",
      "answer": "yellow fever"
    },
    {
      "category": "THEY SAID NO!",
      "text": "In 1918 this man refused a knighthood, saying King George V had betrayed the Arabs by not granting independence",
      "answer": "Lawrence (of Arabia)"
    },
    {
      "category": "TECH TALK",
      "text": "Your auto mechanic knows the PCV filter provides positive ventilation of this engine housing",
      "answer": "the crankcase"
    },
    {
      "category": "OLD PHRASES",
      "text": "This biblical prophet \"come to judgment\" is someone who has given some sage advice",
      "answer": "Daniel"
    },
    {
      "category": "THE \"NIGHT\" WATCH",
      "text": "This Clark Gable-Claudette Colbert screwball comedy was the great sleeper film of 1934",
      "answer": "It Happened One Night"
    },
    {
      "category": "BOOKS GOING BACK IN TIME",
      "text": "His 1815 novel \"Guy Mannering\" begins in the year \"17--\" with Guy visiting some ruins in Dumfries",
      "answer": "Walter Scott"
    }
  ]
}