{
  "title": "Show #6694 - Thursday, October 24, 2013",
  "date": {
    "day": 24,
    "month": "October",
    "year": 2013
  },
  "clues": [
    {
      "category": "HOSPITAL CORNERS",
      "text": "Center Street & 3rd Avenue SW in Rochester, Minnesota: this clinic",
      "answer": "the Mayo Clinic"
    },
    {
      "category": "WHAT'S ON YOUR iPOD?",
      "text": "(Hi, I'm Isaac Mizrahi.)  This dance pop diva from New York has her own sense of fashion & is all over my iPod with songs like \"Bad Romance\"",
      "answer": "Lady Gaga"
    },
    {
      "category": "MATH APPEAL",
      "text": "As the bases are 90 feet apart, it's the area in square feet of a baseball infield",
      "answer": "8,100 square feet"
    },
    {
      "category": "FOODIE CALL",
      "text": "Foodies swear by the Himalayan pink type of this seasoning, said to be mined from the Himalayan foothills",
      "answer": "salt"
    },
    {
      "category": "FRAGILE",
      "text": "The object seenherehelps create these fragile items",
      "answer": "bubbles"
    },
    {
      "category": "THIS SIDE \"UP",
      "text": "Dude, you're way too this word, nervous & easily annoyed",
      "answer": "uptight"
    },
    {
      "category": "HOSPITAL CORNERS",
      "text": "Huron & St. Clair Streets, Chicago: Memorial Hospital of this nearby \"directional\" university",
      "answer": "Northwestern"
    },
    {
      "category": "WHAT'S ON YOUR iPOD?",
      "text": "(Hey, there, I'm Neil Patrick Harris.) Sometimes I think about running away & joining this French-Canadian troupe, especially when I'm listening to \"Alegria\" & their other soundtracks",
      "answer": "Cirque du Soleil"
    },
    {
      "category": "MATH APPEAL",
      "text": "In 67 divided by 22, 67 is this, also a nice check stockholders get",
      "answer": "a dividend"
    },
    {
      "category": "FOODIE CALL",
      "text": "Dishes flavored or garnished with these fancy fungi are called a la Perigourdine",
      "answer": "truffles"
    },
    {
      "category": "FRAGILE",
      "text": "(Jimmy of the Clue Crew shows a micrograph on the monitor.)  Fragile X syndrome, the most common inherited form of intellectual disability, gets its name from the appearance of the genetic mutation on the \"X\" one of these",
      "answer": "chromosome"
    },
    {
      "category": "THIS SIDE \"UP",
      "text": "This \"Saturday Night Live\" newscast title has been used since a weekend in 1975",
      "answer": "Weekend Update"
    },
    {
      "category": "WHAT'S ON YOUR iPOD?",
      "text": "(I'm Kelly O'Donnell of NBC News.)  Sometimes I like to go country on my iPod, listening to this trio whose hits include \"Here Comes Goodbye\" & \"Life Is a Highway\"",
      "answer": "Rascal Flatts"
    },
    {
      "category": "MATH APPEAL",
      "text": "To write one of these as a decimal, move the decimal point 2 places to the left",
      "answer": "a percentage"
    },
    {
      "category": "FOODIE CALL",
      "text": "I spy that this \"CIA\" has campuses cooking in California, New York, Texas & Singapore",
      "answer": "the Culinary Institute of America"
    },
    {
      "category": "FRAGILE",
      "text": "This woman who won a Massachusetts Senate seat in 2013 co-wrote \"The Fragile Middle Class\"",
      "answer": "Elizabeth Warren"
    },
    {
      "category": "THIS SIDE \"UP",
      "text": "\"Casablanca\" begins with an order to do this to \"all suspicious characters and search them\"",
      "answer": "round up"
    },
    {
      "category": "WHAT'S ON YOUR iPOD?",
      "text": "(Hi, I'm CCH Pounder.)  My iPod's got soul--specifically, this \"Godfather of Soul\", & his 1968 Top 10 hit \"Say It Loud--I'm Black And I'm Proud\"",
      "answer": "James Brown"
    },
    {
      "category": "MATH APPEAL",
      "text": "A 2013 paper on \"twin\" these numbers shows there are infinitely many pairs of them no more than 70,000,000 apart",
      "answer": "prime numbers"
    },
    {
      "category": "FOODIE CALL",
      "text": "It can be a type of bivalve mollusk or a thin slice of meat made flatter by pounding",
      "answer": "a scallop"
    },
    {
      "category": "FRAGILE",
      "text": "In 2011 Steve Wynn bought 4 of these for $12.8 million & sent them back to China (a good idea for a guy who once tore a Picasso)",
      "answer": "vases"
    },
    {
      "category": "THIS SIDE \"UP",
      "text": "In summer 2013 shares of Pandora stock surged after Goldman Sachs did this to it from \"neutral\" to \"buy\"",
      "answer": "upgrade"
    },
    {
      "category": "WHAT'S ON YOUR iPOD?",
      "text": "(I'm Lewis Black.)  My iPod includes the Stones, Stevie Wonder & this First Daughter of country music whose hits include \"Seven Year Ache\"",
      "answer": "Rosanne Cash"
    },
    {
      "category": "MATH APPEAL",
      "text": "7 x (6 x 3) = (7 x 6) x 3 is an example of this law, meaning it doesn't matter which pair you multiply first",
      "answer": "associative"
    },
    {
      "category": "FOODIE CALL",
      "text": "Making a reduction using this fruit that has hundreds of seeds?  Not to worry, you can buy its juice from POM Wonderful",
      "answer": "a pomegranate"
    },
    {
      "category": "FRAGILE",
      "text": "Truces between Israel & this group that runs Gaza & intends Israel's destruction are often called fragile",
      "answer": "Hamas"
    },
    {
      "category": "THIS SIDE \"UP",
      "text": "Hang gliders ride these rising currents of air to stay aloft",
      "answer": "updrafts"
    }
  ]
}