{
  "title": "Show #9356 - Monday, June 16, 2025",
  "date": {
    "day": 16,
    "month": "June",
    "year": 2025
  },
  "clues": [
    {
      "category": "THE SPACE BETWEEN US",
      "text": "A series of 2-man flights between 1965 & 1966, this program included the first American spacewalk",
      "answer": "Gemini"
    },
    {
      "category": "NOVEL PLOT POINTS",
      "text": "Huxley AF (that's \"After Ford\"); ain't no fun being an Epsilon; tough day at the lighthouse",
      "answer": "Brave New World"
    },
    {
      "category": "3-LETTER BODY PARTS?",
      "text": "To equip with weaponry",
      "answer": "arm"
    },
    {
      "category": "RARE",
      "text": "A rare occurrence may be described as \"once in\" this lunar phrase",
      "answer": "a blue moon"
    },
    {
      "category": "MEDIUM",
      "text": "While spirit boards have existed going back to the Song Dynasty, this name is a trademark of Hasbro",
      "answer": "Ouija"
    },
    {
      "category": "WELL DONE!",
      "text": "In a rave review for this film, Roger Ebert mentions that the title character inspired \"The Church of the Latter-day Dude\"",
      "answer": "The Big Lebowski"
    },
    {
      "category": "THE SPACE BETWEEN US",
      "text": "Similar orbits were noted when this was spotted in 1531, 1607 & 1682",
      "answer": "Halley's Comet"
    },
    {
      "category": "NOVEL PLOT POINTS",
      "text": "Raskolnikov performs the first half of the title; doesn't handle it well; gets the second half of the title",
      "answer": "Crime and Punishment"
    },
    {
      "category": "3-LETTER BODY PARTS?",
      "text": "To tease or make fun of",
      "answer": "rib"
    },
    {
      "category": "RARE",
      "text": "Boringly classed in science as an antelope relative, the saola is the Asian this mythic creature partly due to its rarity",
      "answer": "a unicorn"
    },
    {
      "category": "MEDIUM",
      "text": "This French loanword associated with spiritualism means \"session\"",
      "answer": "séance"
    },
    {
      "category": "WELL DONE!",
      "text": "The Spectator's Deborah Ross was oddly compelled to watch this film twice, \"haunted by Ian McKellen lapping milk\"",
      "answer": "Cats"
    },
    {
      "category": "THE SPACE BETWEEN US",
      "text": "Golden phonograph recordson both of these spacecraft launched in 1977 included greetings to everybody spoken in Romanian",
      "answer": "Voyager"
    },
    {
      "category": "NOVEL PLOT POINTS",
      "text": "Opening map quest; Long John Silver doesn't sound good to me; there's the place!",
      "answer": "Treasure Island"
    },
    {
      "category": "3-LETTER BODY PARTS?",
      "text": "The distance traveled by a sailing vessel on a single tack",
      "answer": "leg"
    },
    {
      "category": "RARE",
      "text": "The only copy of \"Once Upon a Time in Shaolin\" by this hip-hop group sold at auction in 2015 for $2 million",
      "answer": "Wu-Tang Clan"
    },
    {
      "category": "MEDIUM",
      "text": "To contact the spirit realm, a medium may need to enter this semi-conscious state that's also the name of an EDM genre",
      "answer": "trance"
    },
    {
      "category": "WELL DONE!",
      "text": "Spike Lee applauded that this 2025 film directed by Ryan Coogler & starring Michael B. Jordan \"tapped into our ancestors\"",
      "answer": "Sinners"
    },
    {
      "category": "THE SPACE BETWEEN US",
      "text": "One of the star isRigel Kentaurus, better known asthistriple star system, is but 4.2 light years from our sun",
      "answer": "Alpha Centauri"
    },
    {
      "category": "NOVEL PLOT POINTS",
      "text": "Clothes don't make the man, a Swiss scientist does; that does not go well at all; a dogsled chase",
      "answer": "Frankenstein"
    },
    {
      "category": "3-LETTER BODY PARTS?",
      "text": "The seed-bearing part of a cereal plant",
      "answer": "ear"
    },
    {
      "category": "RARE",
      "text": "Three of the fewGutenberg Biblesleft in existence are held at the library & museum named forthisNew York financier",
      "answer": "(J.P.) Morgan"
    },
    {
      "category": "MEDIUM",
      "text": "Brazilian medium Chico Xavier would perform psychography, also called this kind of writing",
      "answer": "automatic"
    },
    {
      "category": "WELL DONE!",
      "text": "This surreal film that topped a BBC poll for the best film of the 21st century stars Naomi Watts as an aspiring actress",
      "answer": "Mulholland Drive"
    },
    {
      "category": "THE SPACE BETWEEN US",
      "text": "A spacecraft sent to study Saturn is named for this Italian-born   astronomer who discovered 4 of   Saturn's moons",
      "answer": "Cassini"
    },
    {
      "category": "NOVEL PLOT POINTS",
      "text": "The narrator's in big trouble atop a skyscraper; gets in some scraps, which he really can't talk about; space monkey business",
      "answer": "Fight Club"
    },
    {
      "category": "3-LETTER BODY PARTS?",
      "text": "A tree of the genus Eucalyptus",
      "answer": "gum"
    },
    {
      "category": "RARE",
      "text": "Discovered in Russia's Ural Mountains & rarer than diamonds,thisvariety of chrysoberyl is named for a czar",
      "answer": "alexandrite"
    },
    {
      "category": "MEDIUM",
      "text": "Orson Welles narrated 1981's \"The Man Who Saw Tomorrow\" about this 16th century astrologer & seer",
      "answer": "Nostradamus"
    },
    {
      "category": "WELL DONE!",
      "text": "Quentin Tarantino called \"Blow Out\", bythisdirector, one of the greatest movies ever made",
      "answer": "Brian De Palma"
    },
    {
      "category": "HISTORIC OBJECTS",
      "text": "Denmark'sAnointing Thronewas purportedly made from unicorn horn, but in reality came from these cetaceans",
      "answer": "the horned narwhal"
    },
    {
      "category": "ALLITERATION",
      "text": "Something once carried by the family doctor, or in a 2025 movie, the title phrase for secret Intel",
      "answer": "black bag"
    },
    {
      "category": "WE'RE BUSSIN",
      "text": "In a series of kids' books, Ms. Frizzle takes kids on enchanted rides on this title conveyance",
      "answer": "The Magic School Bus"
    },
    {
      "category": "WORLD GEOGRAPHY",
      "text": "New Zealand sits where 2 tectonic plates collide, the Pacific plate & one named for this big neighboring country",
      "answer": "Australia"
    },
    {
      "category": "PARENTHETICAL SONG TITLES",
      "text": "Maybe ask your offspring:\"(For A White Guy)\"",
      "answer": "\"Pretty Fly\""
    },
    {
      "category": "VIKING LORE",
      "text": "(Gerard Butler presents the clue.) Norse legend saysthisAllfather discovered runes after hanging himself on Yggdrasil, the world tree, for nine days & nights",
      "answer": "Odin"
    },
    {
      "category": "HISTORIC OBJECTS",
      "text": "In the early 19th century, the Jacquard type of this used interchangeable punch cards to make cloth patterns",
      "answer": "a loom"
    },
    {
      "category": "ALLITERATION",
      "text": "Mindy Weiss, who has helped the Kardashians with several celebrations, is famous as one of these",
      "answer": "a party planner"
    },
    {
      "category": "WE'RE BUSSIN",
      "text": "Willie Nelson's tour bus runs on BioWillie, this fuel made of soybean & vegetable oils",
      "answer": "biodiesel"
    },
    {
      "category": "WORLD GEOGRAPHY",
      "text": "6-letter name for a region of Asia & for the School of Art of Gaganendranath Tagore, nephew of Rabindranath",
      "answer": "Bengal"
    },
    {
      "category": "PARENTHETICAL SONG TITLES",
      "text": "Embrace the C+C Music Factory:\"(Everybody Dance Now)\"",
      "answer": "\"Gonna Make You Sweat\""
    },
    {
      "category": "VIKING LORE",
      "text": "(Mason Thames presents the clue.) Exiled from Iceland, Erik the Red went on to explorethisland & hoped to colonize it by giving it a name that he hoped would attract colonists",
      "answer": "Greenland"
    },
    {
      "category": "HISTORIC OBJECTS",
      "text": "Believed to have been used at the Battle of Sterling Bridge, theswordnamed for him is a national treasure of Scotland",
      "answer": "(William) Wallace"
    },
    {
      "category": "ALLITERATION",
      "text": "An overtime game-winner in soccer, like by Laurent Blanc in 1998, or hockey, such as Connor McDavid's in 2025",
      "answer": "a golden goal"
    },
    {
      "category": "WE'RE BUSSIN",
      "text": "For his 2012 reelection tour, President Obama had a sleek campaign bus named this, one word different than a plane he rode in",
      "answer": "Ground Force One"
    },
    {
      "category": "WORLD GEOGRAPHY",
      "text": "With about 2,070 miles of coastline, this Horn of Africa nation has the most of any nation on the continent",
      "answer": "Somalia"
    },
    {
      "category": "PARENTHETICAL SONG TITLES",
      "text": "The (Blue Öyster) cult classic:\"(Don't Fear)\"",
      "answer": "\"The Reaper\""
    },
    {
      "category": "VIKING LORE",
      "text": "(Nico Parker presents the clue.) From 885 to 886, the Vikings laidsiegeto this île, the heart of Paris; they were repulsed by hot wax & pitch & paid off to leave",
      "answer": "Île de la Cité"
    },
    {
      "category": "HISTORIC OBJECTS",
      "text": "The rocking chair that Lincoln was shot in was claimed by the government but returned to the widow of a man with this last name",
      "answer": "Ford"
    },
    {
      "category": "ALLITERATION",
      "text": "\"Supernanny\" Jo Frost says the first step for a parent facing one of these meltdowns is to ask why",
      "answer": "a temper tantrum"
    },
    {
      "category": "WE'RE BUSSIN",
      "text": "The design of \"The Partridge Family\"buswas inspired by this Dutch painter",
      "answer": "Mondrian"
    },
    {
      "category": "WORLD GEOGRAPHY",
      "text": "The Society Islands are one of 5 groups that make up this Pacific Ocean territory of a European country",
      "answer": "French Polynesia"
    },
    {
      "category": "PARENTHETICAL SONG TITLES",
      "text": "He's not talking about an old engine:\"(Soulja Boy)\"",
      "answer": "\"Crank That\""
    },
    {
      "category": "VIKING LORE",
      "text": "(Nico Parker presents the clue.) In one Norse saga, we learn that legendary Viking warrior Björn Ironside is the grandchild ofSigurd & thisvalkyrie",
      "answer": "Brunhilde"
    },
    {
      "category": "HISTORIC OBJECTS",
      "text": "A famous one of these in Vienna called Pummerin was forged from Turkish cannonballs collected after a 1683 siege",
      "answer": "bell"
    },
    {
      "category": "ALLITERATION",
      "text": "It's an unscientific term for when declining testosterone causes emotional & physical symptoms for guys in middle age",
      "answer": "male menopause"
    },
    {
      "category": "WE'RE BUSSIN",
      "text": "This author & his Merry Pranksters painted a school bus in psychedelic colors & set off across America",
      "answer": "Ken Kesey"
    },
    {
      "category": "WORLD GEOGRAPHY",
      "text": "Szczecin has the Polish-est name, but its history is entwined with this capital 90 mi. off; the 1st train to the city came from there",
      "answer": "Berlin"
    },
    {
      "category": "PARENTHETICAL SONG TITLES",
      "text": "A 1-word history lesson from They Might Be Giants:\"(Not Constantinople)\"",
      "answer": "\"Istanbul\""
    },
    {
      "category": "VIKING LORE",
      "text": "(Gerard Butler presents the clue.)Thesebloodthirsty Viking warriors who gave their name to ferocious rage were much feared in combat; some were said to be part of Harald Fairhair'sguardin Norway",
      "answer": "Berserkers"
    }
  ]
}