{
  "title": "Show #6044 - Thursday, December 16, 2010",
  "date": {
    "day": 16,
    "month": "December",
    "year": 2010
  },
  "clues": [
    {
      "category": "THE AMERICAN RED CROSS",
      "text": "(Kelly of the Clue Crew gives the clue from the American Red Cross in Washington, D.C.)  It's no coincidence that the Red Crossemblemlooks like this country's flag in reverse; the International Red Cross began there in 1863",
      "answer": "Switzerland"
    },
    {
      "category": "SOCCER TO US!",
      "text": "In 2002 Germany's Oliver Kahn was named World Cup MVP, the first from this position that may hand-le the ball",
      "answer": "the goalie"
    },
    {
      "category": "BASKIN ROBBINS ICE CREAM",
      "text": "A seasonal favorite, baseball nut first hit a home run in 1958 to celebrate the Dodgers' move from this borough",
      "answer": "Brooklyn"
    },
    {
      "category": "WOODWINDS",
      "text": "The shakuhachi, a Japanese flute made of this tall grass, is used as a tool for Buddhist meditation & many types of music",
      "answer": "bamboo"
    },
    {
      "category": "LANGUAGE CRAFT",
      "text": "In the Harry Potter world, Parseltongue is the language of these; Salazar Slytherin was a noted speaker",
      "answer": "snakes"
    },
    {
      "category": "ADD A LETTER",
      "text": "Add a letter to surgeon & you'll net yourself this fish",
      "answer": "sturgeon"
    },
    {
      "category": "THE AMERICAN RED CROSS",
      "text": "(Kelly of the Clue Crew gives the clue from the American Red Cross in Washington, D.C.)  One of the best ways you can help the Red Cross is to donate blood, & since you can do it every 56 days, that's this many times a year",
      "answer": "6"
    },
    {
      "category": "SOCCER TO US!",
      "text": "In 1987, at age 15, she joined the U.S. women's team & later won the World Cup & 2 Olympic gold medals",
      "answer": "Mia Hamm"
    },
    {
      "category": "BASKIN ROBBINS ICE CREAM",
      "text": "Once upon a time, a flavor called \"Fiona's Fairytale\" celebrated the release of this movie's sequel",
      "answer": "Shrek"
    },
    {
      "category": "WOODWINDS",
      "text": "In Prokofiev's \"Peter and the Wolf\", this 4-letter woodwind represents the duck",
      "answer": "the oboe"
    },
    {
      "category": "LANGUAGE CRAFT",
      "text": "The dwarves in his novels speak Khuzdul; the inscription on the ring is in \"Black Speech\"",
      "answer": "Tolkien"
    },
    {
      "category": "ADD A LETTER",
      "text": "When curvy gets an extra letter, it becomes this disease",
      "answer": "scurvy"
    },
    {
      "category": "THE AMERICAN RED CROSS",
      "text": "(Sarah of the Clue Crew gives the clue from the American Red Cross in New Orleans, LA.)  The Red Cross recommends that your emergency kit include a radio; here'sonewith four power sources--namely batteries, A.C. power, solar power, & this old-fashioned method",
      "answer": "turning or cranking"
    },
    {
      "category": "SOCCER TO US!",
      "text": "In July 2010 this country won its first ever World Cup by defeating The Netherlands, 1-0",
      "answer": "Spain"
    },
    {
      "category": "BASKIN ROBBINS ICE CREAM",
      "text": "How about a scoop of this favorite seenhere?  It's among Baskin-Robbins' top-selling flavors",
      "answer": "mint chocolate chip"
    },
    {
      "category": "WOODWINDS",
      "text": "Big band leaders playing this woodwind included Artie Shaw & Woody Herman",
      "answer": "the clarinet"
    },
    {
      "category": "LANGUAGE CRAFT",
      "text": "In Orwell's Newspeak, \"Minipax\" stood for this government department",
      "answer": "the Ministry of Peace"
    },
    {
      "category": "ADD A LETTER",
      "text": "A letter added to spout causes it to do this, begin to grow",
      "answer": "sprout"
    },
    {
      "category": "THE AMERICAN RED CROSS",
      "text": "(Sarah of the Clue Crew gives the clue from the American Red Cross in New Orleans, LA.)  In a disaster, the American Red Cross is among the first on the scene, bringing meals & supplies in ERVs, which stands for emergency \"this\" vehicle",
      "answer": "response"
    },
    {
      "category": "SOCCER TO US!",
      "text": "This name of Chicago's MLS team refers to an 1871 event",
      "answer": "Fire"
    },
    {
      "category": "BASKIN ROBBINS ICE CREAM",
      "text": "In 1986, to celebrate a Don Johnson TV series, BR came up with this flavor--fruity, refreshing & 1 letter shorter",
      "answer": "Miami Ice"
    },
    {
      "category": "WOODWINDS",
      "text": "This is often called the clown of the orchestra & is the lowest-pitched of the standard orchestral woodwinds",
      "answer": "the bassoon"
    },
    {
      "category": "LANGUAGE CRAFT",
      "text": "(\"Daylight\" playing) Matt & Kim reworked their song \"Daylight\" for the gibberish language used inthisgame series",
      "answer": "The Sims"
    },
    {
      "category": "ADD A LETTER",
      "text": "Join a letter with union & it becomes this foot malady",
      "answer": "bunion"
    },
    {
      "category": "THE AMERICAN RED CROSS",
      "text": "(Sarah of the Clue Crew gives the clue from the American Red Cross in Washington, D.C.)  Dedicated in 1959, the sculpture by Felix de Weldon, who's better known for the Marine Corps War Memorial, was given in memory of the 78 who lost their lives during this war while serving with the American Red Cross",
      "answer": "World War II"
    },
    {
      "category": "SOCCER TO US!",
      "text": "About 80% of the world's soccer balls are made in this country, most of them in Sialkot, north of Lahore",
      "answer": "Pakistan"
    },
    {
      "category": "BASKIN ROBBINS ICE CREAM",
      "text": "Jamoca was introduced in 1956; Jamoca this came along 3 years later",
      "answer": "Jamoca Almond Fudge"
    },
    {
      "category": "WOODWINDS",
      "text": "This woodwind with a pear-shaped bell is often called by its French name, cor anglais",
      "answer": "the English horn"
    },
    {
      "category": "LANGUAGE CRAFT",
      "text": "Guinness says that by number of users this language, devised by James Doohan, is the most spoken fictional language",
      "answer": "Klingon"
    },
    {
      "category": "ADD A LETTER",
      "text": "A letter added to amiable gets you this word that means the same thing",
      "answer": "amicable"
    }
  ]
}