{
  "title": "Show #4993 - Wednesday, May 3, 2006",
  "date": {
    "day": 3,
    "month": "May",
    "year": 2006
  },
  "clues": [
    {
      "category": "THE NEW YORK TIMESNEWS OF 2006",
      "text": "There was gold in the hills of this host city as the Times noted the start of the Winter Olympics there on Feb. 10",
      "answer": "Turin"
    },
    {
      "category": "1984 TV DEBUTS",
      "text": "Not only \"Jeopardy!\" but this game show based on a letters-&-words board game debuted in 1984",
      "answer": "Scrabble"
    },
    {
      "category": "BODY PART-THING",
      "text": "A recorder has 8, a fife 6",
      "answer": "finger holes"
    },
    {
      "category": "VOLCANOES",
      "text": "Eruptions in 512 were so violent that Theodoric the Goth of Italy suspended taxes for those living on its slopes",
      "answer": "Vesuvius"
    },
    {
      "category": "SODA",
      "text": "Don't worry--Cricket Cola isn't flavored with crickets but with this \"colorful\" tea",
      "answer": "green tea"
    },
    {
      "category": "FOUNTAINS",
      "text": "The Bethesda Fountain overlooks the lake in this New York City park",
      "answer": "Central Park"
    },
    {
      "category": "THE NEW YORK TIMESNEWS OF 2006",
      "text": "On Feb. 13, the Times reported Dick Cheney shot a man hunting, the first shooting by a sitting veep since this man",
      "answer": "Aaron Burr"
    },
    {
      "category": "1984 TV DEBUTS",
      "text": "The Huxtables began their 8-year dominance of the Nielsen ratings on this sitcom",
      "answer": "The Cosby Show"
    },
    {
      "category": "BODY PART-THING",
      "text": "(Kelly of the Clue Crew opens a large reference book.)  Thisfeatureyou'll find in some dictionaries helps you get quickly to the letter you want",
      "answer": "a thumb index"
    },
    {
      "category": "VOLCANOES",
      "text": "Lassen Peak in the southernmost part of this range was believed extinct until it erupted on May 30, 1914",
      "answer": "the Cascades"
    },
    {
      "category": "SODA",
      "text": "In November 2003 the Jones Soda Company introduced an unusual soda flavored with this bird & gravy",
      "answer": "turkey"
    },
    {
      "category": "FOUNTAINS",
      "text": "It's said that Goethe's granddaughter posed for the statue that tops this capital city's Austria Fountain",
      "answer": "Vienna"
    },
    {
      "category": "THE NEW YORK TIMESNEWS OF 2006",
      "text": "\"G.O.P. UNREST OVER PORTS\" read a headline when this emirate's control of some U.S. ports was opposed by Congress in March",
      "answer": "Dubai"
    },
    {
      "category": "1984 TV DEBUTS",
      "text": "Penelope was the real first name of this title Soleil Moon Frye character who had her own show in 1984",
      "answer": "Punky Brewster"
    },
    {
      "category": "BODY PART-THING",
      "text": "This forward section of a rocket or guided missile contains the payload",
      "answer": "the nose cone"
    },
    {
      "category": "VOLCANOES",
      "text": "This volcano on the southeast slope of Mauna Loa has had a hotel on its rim since 1866",
      "answer": "Kilauea"
    },
    {
      "category": "SODA",
      "text": "This \"paternal\" brand of root beer has been a family favorite since 1937",
      "answer": "Dad's"
    },
    {
      "category": "FOUNTAINS",
      "text": "King Matyas Corvinus & his beloved Ilonka adorn the Matyas Fountain at this Hungarian city's Royal Palace",
      "answer": "Budapest"
    },
    {
      "category": "THE NEW YORK TIMESNEWS OF 2006",
      "text": "Riots in this Ugandan capital city were reported in the Times on Feb. 26 following presidential elections there",
      "answer": "Kampala"
    },
    {
      "category": "1984 TV DEBUTS",
      "text": "Fred Dryer was on the beat in 1984 tracking down bad guys as this title LAPD homicide detective",
      "answer": "Hunter"
    },
    {
      "category": "BODY PART-THING",
      "text": "Raymond Moley was part of the group of smarties called this who advised FDR",
      "answer": "the Brain Trust"
    },
    {
      "category": "VOLCANOES",
      "text": "Figurative name of the volcanic belt that nearly encircles the Pacific Ocean",
      "answer": "the Ring of Fire"
    },
    {
      "category": "SODA",
      "text": "A famous 1967 ad campaign told folks that this was actually \"the Uncola\"",
      "answer": "7 Up"
    },
    {
      "category": "FOUNTAINS",
      "text": "Unveiled in 2004, the Hyde Park Fountain that memorializes her is a deceptively simple-looking oval granite ring",
      "answer": "Princess Diana"
    },
    {
      "category": "THE NEW YORK TIMESNEWS OF 2006",
      "text": "\"A DRAMA STRAIGHT FROM THE TABLOIDS\" blared the Times in a story on her appearance before the U.S. Supreme Court in March",
      "answer": "Anna Nicole Smith"
    },
    {
      "category": "1984 TV DEBUTS",
      "text": "A probationary angel & an ex-cop helped people solve problems on this Michael Landon starrer",
      "answer": "Highway to Heaven"
    },
    {
      "category": "BODY PART-THING",
      "text": "It's what the \"AR\" stands for in \"START I\", a strategic treaty signed by Bush & Gorbachev",
      "answer": "arms reduction"
    },
    {
      "category": "VOLCANOES",
      "text": "This Philippine volcano's 1991 eruption was one of the largest of the 20th century",
      "answer": "Pinatubo"
    },
    {
      "category": "SODA",
      "text": "With \"twice the caffeine\", it calls itself \"The Espresso of Colas\"",
      "answer": "Jolt"
    },
    {
      "category": "FOUNTAINS",
      "text": "(Jimmy of the Clue Crew reads from Tivoli in Copenhagen, Denmark.)  The famous bubble fountain here at Tivoli was co-designed by this Danish physicist who won a 1922 Nobel Prize",
      "answer": "(Niels) Bohr"
    }
  ]
}