{
  "title": "Show #7857 - Tuesday, November 6, 2018",
  "date": {
    "day": 6,
    "month": "November",
    "year": 2018
  },
  "clues": [
    {
      "category": "IN THE '90s",
      "text": "In 1990, 7 years after it was supposed to be launched, this telescope finally made it into space",
      "answer": "Hubble"
    },
    {
      "category": "FAMILIAR PHRASES",
      "text": "Someone angry about a past event might be balancing a \"chip\" here",
      "answer": "their shoulder"
    },
    {
      "category": "2018 COLLEGE FOOTBALL NAMES",
      "text": "Cameron Rising isn't an action movie, he's a QB who wants to \"hook 'em\" for the Longhorns of this school",
      "answer": "University of Texas"
    },
    {
      "category": "WHAT DO YOUR SHOES MEAN?",
      "text": "A diminutive of the Italian word for \"dagger\" gives us the name of these heels",
      "answer": "a stiletto"
    },
    {
      "category": "ITS BIGGEST NEIGHBOR",
      "text": "Colombia's biggest",
      "answer": "Brazil"
    },
    {
      "category": "AT THE SODA FOUNTAIN",
      "text": "(Sarah of the Clue Crew presents from the Franklin Fountain in Philadelphia.) Philadelphia's own Robert Green is credited with the 1874 brainstorm of putting ice cream into a seltzer drink & inventing the ice cream soda, also known asthis, for what the ice cream does",
      "answer": "a float"
    },
    {
      "category": "IN THE '90s",
      "text": "Running between Folkestone & Calais, it opened to traffic in 1994",
      "answer": "the Chunnel"
    },
    {
      "category": "FAMILIAR PHRASES",
      "text": "Plans may not work out, so \"don't\" practice this act of poultry accounting",
      "answer": "don't count your chickens before they're hatched"
    },
    {
      "category": "2018 COLLEGE FOOTBALL NAMES",
      "text": "Rocky Jacques-Louis is a Panther at FIU, Shocky Jacques-Louis is a Panther at this university in the \"Steel City\"",
      "answer": "Pittsburgh"
    },
    {
      "category": "WHAT DO YOUR SHOES MEAN?",
      "text": "A laced shoe as well as a shirting fabric is named for this British university town",
      "answer": "Oxford"
    },
    {
      "category": "ITS BIGGEST NEIGHBOR",
      "text": "Norway's",
      "answer": "Russia"
    },
    {
      "category": "AT THE SODA FOUNTAIN",
      "text": "(Kelly of the Clue Crew presents from the Franklin Fountain in Philadelphia.) Originally closer to pharmacists than bartenders, these first soda slingers were named for the quick action of pulling on the soda handles",
      "answer": "jerk"
    },
    {
      "category": "IN THE '90s",
      "text": "You say potato, this veep says spell it with an \"E\" at the end to an 12-year-old speller in 1992",
      "answer": "Dan Quayle"
    },
    {
      "category": "FAMILIAR PHRASES",
      "text": "To \"throw someone under\" this vehicle is to make him a scapegoat",
      "answer": "the bus"
    },
    {
      "category": "2018 COLLEGE FOOTBALL NAMES",
      "text": "Bumper Pool bounces running backs around as a linebacker for the Razorbacks of this school",
      "answer": "the University of Arkansas"
    },
    {
      "category": "WHAT DO YOUR SHOES MEAN?",
      "text": "A girl in the Buster Brown comic strip gave her name to these girls' shoes that have a strap over the instep",
      "answer": "Mary Janes"
    },
    {
      "category": "ITS BIGGEST NEIGHBOR",
      "text": "Guatemala's",
      "answer": "Mexico"
    },
    {
      "category": "AT THE SODA FOUNTAIN",
      "text": "(Sarah of the Clue Crew presents from the Franklin Fountain in Philadelphia.) The New York recipe forthistreat does not contain the two items in the name--only milk, seltzer & chocolate syrup; here at Franklin Fountain, they also make a more literal version, with theyolk",
      "answer": "an egg cream"
    },
    {
      "category": "IN THE '90s",
      "text": "After eluding the FBI for 18 years, Ted Kaczynski, better known by this nickname, was arrested in Montana",
      "answer": "the Unabomber"
    },
    {
      "category": "FAMILIAR PHRASES",
      "text": "Trying again after a failure is going \"back to\" this, a synonym for drafting table or an item on a drafting table",
      "answer": "a drawing board"
    },
    {
      "category": "2018 COLLEGE FOOTBALL NAMES",
      "text": "On Saturdays Smoke Monday is a Tigers defensive back for this in-state rival of Alabama",
      "answer": "the University of Auburn"
    },
    {
      "category": "WHAT DO YOUR SHOES MEAN?",
      "text": "A word for a type of rope gives us the name of these rope-soled sandals",
      "answer": "espadrille"
    },
    {
      "category": "ITS BIGGEST NEIGHBOR",
      "text": "Nepal's",
      "answer": "China"
    },
    {
      "category": "AT THE SODA FOUNTAIN",
      "text": "(Sarah of the Clue Crew presents from the Franklin Fountain in Philadelphia.) Once an infant dietary supplement in the 1870s, the mix seenherecontains wheat, milk & this sprouted barley; it has since crossed over to make shakes amazing",
      "answer": "malt"
    },
    {
      "category": "IN THE '90s",
      "text": "A.P. journalist Terry Anderson was freed in 1991 after 2,454 days as a hostage of Hezbollah in this country",
      "answer": "Lebanon"
    },
    {
      "category": "FAMILIAR PHRASES",
      "text": "A possible origin for \"living\" this way is that upper cuts of pork are more a luxury item than the feet",
      "answer": "high on the hog"
    },
    {
      "category": "2018 COLLEGE FOOTBALL NAMES",
      "text": "Linebacker Justice Dingle floats like a butterfly & stings like a Yellow Jacket for this Southern U.",
      "answer": "Georgia Tech"
    },
    {
      "category": "WHAT DO YOUR SHOES MEAN?",
      "text": "Queen Victoria's Scottish castle is the source of the name of this laced shoe",
      "answer": "Balmoral"
    },
    {
      "category": "ITS BIGGEST NEIGHBOR",
      "text": "Syria's",
      "answer": "Turkey"
    }
  ]
}