{
  "title": "Show #9330 - Friday, May 9, 2025",
  "date": {
    "day": 9,
    "month": "May",
    "year": 2025
  },
  "clues": [
    {
      "category": "OUR NEANDERTHAL RELATIVES",
      "text": "This word for a prehistoric person became more common after an 1856 find of Neanderthal fossils in a limestone grotto",
      "answer": "caveman"
    },
    {
      "category": "SIGNS & SYMBOLS",
      "text": "According to the Department of Transportation, the first U.S. sign with this simple command appeared in Detroit in 1915",
      "answer": "stop"
    },
    {
      "category": "THERE'S A BIRD IN YOUR RESPONSE",
      "text": "It's money held by an independent third party to facilitate transactions between home buyers & sellers",
      "answer": "escrow"
    },
    {
      "category": "ARE WE HAVING FUN YET?",
      "text": "The first battle in this game where you can dye suddenly is said to have been in rural New Hampshire in 1981",
      "answer": "paintball"
    },
    {
      "category": "PICK A NICK",
      "text": "This \"Gatsby\" narrator is a man in finance--a bond salesman, to be precise",
      "answer": "(Nick) Carraway"
    },
    {
      "category": "BASKETS",
      "text": "In 2025,Mac McClungwas the first to three-peat as champ of this NBA contest, with an unreal leap over a Kia to score a basket",
      "answer": "the Slam Dunk Contest"
    },
    {
      "category": "OUR NEANDERTHAL RELATIVES",
      "text": "Many experts think left/right arm asymmetry indicates Neanderthals used these for thrusting, not throwing, when hunting",
      "answer": "spears"
    },
    {
      "category": "SIGNS & SYMBOLS",
      "text": "A contest by a container company led Gary Anderson to create the symbol for this, a Möbius loop of 3 arrows chasing each other",
      "answer": "the recycling sign"
    },
    {
      "category": "THERE'S A BIRD IN YOUR RESPONSE",
      "text": "Bensonhurst is a neighborhood in this borough",
      "answer": "Brooklyn"
    },
    {
      "category": "ARE WE HAVING FUN YET?",
      "text": "Extracting moisture for a crispier crust is just one way your pizza party can be improved bythisitem not studied by geologists",
      "answer": "a pizza stone"
    },
    {
      "category": "PICK A NICK",
      "text": "He's the Nick who wrote the novels \"Fever Pitch\" & \"High Infidelity\"; he also served at the pop music critic for \"The New Yorker\"",
      "answer": "(Nick) Hornby"
    },
    {
      "category": "BASKETS",
      "text": "One of the easiest buckets out there, this kind of off-the-backboard shot now also refers to any easily completed task",
      "answer": "a layup"
    },
    {
      "category": "OUR NEANDERTHAL RELATIVES",
      "text": "It was long thought Neanderthals couldn't do this, but the discovery they carried FOXP2, a gene linked to it, suggests they could",
      "answer": "speak"
    },
    {
      "category": "SIGNS & SYMBOLS",
      "text": "In Exodus 32 this symbol of apostasy was fashioned by Aaron & worshiped with sacrifices",
      "answer": "the golden calf"
    },
    {
      "category": "THERE'S A BIRD IN YOUR RESPONSE",
      "text": "Like the buckhorn in Pinos Altos, New Mexico, it's another name for a tavern, especially in the Old West",
      "answer": "a saloon"
    },
    {
      "category": "ARE WE HAVING FUN YET?",
      "text": "Done with a rod & reel for fun not food, it's the \"S\" in the organization ASA, founded in 1933",
      "answer": "Sportfishing"
    },
    {
      "category": "PICK A NICK",
      "text": "ThisNick is the creator of Wallace & Gromit",
      "answer": "Nick Park"
    },
    {
      "category": "BASKETS",
      "text": "In between making baskets on the court these \"Ambassadors of Goodwill\" playfully taunt refs by throwing buckets of water at them",
      "answer": "the Harlem Globetrotters"
    },
    {
      "category": "OUR NEANDERTHAL RELATIVES",
      "text": "A Neanderthal skull came to England in 1864; he was sick & couldn't go see it, so friends brought it to him--\"wonderful\", he said",
      "answer": "Darwin"
    },
    {
      "category": "SIGNS & SYMBOLS",
      "text": "From Latin for \"apple with many seeds\", this fruit is a symbol of fertility in many cultures",
      "answer": "pomegranate"
    },
    {
      "category": "THERE'S A BIRD IN YOUR RESPONSE",
      "text": "I can give you a really good deal on this word, never mind that it means easily deceived or duped",
      "answer": "gullible"
    },
    {
      "category": "ARE WE HAVING FUN YET?",
      "text": "Holidogis the mascot for this Indiana theme park that's been providing family fun since it was called Santa Claus Land",
      "answer": "Holiday World"
    },
    {
      "category": "PICK A NICK",
      "text": "In \"A Midsummer Night's Dream\", this Nick becomes the beloved of a charmed Titania",
      "answer": "Nick Bottom"
    },
    {
      "category": "BASKETS",
      "text": "Usually used for free throws, this 2-handed underhand shot is mockingly named for a female relative",
      "answer": "granny style (a granny shot)"
    },
    {
      "category": "OUR NEANDERTHAL RELATIVES",
      "text": "Genes we inherited from Neanderthal ancestors make modern humans more prone to certain diseases, including type 2 this",
      "answer": "diabetes"
    },
    {
      "category": "SIGNS & SYMBOLS",
      "text": "Used in Ancient Egyptian amulets, this ocular symbol contains the name of a falcon god",
      "answer": "the Eye of Horus"
    },
    {
      "category": "THERE'S A BIRD IN YOUR RESPONSE",
      "text": "A look of anger or frowning disapproval",
      "answer": "scowl"
    },
    {
      "category": "ARE WE HAVING FUN YET?",
      "text": "This \"state\"ly dance is done quick-quick-slow in Austin, quick-quick-slow-slow in many other places, but it's fun either way",
      "answer": "the Texas two-step"
    },
    {
      "category": "PICK A NICK",
      "text": "This Nick was the alter ego of Ernest Hemingway; he's featured in the collection \"In Our Time\"",
      "answer": "Nick Adams"
    },
    {
      "category": "BASKETS",
      "text": "Kareem Adbul-Jabbar's sunk many baskets withthis7-letter signature shot; it's also the name of his foundation",
      "answer": "the skyhook"
    }
  ]
}