{
  "title": "Show #8204 - Thursday, April 16, 2020",
  "date": {
    "day": 16,
    "month": "April",
    "year": 2020
  },
  "clues": [
    {
      "category": "TRAVELING ABROAD",
      "text": "Avoid caffeine & stay hydrated to minimize the effects of this disruption of your body's rhythms due to time zone differences",
      "answer": "jet lag"
    },
    {
      "category": "ON THE RECENT BESTSELLER LIST",
      "text": "This late-night ABC funnyman was a hit with kids recently with his book about \"The Serious Goose\"",
      "answer": "Jimmy Kimmel"
    },
    {
      "category": "AMERICAN HISTORY",
      "text": "Article II, Section 1 of the U.S. Constitution set up this body to choose the president & vice president",
      "answer": "the Electoral College"
    },
    {
      "category": "H.D.",
      "text": "Store copies of your photos on an external this in case the one inside the computer gets fried",
      "answer": "a hard drive"
    },
    {
      "category": "TRAVELING ABROAD",
      "text": "The CDC offers the \"Can I eat this?\" app to prevent this event that comes in more than 250 nasty types",
      "answer": "food poisoning"
    },
    {
      "category": "ON THE RECENT BESTSELLER LIST",
      "text": "Each short story in Tom Hanks' first book involves this pre-computer age authors' tool",
      "answer": "a typewriter"
    },
    {
      "category": "THE HIDDEN WORLD OF EMOJIS",
      "text": "The emoji of this number underlined implies \"Keep it real\"",
      "answer": "100"
    },
    {
      "category": "AMERICAN HISTORY",
      "text": "(Sarah of the Clue Crew presents by a display monitor.) Following the United States' annexation of Texas in 1845, Mexico said Texas' border endedhereat the Nueces River; the U.S. said it wasthisriver further south, and war soon followed",
      "answer": "the Rio Grande"
    },
    {
      "category": "MOVIE COMEDIES",
      "text": "\"What We Do in the Shadows\" is a New Zealand mockumentary focused on a cadre of these creatures",
      "answer": "vampires"
    },
    {
      "category": "H.D.",
      "text": "The words \"Saving Children\" are on a 2017 one of these coins celebrating the centennial of Boys Town",
      "answer": "half dollar"
    },
    {
      "category": "TRAVELING ABROAD",
      "text": "Remember that if you were under 16 when this federal document was issued to you, it's only good for 5 years, not 10",
      "answer": "a passport"
    },
    {
      "category": "ON THE RECENT BESTSELLER LIST",
      "text": "High school detention leads to murder in Karen McManus' \"One of Us Is\" doing this",
      "answer": "Lying"
    },
    {
      "category": "THE HIDDEN WORLD OF EMOJIS",
      "text": "Emojis used in reference to Beyoncé include the bee (for Queen Bey) & this fruit (for her 2016 album)",
      "answer": "a lemon"
    },
    {
      "category": "AMERICAN HISTORY",
      "text": "In 1832 S.C. passed \"an ordinance to\" do this, void certain federal laws; Pres. Jackson said it's your ordinance that's void!",
      "answer": "nullify or nullification"
    },
    {
      "category": "MOVIE COMEDIES",
      "text": "Academic overachievers Kaitlyn Dever & Beanie Feldstein cram 4 years of fun into one night in this 2019 comedy",
      "answer": "Booksmart"
    },
    {
      "category": "H.D.",
      "text": "Basenji & basset are this type of canine, also the subject of an Elvis Presley song",
      "answer": "a hound dog"
    },
    {
      "category": "TRAVELING ABROAD",
      "text": "You'll want a credit card that doesn't charge a foreign transaction fee, like this company's it card",
      "answer": "Discover"
    },
    {
      "category": "ON THE RECENT BESTSELLER LIST",
      "text": "Set in a resort town & not a courtroom, \"Camino Island\" took this novelist in a new direction",
      "answer": "John Grisham"
    },
    {
      "category": "THE HIDDEN WORLD OF EMOJIS",
      "text": "This French-named baked good named for its shape is used to express opposition to Brexit",
      "answer": "a croissant"
    },
    {
      "category": "AMERICAN HISTORY",
      "text": "A new Quartering Act was the fourth of these punitive 1774 measures also known as the Coercive Acts",
      "answer": "the Intolerable Acts"
    },
    {
      "category": "MOVIE COMEDIES",
      "text": "\"You sit on a throne of lies\", Will Ferrell tells a department store Santa in this Christmas comedy",
      "answer": "Elf"
    },
    {
      "category": "H.D.",
      "text": "It's the leading cause of death of women in the United States",
      "answer": "heart disease"
    },
    {
      "category": "TRAVELING ABROAD",
      "text": "This group travel agency that sells adventures to ages 18 to 35 sounds like a Thor Heyerdahl raft",
      "answer": "Contiki"
    },
    {
      "category": "ON THE RECENT BESTSELLER LIST",
      "text": "Professor Timothy Snyder wrote \"On\" this form of dictatorial rule",
      "answer": "Tyranny"
    },
    {
      "category": "THE HIDDEN WORLD OF EMOJIS",
      "text": "\"WC\" on blue is supposed to mean \"water closet\" but many use it to stand for this type of admiration",
      "answer": "woman crush"
    },
    {
      "category": "AMERICAN HISTORY",
      "text": "Thomas Jackson earned the nickname \"Stonewall\" at First Bull Run, called this by the Rebs",
      "answer": "Manassas"
    },
    {
      "category": "MOVIE COMEDIES",
      "text": "This 2018 Mila Kunis/Kate McKinnon comedy changes one word from the title of a James Bond film",
      "answer": "The Spy Who Dumped Me"
    },
    {
      "category": "H.D.",
      "text": "3,300 feet up in the Mojave, Yucca Valley, California is in this type of area & has a nature museum named for it",
      "answer": "a high desert"
    }
  ]
}