{
  "title": "Show #3158 - Wednesday, April 29, 1998",
  "date": {
    "day": 29,
    "month": "April",
    "year": 1998
  },
  "clues": [
    {
      "category": "ARABIAN NIGHTS",
      "text": "This guy wasn't the first to rub his magic lamp, his mother was",
      "answer": "Aladdin"
    },
    {
      "category": "GET THE VIBE",
      "text": "You'll use these vibrating organs in your throat to give your response",
      "answer": "vocal cords"
    },
    {
      "category": "WASHINGTON D.C.",
      "text": "You'll find the words of the Gettysburg Address inscribed on the walls of this memorial",
      "answer": "the Lincoln Memorial"
    },
    {
      "category": "STAR WARS",
      "text": "In 1998 Texas cattlemen had a beef with this talk show queen, but the jury didn't swallow it",
      "answer": "Oprah"
    },
    {
      "category": "THE UMPIRE STRIKES BACK",
      "text": "According to Major League rules, the ump starts the game with this single word, without \"ball\"",
      "answer": "\"play\""
    },
    {
      "category": "GET THE VIBE",
      "text": "Named for an American seismologist, this kind of \"scale\" keeps track of earthquake vibes",
      "answer": "Richter scale"
    },
    {
      "category": "WASHINGTON D.C.",
      "text": "He reportedly called the FBI headquarters the ugliest building he'd ever seen; it was named for him anyway",
      "answer": "J. Edgar Hoover"
    },
    {
      "category": "STAR WARS",
      "text": "This director testified at the 1998 trial of Jonathan Norman, who was convicted of stalking him",
      "answer": "Steven Spielberg"
    },
    {
      "category": "THE UMPIRE STRIKES BACK",
      "text": "In 1996 Roberto Alomar of this baseball team spit on an umpire, who later threatened to kill him",
      "answer": "the Baltimore Orioles"
    },
    {
      "category": "GET THE VIBE",
      "text": "Any vibe with sounds higher than 120 of these units can be painful to the human ear",
      "answer": "decibels"
    },
    {
      "category": "WASHINGTON D.C.",
      "text": "It's the shape of the White House's diplomatic reception room, & of the president's office",
      "answer": "oval"
    },
    {
      "category": "STAR WARS",
      "text": "In 1997 this show's Heather Locklear testified in a discrimination suit brought against Spelling Entertainment",
      "answer": "Melrose Place"
    },
    {
      "category": "THE UMPIRE STRIKES BACK",
      "text": "Umpires are sometimes called \"men in\" this color, like some of the language they hear from players",
      "answer": "blue"
    },
    {
      "category": "GET THE VIBE",
      "text": "If you hear this venomous reptile vibrating its segmented tail end, back off!",
      "answer": "a rattlesnake"
    },
    {
      "category": "WASHINGTON D.C.",
      "text": "The Kennedy Center's Grand Foyer is so large this D.C. obelisk would fit in it, if laid on its side",
      "answer": "the Washington Monument"
    },
    {
      "category": "STAR WARS",
      "text": "In 1998 this \"Pump Up the Volume\" star mopped floors in jail while serving time for a drug-related crime",
      "answer": "Christian Slater"
    },
    {
      "category": "THE UMPIRE STRIKES BACK",
      "text": "Umpires did this exactly 91 times to feisty manager Earl Weaver in his career",
      "answer": "throw him out of the game"
    },
    {
      "category": "RETURN OF THE GETTY",
      "text": "The Getty bought this Van Gogh painting, seenhere, from an overextended Australian businessman",
      "answer": "Irises"
    },
    {
      "category": "GET THE VIBE",
      "text": "These animals studied in ichthyology have no external ears & use skull vibrations to hear",
      "answer": "fish"
    },
    {
      "category": "WASHINGTON D.C.",
      "text": "This floral festival takes place in late March or early April, even if the trees aren't in bloom yet",
      "answer": "the Cherry Blossom"
    },
    {
      "category": "STAR WARS",
      "text": "In 1976 Carol Burnett sued this tabloid for libel; she won in 1981",
      "answer": "The [National] Enquirer"
    },
    {
      "category": "THE UMPIRE STRIKES BACK",
      "text": "It's what the umpire may call if the pitcher makes a move to deceive a base runner",
      "answer": "a balk"
    },
    {
      "category": "RETURN OF THE GETTY",
      "text": "The Center includes 16,000 tons of Italian travertine, a type of this \"stone\" that also forms marble",
      "answer": "limestone"
    }
  ]
}