{
  "title": "Jeopardy! Mastersgame #53 - Wednesday, June 4, 2025",
  "date": {
    "day": 4,
    "month": "June",
    "year": 2025
  },
  "clues": [
    {
      "category": "BOOKS OF THE BIBLE",
      "text": "The section of Handel's \"Messiah\" that asks & answers \"Who is this king of glory?\" comes from the 24th of these",
      "answer": "Psalms"
    },
    {
      "category": "INTERNATIONAL ATHLETES",
      "text": "Norway's Bjorn Daehlie won a record 8 Olympic golds in this type of skiing, including 2 in pursuit & 2 in the 50 km freestyle",
      "answer": "cross-country"
    },
    {
      "category": "ARCHITECTURE TERMS",
      "text": "As its name suggests, it's the central piece of an arch or a vault, holding the whole thing together",
      "answer": "a keystone"
    },
    {
      "category": "GET HYPHENATED",
      "text": "Knights of yore would train for tournaments on an early version of this whirling fairground amusement",
      "answer": "a merry-go-round"
    },
    {
      "category": "ALPHABETICALLY FIRST &/OR LAST",
      "text": "First:Of the 3 Baltic states",
      "answer": "Estonia"
    },
    {
      "category": "BLACK HISTORY & GENEALOGY",
      "text": "(Here's Professor Gates.)  While many Black surnames are those of the families that owned our ancestors, another common name, this one of anOscar-winning actorwas taken after the Civil War to indicate no ownership",
      "answer": "Freeman"
    },
    {
      "category": "BOOKS OF THE BIBLE",
      "text": "Were this book named for its recipient, not author, we might have watched NFL star Theophilus Kuechly & baseball's Theophilus Appling",
      "answer": "Luke"
    },
    {
      "category": "INTERNATIONAL ATHLETES",
      "text": "Lionel Messi has won a record 8 oftheseFrench-named awards",
      "answer": "Ballon d'Or"
    },
    {
      "category": "ARCHITECTURE TERMS",
      "text": "It's an exterior support from the face of a wall, often of masonry; types include tower, hanging &, of course, flying",
      "answer": "a buttress"
    },
    {
      "category": "GET HYPHENATED",
      "text": "The ads of this fast food chain feature cows that probably wouldn't excel at a spelling bee",
      "answer": "Chick-fil-A"
    },
    {
      "category": "ALPHABETICALLY FIRST &/OR LAST",
      "text": "First & last:Of the Ivy League schools",
      "answer": "Brown & Yale"
    },
    {
      "category": "BLACK HISTORY & GENEALOGY",
      "text": "(Skip Gates.)  For decades, one of the best jobs for Black men, & one of the few that showed them a wider world, wasthisjob in railroad cars; theBrotherhoodof them was the AFL's first Black union",
      "answer": "a porter"
    },
    {
      "category": "BOOKS OF THE BIBLE",
      "text": "If you're not a seminarian & you're reading Deuteronomy 5, it's probably for these",
      "answer": "the Ten Commandments"
    },
    {
      "category": "INTERNATIONAL ATHLETES",
      "text": "Cork County star Christy Ring is a legend of this stick-&-ball sport",
      "answer": "hurling"
    },
    {
      "category": "ARCHITECTURE TERMS",
      "text": "An intermediate level of a building or a theater can be called an entresol or this Italian-derived word",
      "answer": "a mezzanine"
    },
    {
      "category": "GET HYPHENATED",
      "text": "The name of this acrobatic basketball move is thought to come from a cry a French acrobat makes before a leap",
      "answer": "an alley-oop"
    },
    {
      "category": "ALPHABETICALLY FIRST &/OR LAST",
      "text": "First & last:Of the chemical elements",
      "answer": "actinium & zirconium"
    },
    {
      "category": "BLACK HISTORY & GENEALOGY",
      "text": "(Back to Professor Gates.)  After emancipation, many African Americans still lived off the land owned by others; if a relative success, one could bethistype of farmer who, unlike a sharecropper, owned a portion of what he grew & paid rent from the proceeds",
      "answer": "a tenant farmer"
    },
    {
      "category": "BOOKS OF THE BIBLE",
      "text": "Chapter 1 of the first book of Samuel is largely about the successful fight for fertility by this woman, Sam's mother",
      "answer": "Hannah"
    },
    {
      "category": "INTERNATIONAL ATHLETES",
      "text": "Kenya'sFaith Kipyegonis the women's world record holder in the mile & this event that's 359 feet shorter",
      "answer": "the 1500 meters"
    },
    {
      "category": "ARCHITECTURE TERMS",
      "text": "It's asemicircular recessat the end of a church, or niche to hold a statue",
      "answer": "an apse"
    },
    {
      "category": "GET HYPHENATED",
      "text": "Change a letter in a term meaning \"unambiguous\" to get this adjective for a wholesome, neatly barbered young fella",
      "answer": "clean-cut"
    },
    {
      "category": "ALPHABETICALLY FIRST &/OR LAST",
      "text": "Last:Of Canada's 10 provinces",
      "answer": "Saskatchewan"
    },
    {
      "category": "BLACK HISTORY & GENEALOGY",
      "text": "(Professor Gates?)  The average African American has about 23% European ancestry & although Malcolm X rightly said that \"Plymouth Rock landed on us\", in 2023 I showed this legendary activist that she had a white ancestor on the Mayflower",
      "answer": "(Angela) Davis"
    },
    {
      "category": "BOOKS OF THE BIBLE",
      "text": "This short epistle to one single man asks him not to be harsh to his runaway slave Onesimus",
      "answer": "Philemon"
    },
    {
      "category": "INTERNATIONAL ATHLETES",
      "text": "From 1987 to 1997 she spent a record 377 weeks as the world's top-ranked women's tennis player",
      "answer": "Graf"
    },
    {
      "category": "ARCHITECTURE TERMS",
      "text": "Turns out there's a name for thelow railingthat can stop you from falling off a balcony--this 10-letter one",
      "answer": "a balustrade"
    },
    {
      "category": "GET HYPHENATED",
      "text": "In the 18th c. this phrase meaning \"of lower quality\" was the grade of Royal Navy ship after those with 100 guns & 90 guns",
      "answer": "third-rate"
    },
    {
      "category": "ALPHABETICALLY FIRST &/OR LAST",
      "text": "Last:Alphabetically & chronologically of the battles of the Second Punic War",
      "answer": "Zama"
    },
    {
      "category": "BLACK HISTORY & GENEALOGY",
      "text": "(One more time, Henry Louis Gates.)  Many of our enslaved ancestors who came to America were Mende people ofSierra Leone; one famous Mende wasthisleader of the Amistad rebellion",
      "answer": "(Joseph) Cinqué"
    },
    {
      "category": "BOOKS OF THE BIBLE?",
      "text": "Published Nov. 24, 1859, this book about the genesis of different kinds of animals didn't match up with the biblical book of Genesis",
      "answer": "On the Origin of Species"
    },
    {
      "category": "CELEBRATIONS",
      "text": "Aniconof this Mexican holiday is \"La Calavera Catrina\"",
      "answer": "the Day of the Dead"
    },
    {
      "category": "BROADWAY MUSICAL CHANGE A LETTER",
      "text": "Mamacita Morton runs the women's jail in this celebration of Mexican-American culture",
      "answer": "Chicano"
    },
    {
      "category": "SCIENCE CLASS",
      "text": "Iron is the second-most abundant metal in Earth's crust; this metal with atomic number 13 is first",
      "answer": "aluminum"
    },
    {
      "category": "GEOGRAPHY",
      "text": "The Irish Sea connects to the North Atlantic not via St. Patrick's Channel, buthischannel",
      "answer": "St. George's Channel"
    },
    {
      "category": "ON \"QUE",
      "text": "Back in the day,Gypsy Rose Leewas famous as this type of performer",
      "answer": "burlesque"
    },
    {
      "category": "BOOKS OF THE BIBLE?",
      "text": "Get the gospel according to John in his memoir of advising Donald Trump on national security, \"The Room Where It Happened\"",
      "answer": "John Bolton"
    },
    {
      "category": "CELEBRATIONS",
      "text": "Lima was first called City of the Kings because it was founded during this January festival when the 3 kings visited Jesus",
      "answer": "Epiphany"
    },
    {
      "category": "BROADWAY MUSICAL CHANGE A LETTER",
      "text": "Sure, the working class title teen from northern England passionately embraces ballet, but he also picks on kids half his size",
      "answer": "Bully Elliot"
    },
    {
      "category": "SCIENCE CLASS",
      "text": "This term is used for the unique temperature & pressure at which a substance can exist as a liquid, solid & gas in equilibrium",
      "answer": "the triple point"
    },
    {
      "category": "GEOGRAPHY",
      "text": "Namibia's Dragon's Breath Cave provides access to a gigantic underground lake on the edge of this desert",
      "answer": "the Kalahari"
    },
    {
      "category": "ON \"QUE",
      "text": "Originating in Spain in the 16th century, this early form of novel related the adventures of a roguish hero",
      "answer": "picaresque"
    },
    {
      "category": "BOOKS OF THE BIBLE?",
      "text": "Books judging the judges include one from 2023 titled this dark realm of 99% of the Supreme Court's decisions, none signed",
      "answer": "The Shadow Docket"
    },
    {
      "category": "CELEBRATIONS",
      "text": "This enlightenment is the name of a holiday that honors Siddhartha Gautama's achievement of that awakening to become the Buddha",
      "answer": "Bodhi Day"
    },
    {
      "category": "BROADWAY MUSICAL CHANGE A LETTER",
      "text": "Frederic, Mabel & the Major General do some singing while stretching on a trio of reformers",
      "answer": "Pilates of Penzance"
    },
    {
      "category": "SCIENCE CLASS",
      "text": "This supercontinent began tobreak upabout 200 million years ago, forming the modern continents & the Atlantic Ocean",
      "answer": "Pangaea"
    },
    {
      "category": "GEOGRAPHY",
      "text": "Spanish for \"plains\", these vast grasslands sprawl across Colombia & Venezuela",
      "answer": "the Llanos"
    },
    {
      "category": "ON \"QUE",
      "text": "The Rhesus monkey is a species of this",
      "answer": "a macaque"
    },
    {
      "category": "BOOKS OF THE BIBLE?",
      "text": "This Italian plural that can mean \"boys\" or \"guys\" or \"my gang\" is the title of a book of down-&-out Romans by Pier Paolo Pasolini",
      "answer": "ragazzi"
    },
    {
      "category": "CELEBRATIONS",
      "text": "This spring celebration, the Persian New Year, has a name meaning \"new day\" in Farsi",
      "answer": "Nowruz"
    },
    {
      "category": "BROADWAY MUSICAL CHANGE A LETTER",
      "text": "Show in which the title character is equally good with a rifle & the Bible & is out to retrieve Mother Superior in the Old West",
      "answer": "Annie Get Your Nun"
    },
    {
      "category": "SCIENCE CLASS",
      "text": "Per a 2022 Nobel Prize statement, in quantum mechanics, 2 particles are this if what happens to 1 affects the other even at a distance",
      "answer": "entangled"
    },
    {
      "category": "GEOGRAPHY",
      "text": "You get 3 A's if you can namethissea between Myanmar & the Bay of Bengal",
      "answer": "the Andaman"
    },
    {
      "category": "ON \"QUE",
      "text": "Proper term for a citizen of Prince Albert II's country",
      "answer": "Monegasque"
    },
    {
      "category": "BOOKS OF THE BIBLE?",
      "text": "Encompassing math & logic, \"Principia Mathematica\" by Alfred North Whitehead & him is a book of numbers & letters too",
      "answer": "(Bertrand) Russell"
    },
    {
      "category": "CELEBRATIONS",
      "text": "The origins of this ancient Roman festival are murky, but its name might be related to the animal that suckled Romulus & Remus",
      "answer": "Lupercalia"
    },
    {
      "category": "BROADWAY MUSICAL CHANGE A LETTER",
      "text": "It's rock & roll time for a German victim of a botched operation & a clearly upset Andean of yore",
      "answer": "Hedwig and the Angry Inca"
    },
    {
      "category": "SCIENCE CLASS",
      "text": "Originally called 2005 FY9, this dwarf planet beyond the orbit of Pluto bears the name of the creator god of Easter Island myth",
      "answer": "Makemake"
    },
    {
      "category": "GEOGRAPHY",
      "text": "The name of this strait that connects the Red Sea & the Indian Ocean means \"gate of tears\"",
      "answer": "the Bab al-Mandeb"
    },
    {
      "category": "ON \"QUE",
      "text": "A feminine French first name, it also refers to a dish such as sole garnished with seedless grapes",
      "answer": "Véronique"
    }
  ]
}