{
  "title": "Show #9286 - Monday, March 10, 2025",
  "date": {
    "day": 10,
    "month": "March",
    "year": 2025
  },
  "clues": [
    {
      "category": "PARTS OF THE BOOK",
      "text": "The outside edge of a book's binding with this anatomical name can also be called its backbone or shelfback",
      "answer": "the spine"
    },
    {
      "category": "AROUND THE GLOBE",
      "text": "There's abuoybut no island at Null Island at zero degrees latitude & zero degrees longitude in the eastern part of this ocean",
      "answer": "the Atlantic"
    },
    {
      "category": "LIKE PULLING TEETH",
      "text": "It's the part of a tooth above the gumline, or the gold cap that might go over it",
      "answer": "a crown"
    },
    {
      "category": "BASEBALL HALL OF FAME PLAQUES",
      "text": "\"Holder of more than a score of Major and American League records, including that of playing 2,130 consecutive games\"",
      "answer": "Lou Gehrig"
    },
    {
      "category": "GO GREEN",
      "text": "This Wisconsin city sits on the spot where the Fox River empties into a certain body of water",
      "answer": "Green Bay"
    },
    {
      "category": "3 CONSONANTS, 3 VOWELS",
      "text": "To look upon someone with approval, whether secretly or not",
      "answer": "admire"
    },
    {
      "category": "PARTS OF THE BOOK",
      "text": "Jade 403 is sold as \"bookbinding\" this adhesive; it's acid free & fast drying",
      "answer": "glue"
    },
    {
      "category": "AROUND THE GLOBE",
      "text": "You can indeed see orcas around Orcas Island in this Pacific Northwest sound",
      "answer": "Puget Sound"
    },
    {
      "category": "LIKE PULLING TEETH",
      "text": "Wisdom teeth are the most likely to become this, meaning unable to break through the gumline",
      "answer": "impacted"
    },
    {
      "category": "BASEBALL HALL OF FAME PLAQUES",
      "text": "\"Big Papi... took the Red Sox... to three World Series titles... eight times named top designated hitter\"",
      "answer": "David Ortiz"
    },
    {
      "category": "GO GREEN",
      "text": "The Vegas of yore, Gretna Green in this country was a haven for young lovers who eloped",
      "answer": "Scotland"
    },
    {
      "category": "3 CONSONANTS, 3 VOWELS",
      "text": "What's on this list of things to be discussed or done?",
      "answer": "agenda"
    },
    {
      "category": "PARTS OF THE BOOK",
      "text": "The inner & empty margin of a book is named this, like a water channel on a roof",
      "answer": "a gutter"
    },
    {
      "category": "AROUND THE GLOBE",
      "text": "The name of this South American capital refers to a feast day honoring the Virgin Mary",
      "answer": "Asunción"
    },
    {
      "category": "LIKE PULLING TEETH",
      "text": "Which is more pleasant? Being grilled by me or undergoing this procedure also known as endodontic therapy?",
      "answer": "a root canal"
    },
    {
      "category": "BASEBALL HALL OF FAME PLAQUES",
      "text": "\"Lifetime benchmarks include 5,714 strikeouts, seven no-hitters and 12 one-hitters in 27 seasons pitched\"",
      "answer": "(Nolan) Ryan"
    },
    {
      "category": "GO GREEN",
      "text": "Sacré bleu! It's the 2-word French term for green beans or string beans",
      "answer": "haricots verts"
    },
    {
      "category": "3 CONSONANTS, 3 VOWELS",
      "text": "Oui, I will have this cream-filled pastry; in fact, make it deux",
      "answer": "éclair"
    },
    {
      "category": "PARTS OF THE BOOK",
      "text": "The oxidized reddish-brown spots on old books are named after the reddish-brown coat of this wild canine",
      "answer": "a fox"
    },
    {
      "category": "AROUND THE GLOBE",
      "text": "I'll always treasure my climb up 11,000-foot Cerro Gordo in this great mountain system of Mexico",
      "answer": "the Sierra Madre"
    },
    {
      "category": "LIKE PULLING TEETH",
      "text": "If you need a tooth pulled, your dentist will extract it with this tool with a plural-sounding name (& no, it's not \"pliers\")",
      "answer": "forceps"
    },
    {
      "category": "BASEBALL HALL OF FAME PLAQUES",
      "text": "A beacon of serenity & stature in the dugout... led Yankees to post-season in each ofhis12 seasons at the helm",
      "answer": "Torre"
    },
    {
      "category": "GO GREEN",
      "text": "Ethan Allen & Benedict Arnold captured Fort Ticonderoga with this group",
      "answer": "the Green Mountain Boys"
    },
    {
      "category": "3 CONSONANTS, 3 VOWELS",
      "text": "Something tough to understand, like an inscrutable person",
      "answer": "an enigma"
    },
    {
      "category": "PARTS OF THE BOOK",
      "text": "Dover Books' \"Medieval and Renaissance Fashion\" has \"90 full-color\" these illuminating illustrations on special paper",
      "answer": "plates"
    },
    {
      "category": "AROUND THE GLOBE",
      "text": "Visit the Free State National Gardens on your next trip to this one of South Africa's capital cities aka \"the city of roses\"",
      "answer": "Bloemfontein"
    },
    {
      "category": "LIKE PULLING TEETH",
      "text": "This jelly-like stuff at the center of a tooth contains blood vessels, connective tissues & (ouch!) nerves",
      "answer": "the pulp"
    },
    {
      "category": "BASEBALL HALL OF FAME PLAQUES",
      "text": "\"Helped lead the Cardinals to three World Series... trademark back flip made 'The Wizard' a fan favorite\"",
      "answer": "Ozzie Smith"
    },
    {
      "category": "GO GREEN",
      "text": "Marilyn Nelson's poem \"Green-Thumb Boy\" celebrates this agricultural genius she calls \"the Black Mendel\"",
      "answer": "(George Washington) Carver"
    },
    {
      "category": "3 CONSONANTS, 3 VOWELS",
      "text": "Thiswhite radish is widely used in Asian cuisine",
      "answer": "a daikon"
    },
    {
      "category": "PARTS OF THE BOOK",
      "text": "In \"The Minister's Vigil\" chapter of this book, a minister sees a meteor's streak forming a dark red \"A\" in the sky",
      "answer": "The Scarlet Letter"
    },
    {
      "category": "AUSTRALIAN HISTORY",
      "text": "Australia's military commitment to this conflict peaked at more than 7,000 men in 1969",
      "answer": "the Vietnam War"
    },
    {
      "category": "A NOTE OF COMMAND",
      "text": "Training your dog to do this begins with the \"lie down\" command; then comes the finger gun & \"bang!\"",
      "answer": "play dead"
    },
    {
      "category": "CELEBRITY MENTORS",
      "text": "While teaching acting at Howard University, Phylicia Rashad mentored this future \"Black Panther\"",
      "answer": "Boseman"
    },
    {
      "category": "TAKE ME TO CHURCH",
      "text": "The design ofthiscountry's Hallgrímskirkja was inspired by the natural landscape & some say by Thor's hammer as well",
      "answer": "Iceland"
    },
    {
      "category": "MISCELLAN-\"E",
      "text": "The only U.S. House standing committee with the same number of members from each party is this one that polices member misconduct",
      "answer": "the Ethics Committee"
    },
    {
      "category": "PARTS OF THE BOOK",
      "text": "This 6th grader & title character says, \"I've been looking for you God. I looked in temple. I looked in church\"",
      "answer": "Margaret"
    },
    {
      "category": "AUSTRALIAN HISTORY",
      "text": "The 1851 discovery of this transformed the city of Ballarat, a place that's pivotal in a Sherlock Holmes story",
      "answer": "gold"
    },
    {
      "category": "A NOTE OF COMMAND",
      "text": "Don't listen to this command when you're on the edge of a swimming pool, but do when you're a soldier told to join a formation",
      "answer": "fall in"
    },
    {
      "category": "CELEBRITY MENTORS",
      "text": "Saoirse Ronan said of this mentor who directed her in 2 films, \"She's everything I want to be as an actor & a filmmaker\"",
      "answer": "Greta Gerwig"
    },
    {
      "category": "TAKE ME TO CHURCH",
      "text": "In 1775 2 lit lanterns seen in its steeple signaled that the British were coming, & not by land but by sea",
      "answer": "the Old North Church"
    },
    {
      "category": "MISCELLAN-\"E",
      "text": "In golf, it's the term for 2 strokes under par",
      "answer": "eagle"
    },
    {
      "category": "PARTS OF THE BOOK",
      "text": "Milkman Dead travels to Shalimar & hears a song about his great-grandfather flying in this Toni Morrison work",
      "answer": "Song of Solomon"
    },
    {
      "category": "AUSTRALIAN HISTORY",
      "text": "In 1877 this westernmost state capital was finally connected to the eastern states by telegraph",
      "answer": "Perth"
    },
    {
      "category": "A NOTE OF COMMAND",
      "text": "At the Texas Motor Speedway in 2023, Jelly Roll did not hold back giving the command \"Drivers,\" do this",
      "answer": "start your engines"
    },
    {
      "category": "CELEBRITY MENTORS",
      "text": "Colin Firth said this actor who played the snide Severus Snape took Colin under his wing & offered \"personal wisdom\"",
      "answer": "Rickman"
    },
    {
      "category": "TAKE ME TO CHURCH",
      "text": "This domed cathedral on Ludgate Hill in London was one of the inspirations for the Capitol Building in Washington, D.C.",
      "answer": "St. Paul's"
    },
    {
      "category": "MISCELLAN-\"E",
      "text": "Harvested prior to maturing,they'rea yummy low-calorie snack",
      "answer": "edamame"
    },
    {
      "category": "PARTS OF THE BOOK",
      "text": "Remedios the beauty, the daughter of Arcadio, mysteriously floats up to the heavens in this 1967 novel",
      "answer": "One Hundred Years of Solitude"
    },
    {
      "category": "AUSTRALIAN HISTORY",
      "text": "Though a 2002 attack there killed 88 Aussies, Oz still contributes 1/4 of foreign visitors to this Indonesian isle",
      "answer": "Bali"
    },
    {
      "category": "A NOTE OF COMMAND",
      "text": "Child experts emphasize positive commands, like \"use\" this for within 4 walls, not \"quit yelling before daddy gets a migraine\"",
      "answer": "your inside voice"
    },
    {
      "category": "CELEBRITY MENTORS",
      "text": "Can we talk? She may have come off as harsh & mean, but to Margaret Cho, this funny lady was \"gentle and loving and warm\"",
      "answer": "Joan Rivers"
    },
    {
      "category": "TAKE ME TO CHURCH",
      "text": "This Spaniard laid the first stone for the Cathedral Basilica of Lima in 1535 & was buried there after his murder",
      "answer": "Pizarro"
    },
    {
      "category": "MISCELLAN-\"E",
      "text": "This 11-letter word refers to underfired porous pottery made from coarse-grain clay",
      "answer": "earthenware"
    },
    {
      "category": "PARTS OF THE BOOK",
      "text": "In a Henry James novella, this title American girl sends Winterbourne a \"D.M.\" & asks if he remembers their time at Chillon Castle",
      "answer": "Daisy Miller"
    },
    {
      "category": "AUSTRALIAN HISTORY",
      "text": "In 1797,thisSpanish breed ofsheepwas introduced & within a few decades wool became Australia's major export",
      "answer": "Merino"
    },
    {
      "category": "A NOTE OF COMMAND",
      "text": "It's the grammatical mood suited to commands, from \"Take cover!\" to \"Kiss me!\"",
      "answer": "the imperative"
    },
    {
      "category": "CELEBRITY MENTORS",
      "text": "(Sheryl Lee Ralph presents the clue.) I got my first break & my first film role whenthislegend hired me to play an outspoken teen named Barbara Hanley in 1977's \"A Piece of the Action\"; he became a mentor offering encouragement & advice at the start of my career, lessons that I still carry with me",
      "answer": "Sidney Poitier"
    },
    {
      "category": "TAKE ME TO CHURCH",
      "text": "Legend says Ivan the Terrible had the builder of this cathedral blinded, so he'd never again build anything as beautiful",
      "answer": "St. Basil's"
    },
    {
      "category": "MISCELLAN-\"E",
      "text": "Early Norse myth is the subject of the 13th century books called the Poetic & Prose these",
      "answer": "Eddas"
    }
  ]
}