{
  "title": "Show #8340 - Friday, February 19, 2021",
  "date": {
    "day": 19,
    "month": "February",
    "year": 2021
  },
  "clues": [
    {
      "category": "DEAD PRECEDENTS",
      "text": "In 1943 the Supreme Court overruled a 1940 decision & said students couldn't be required to salute this",
      "answer": "the flag"
    },
    {
      "category": "POP CULTURE",
      "text": "This group's album \"Love Yourself: Tear\" is the first by a K-pop act to top the Billboard 200 Albums chart",
      "answer": "BTS"
    },
    {
      "category": "LOADS OF ROADS",
      "text": "This 12-letter word was originally used for high-speed driving; now we mostly talk about the \"information\" type",
      "answer": "superhighway"
    },
    {
      "category": "HAIR'S TO YOU",
      "text": "Seen on the right,Moe Howardof the Three Stooges really personified this kitchenware cut",
      "answer": "a bowl cut"
    },
    {
      "category": "RHYME TIME",
      "text": "An M&M after it has been dropped at the beach",
      "answer": "a sandy candy"
    },
    {
      "category": "BALTIMORE: NEWS CLUES",
      "text": "(Mary Bubala of FOX45 in Baltimore presents the clue.) In 2014,fireworkslit the sky at Fort McHenry as the 200th anniversary of the Battle of Baltimore--& the writing of this song--was celebrated",
      "answer": "\"The Star-Spangled Banner\""
    },
    {
      "category": "DEAD PRECEDENTS",
      "text": "In 1987 the Supreme Court overruled an 1861 decision that courts couldn't do this, order a suspect handed over to another state",
      "answer": "extradite"
    },
    {
      "category": "POP CULTURE",
      "text": "For 7 seasons Meghan Markle played Rachel Zane on this USA Network show about lawyers",
      "answer": "Suits"
    },
    {
      "category": "LOADS OF ROADS",
      "text": "A ring road encircles a city; the one around Washington, D.C. is known by this name",
      "answer": "a beltway"
    },
    {
      "category": "HAIR'S TO YOU",
      "text": "One difference between a chignon & this 3-letter option is that a chignon is usually worn low while it can go anywhere",
      "answer": "a bun"
    },
    {
      "category": "RHYME TIME",
      "text": "A scream in an upper register",
      "answer": "a high cry"
    },
    {
      "category": "BALTIMORE: NEWS CLUES",
      "text": "(Patrice Sanders of FOX45 in Baltimore presents the clue.) Halloween is special here in Baltimore when brave spirits come to Westminster Hall to see thegraveof this \"Telltale Heart\" author & local resident, & descend into nearby catacombs",
      "answer": "Poe"
    },
    {
      "category": "DEAD PRECEDENTS",
      "text": "Agostini v. Felton reversed a 1985 ruling that prohibited public school teachers from teaching in these schools",
      "answer": "parochial"
    },
    {
      "category": "POP CULTURE",
      "text": "Born in 2012, Beyoncé's oldest daughter has this colorful name",
      "answer": "Blue Ivy"
    },
    {
      "category": "LOADS OF ROADS",
      "text": "This hyphenated word for a short dead-end street is French for \"bag bottom\"",
      "answer": "acul-de-sac"
    },
    {
      "category": "HAIR'S TO YOU",
      "text": "It's the style being createdhere",
      "answer": "cornrows"
    },
    {
      "category": "RHYME TIME",
      "text": "A strategy in Karachi",
      "answer": "a Pakistan plan"
    },
    {
      "category": "BALTIMORE: NEWS CLUES",
      "text": "(Kai Jackson of FOX45 in Baltimore presents the clue.) Baltimore is steeped in history, much of it reported by The Baltimore Sun which was featured prominently in this HBO crime drama whose creator, David Simon, was a reporter there",
      "answer": "The Wire"
    },
    {
      "category": "DEAD PRECEDENTS",
      "text": "1961's Mapp v. Ohio overturned a 1949 ruling & said this amendment bars illegally seized evidence from state courts",
      "answer": "the 4th Amendment"
    },
    {
      "category": "POP CULTURE",
      "text": "Joe Exotic from \"Tiger King\" has said he wants this \"Joe Dirt\" actor to play him in a TV series",
      "answer": "(David) Spade"
    },
    {
      "category": "LOADS OF ROADS",
      "text": "Longer than a bridge, this is a road built above water",
      "answer": "a causeway"
    },
    {
      "category": "HAIR'S TO YOU",
      "text": "Time to get medieval on you with this haircut, said to be inspired by medieval lads serving an apprenticeship",
      "answer": "a pageboy"
    },
    {
      "category": "RHYME TIME",
      "text": "An eating utensil for a military unit",
      "answer": "a spoon platoon"
    },
    {
      "category": "BALTIMORE: NEWS CLUES",
      "text": "(Tom Rodgers of FOX45 in Baltimore presents the clue.) Camden Yards opened in 1992, masterly rehabilitating awarehouseof this historic railroad familiar to players of Monopoly",
      "answer": "The B&O Railroad"
    },
    {
      "category": "DEAD PRECEDENTS",
      "text": "This controversial 2010 decision overruled a precedent that had barred certain political contributions",
      "answer": "Citizens United"
    },
    {
      "category": "POP CULTURE",
      "text": "Jane is this character's real first name on \"Stranger Things\"",
      "answer": "Eleven"
    },
    {
      "category": "LOADS OF ROADS",
      "text": "Similar to tarmac, this colorful term is also a synonym for a road, like a \"2-lane\" type",
      "answer": "blacktop"
    },
    {
      "category": "HAIR'S TO YOU",
      "text": "It doesn't get much higher thanthishairstyle, named for a mistress of Louis XV",
      "answer": "a pompadour"
    },
    {
      "category": "RHYME TIME",
      "text": "An unoriginal artificial waterway",
      "answer": "a banal canal"
    },
    {
      "category": "BALTIMORE: NEWS CLUES",
      "text": "(Megan Gilliland of FOX45 in Baltimore presents the clue.) Every 4th of July there are fireworks overthisship, Baltimore's answer to  the USS Constitution; her illustrious history includes the capture of three slave ships off the coast of Africa",
      "answer": "theUSS Constellation"
    },
    {
      "category": "MAD ABOUT MADRIGALS",
      "text": "A form of vocal chamber music, madrigals reached a pinnacle during this \"rebirth\" period from the 14th to the 16th centuries",
      "answer": "the Renaissance"
    },
    {
      "category": "MOVIE TITLE PAIRS",
      "text": "1991: 2 women go on the run from the cops after one commits a homicide",
      "answer": "Thelma & Louise"
    },
    {
      "category": "HISTORIC GEOGRAPHY",
      "text": "Hereare the borders of this country in 1946; by mid-1992, four of itsrepublicshad gone independent",
      "answer": "Yugoslavia"
    },
    {
      "category": "DR. YES (M.D., NO)",
      "text": "In the 1970s, Dian Fossey's zoology dissertation at Cambridge examined \"the behavior of the mountain\" this creature",
      "answer": "a gorilla"
    },
    {
      "category": "KON\"FUSION",
      "text": "To make a summoning gesture to another",
      "answer": "beckon"
    },
    {
      "category": "REESE'S PIECES OF LITERATURE",
      "text": "\"The Proposal\" at the beginning of Jasmine Guillory's novel happens on the JumboTron of this Los Angeles baseball stadium",
      "answer": "Dodger Stadium"
    },
    {
      "category": "MAD ABOUT MADRIGALS",
      "text": "The classic madrigal \"Now Is The Month Of Maying\" has plenty of fa-la's & also rhymes \"bonny\" this with \"greeny grass\"",
      "answer": "lass"
    },
    {
      "category": "MOVIE TITLE PAIRS",
      "text": "1975: King Arthur & his knights embark on a surreal search for a sacred object",
      "answer": "Monty Python and the Holy Grail"
    },
    {
      "category": "HISTORIC GEOGRAPHY",
      "text": "The emperors of China had seasonal homes: Peking means \"northern capital\" & this city's name means \"southern capital\"",
      "answer": "Nanking"
    },
    {
      "category": "DR. YES (M.D., NO)",
      "text": "Thisman has been operating at a cosmic level since getting his doctorate in astrophysics at Columbia in 1991",
      "answer": "Neil deGrasse Tyson"
    },
    {
      "category": "KON\"FUSION",
      "text": "The Coolpix P950 is a digital camera from this Japanese company",
      "answer": "Nikon"
    },
    {
      "category": "REESE'S PIECES OF LITERATURE",
      "text": "\"From Scratch\" is Tembi Locke's memoir of marrying a chef & eating great food on this Italian island",
      "answer": "Sicily"
    },
    {
      "category": "MAD ABOUT MADRIGALS",
      "text": "Enriching text with music & vocals, madrigals often employed works by great poets like this heartsick lover of Laura",
      "answer": "Petrarch"
    },
    {
      "category": "MOVIE TITLE PAIRS",
      "text": "2002: A Hawaiian girl adopts an alien for a pet",
      "answer": "Lilo & Stitch"
    },
    {
      "category": "HISTORIC GEOGRAPHY",
      "text": "Used in World War II to train Germany's Africa Corps, the Bledowska Desert inthiscountry, is one of the few deserts in Europe",
      "answer": "Poland"
    },
    {
      "category": "DR. YES (M.D., NO)",
      "text": "Let's get real; this TV Dr. got his Ph.D. in clinical psychology but his license to practice in Texas expired in 2006",
      "answer": "Dr. Phil"
    },
    {
      "category": "KON\"FUSION",
      "text": "This title of albums by R.E.M. & the Grateful Dead means a settling of accounts",
      "answer": "Reckoning"
    },
    {
      "category": "REESE'S PIECES OF LITERATURE",
      "text": "Reese picked \"The Giver of Stars\" by this woman who got the name Jojo from the Beatles' song \"Get Back\"",
      "answer": "Jojo Moyes"
    },
    {
      "category": "MAD ABOUT MADRIGALS",
      "text": "Madrigals were this \"multi-harmonic\" style of several vocal melodies",
      "answer": "polyphonic"
    },
    {
      "category": "MOVIE TITLE PAIRS",
      "text": "1988: A high school teacher successfully inspires some students to learn advanced math",
      "answer": "Stand and Deliver"
    },
    {
      "category": "HISTORIC GEOGRAPHY",
      "text": "This eastern Mediterranean capital, a key port for 2,000 years, was the site of a 2020 explosion 1/20 the force of Hiroshima",
      "answer": "Beirut"
    },
    {
      "category": "DR. YES (M.D., NO)",
      "text": "This dentist was involved in the Earp vendetta ride",
      "answer": "Doc Holliday"
    },
    {
      "category": "KON\"FUSION",
      "text": "ThisAsian variety of white radish takes its name from Japanese for\"large root\"",
      "answer": "daikon"
    },
    {
      "category": "REESE'S PIECES OF LITERATURE",
      "text": "Not only did Reese put this Celeste Ng novel about drama in the suburbs on her list, she produced & starred in the Hulu adaptation",
      "answer": "Little Fires Everywhere"
    },
    {
      "category": "MAD ABOUT MADRIGALS",
      "text": "The music at his funeral left out his sad \"Adagio For Strings\" but did use a madrigal by his life partner Gian Carlo Menotti",
      "answer": "Samuel Barber"
    },
    {
      "category": "MOVIE TITLE PAIRS",
      "text": "1998: Near the end of his life, the director of \"Frankenstein\" begins a friendship with his gardener",
      "answer": "Gods and Monsters"
    },
    {
      "category": "HISTORIC GEOGRAPHY",
      "text": "Russia's most important port on the Pacific,itwas founded in 1860 with a name that means \"Ruler of the East\"",
      "answer": "Vladivostok"
    },
    {
      "category": "DR. YES (M.D., NO)",
      "text": "One of the 1st women to get a doctorate in this 2-word field, Barbara Jane Liskov won a Turing Award, the field's highest honor",
      "answer": "computer science"
    },
    {
      "category": "KON\"FUSION",
      "text": "TheChurch of Paraportianiis a highlight of this Greek island",
      "answer": "Mykonos"
    },
    {
      "category": "REESE'S PIECES OF LITERATURE",
      "text": "The nonfiction \"Braving the Wilderness\" is bythisalliterative woman whose \"Call to Courage\" special is on Netflix",
      "answer": "Brené Brown"
    }
  ]
}