{
  "title": "Show #4454 - Thursday, January 8, 2004",
  "date": {
    "day": 8,
    "month": "January",
    "year": 2004
  },
  "clues": [
    {
      "category": "TEDDY BEAR",
      "text": "This clothing company markets a snowshoe-wearing teddy bear called L.L. Bear",
      "answer": "L.L. Bean"
    },
    {
      "category": "DON'T BE CRUEL",
      "text": "After the St. Valentine's Day Massacre, Bugs Moran said, \"Only\" this man \"kills like that\"",
      "answer": "Al Capone"
    },
    {
      "category": "CAN'T HELP FALLING IN LOVE",
      "text": "Amorous couples are often compared to these small, affectionate parrots",
      "answer": "lovebirds"
    },
    {
      "category": "JAILHOUSE",
      "text": "While at Walden Pond, Thoreau was arrested by constable Sam Staples & spent a night in this city's jail",
      "answer": "Concord"
    },
    {
      "category": "ROCK",
      "text": "World Book Encyclopedia calls it \"the most elegant building stone\"",
      "answer": "marble"
    },
    {
      "category": "LET'S GO TO GRACELAND",
      "text": "(Cheryl of the Clue Crew at Graceland in Memphis, TN.)  When Elvis was at home, he loved to play & sing this type of music, whose name comes from Old English for \"good news\"",
      "answer": "gospel"
    },
    {
      "category": "TEDDY BEAR",
      "text": "In an audio book, Charles Kuralt narrates the adventures of this A.A. Milne bear",
      "answer": "Winnie the Pooh"
    },
    {
      "category": "DON'T BE CRUEL",
      "text": "The \"charger\" Salome wanted as part of the presentation of John the Baptist's head is one of these",
      "answer": "platter"
    },
    {
      "category": "CAN'T HELP FALLING IN LOVE",
      "text": "It's any magical elixir that arouses passion, not just the \"Number 9\" one of song",
      "answer": "love potion"
    },
    {
      "category": "JAILHOUSE",
      "text": "A total of 49,485 prisoners went through this Confederate prison that was in operation for only 14 months",
      "answer": "Andersonville"
    },
    {
      "category": "ROCK",
      "text": "It's the limestone landmark of the Mediterranean seen here",
      "answer": "the Rock of Gibraltar"
    },
    {
      "category": "LET'S GO TO GRACELAND",
      "text": "Graceland's Christmas lights go on the Friday after this holiday & stay up through Elvis' birthday festivities in Jan.",
      "answer": "Thanksgiving"
    },
    {
      "category": "TEDDY BEAR",
      "text": "One of the oldest teddy bear manufacturers in the world, the Steiff company is headquartered in this country",
      "answer": "Germany"
    },
    {
      "category": "DON'T BE CRUEL",
      "text": "Killed with his brother Qusay in 2003, this son of Saddam Hussein had a reputation for brutality",
      "answer": "Uday Hussein"
    },
    {
      "category": "CAN'T HELP FALLING IN LOVE",
      "text": "This 5-letter endearment is what Mr. Howell usually called Mrs. Howell on \"Gilligan's Island\"",
      "answer": "Lovey"
    },
    {
      "category": "JAILHOUSE",
      "text": "In 1971, 33 inmates & 10 prison staff members were killed in a riot at this New York correctional facility",
      "answer": "Attica"
    },
    {
      "category": "ROCK",
      "text": "Among the oldest rocks on Earth are 4-billion-year-old pieces of this, from which New Hampshire gets its nickname",
      "answer": "granite"
    },
    {
      "category": "LET'S GO TO GRACELAND",
      "text": "(Cheryl)  In 1956 Elvis earned 8 gold records, including one for this hit, based on the Civil War favorite \"Aura Lee\"",
      "answer": "\"Love Me Tender\""
    },
    {
      "category": "TEDDY BEAR",
      "text": "A popular book character, this teddy bear was named after a London railway station",
      "answer": "Paddington Bear"
    },
    {
      "category": "DON'T BE CRUEL",
      "text": "In 1940 the Soviets massacred officers of this country's army in the Katyn Forest, but blamed it on the Nazis",
      "answer": "Poland"
    },
    {
      "category": "CAN'T HELP FALLING IN LOVE",
      "text": "Some swains are seduced by shapely lips said to resemble this Roman god's bow",
      "answer": "Cupid"
    },
    {
      "category": "JAILHOUSE",
      "text": "After 1946 this Berlin prison on the Wilhelmstrasse housed Nazi war criminals",
      "answer": "Spandau"
    },
    {
      "category": "ROCK",
      "text": "Clay & mica minerals in this sedimentary rock cause it to split into thin layers",
      "answer": "shale"
    },
    {
      "category": "LET'S GO TO GRACELAND",
      "text": "At Graceland, you can visit the plane that Elvis named for this girl, who celebrated her 9th birthday in it",
      "answer": "Lisa Marie Presley"
    },
    {
      "category": "TEDDY BEAR",
      "text": "In the mid-'80s over a million of these talking electronic teddy bears were sold",
      "answer": "Teddy Ruxpin"
    },
    {
      "category": "DON'T BE CRUEL",
      "text": "As king of this Spanish region, Peter the Cruel (Peter the Just to his friends) fought a 10-year war with Aragon",
      "answer": "Castille"
    },
    {
      "category": "CAN'T HELP FALLING IN LOVE",
      "text": "Titania really hit bottom when she hit on Bottom in this Shakespeare comedy",
      "answer": "A Midsummer Night's Dream"
    },
    {
      "category": "JAILHOUSE",
      "text": "The first of these very restrictive prisons was at Marion, Ill.; Florence, Colo. & Pelican Bay, Calif. followed",
      "answer": "supermax"
    },
    {
      "category": "ROCK",
      "text": "Brownstone is a variety of this rock, formed when grains of quartz & other minerals are bound together",
      "answer": "sandstone"
    },
    {
      "category": "LET'S GO TO GRACELAND",
      "text": "(Cheryl)  Elvis gave his pink Cadillac to this woman, his mother; she loved riding in it, but didn't drive",
      "answer": "Gladys Presley"
    }
  ]
}