{
  "title": "Show #9206 - Monday, November 18, 2024",
  "date": {
    "day": 18,
    "month": "November",
    "year": 2024
  },
  "clues": [
    {
      "category": "JAMES ABRAM GARFIELD",
      "text": "At 25 James headed Hiram College; in Congress he led the creation of the 1st federal dept. of this, way before the one created in 1979",
      "answer": "the Department of Education"
    },
    {
      "category": "A TURN OF LATIN PHRASE",
      "text": "Third rank of honors for a college degree, this phrase means \"with praise\"",
      "answer": "cum laude"
    },
    {
      "category": "BLACK",
      "text": "If you've got one of these in karate, it's kuro obi in Japanesee",
      "answer": "a black belt"
    },
    {
      "category": "SIMOLEONS, MOOLAH, SCRATCH, MONEY",
      "text": "Often following \"pounds\", this general term for British currency comes from the name of an old silver coin",
      "answer": "sterling"
    },
    {
      "category": "AT THE BRITISH MUSEUM",
      "text": "Created in the 15th or 16th century, the turquoise mosaic of a2-headed serpentlikely had ritual significance to this people of Mexico",
      "answer": "the Aztec"
    },
    {
      "category": "WICKED",
      "text": "(Cynthina Erivo & Ariana Grande present the clue.) (Cynthia: When Glinda first sees Elphaba, naturally she's startled.)(Ariana: Stating the obvious, she says these two words)",
      "answer": "you're green"
    },
    {
      "category": "JAMES ABRAM GARFIELD",
      "text": "James was from this Midwest state; years after his death, his widow said to heck with winter & lived out her life in South Pasadena",
      "answer": "Ohio"
    },
    {
      "category": "A TURN OF LATIN PHRASE",
      "text": "The motto of the University of North Dakota is the snappy Lux et this, \"Light & Law\"",
      "answer": "Lux et Lex"
    },
    {
      "category": "BLACK",
      "text": "According to legend it was across the Black Sea that this guy & his Argonauts set out in search of the Golden Fleece",
      "answer": "Jason"
    },
    {
      "category": "SIMOLEONS, MOOLAH, SCRATCH, MONEY",
      "text": "The International Monetary Fund calculates value from a \"basket\" of 4 national currencies & this multinational one",
      "answer": "the euro"
    },
    {
      "category": "AT THE BRITISH MUSEUM",
      "text": "Go head to head with a bronze head of this emperor, dating from about the time he began building his famous wall",
      "answer": "Hadrian"
    },
    {
      "category": "WICKED",
      "text": "(Jeff Goldblum presents the clue.) I play Oz, the Great & Terrible; learning of Elphaba's magical potential, I summon her to this colorful place where's she's accompanied by that, uh, tag-along Glinda",
      "answer": "the Emerald City"
    },
    {
      "category": "JAMES ABRAM GARFIELD",
      "text": "When Democrats larded vital bills with riders curbing voting rights, JAG got Pres. Hayes to stand firm & stop the first govt. this",
      "answer": "shutdown"
    },
    {
      "category": "A TURN OF LATIN PHRASE",
      "text": "Carpe diem, yeah, yeah, we've heard it before... now, carpe vinum, meaning this, we can get behind that!",
      "answer": "seize the wine"
    },
    {
      "category": "BLACK",
      "text": "Hit songs bytheseheavy metal pioneers include \"Iron Man\" & \"Paranoid\", both from 1970",
      "answer": "Black Sabbath"
    },
    {
      "category": "SIMOLEONS, MOOLAH, SCRATCH, MONEY",
      "text": "The name of this currency used in India comes from Sanskrit for \"silver\"",
      "answer": "a rupee"
    },
    {
      "category": "AT THE BRITISH MUSEUM",
      "text": "The Lewis these are a fascinating window into N. European medieval leisure; the Pepperidge Farm cookies of the same name are good too",
      "answer": "Chessmen"
    },
    {
      "category": "WICKED",
      "text": "(Cynthia Erivo & Ariana Grande present the clue.) (Ariana: As roommates at Shiz University, who better than Galinda to teach Elphaba how to be this?) (Cynthia: She says, \"Grin and bear it. You'll be\" this, just not quite as much as her)",
      "answer": "popular"
    },
    {
      "category": "JAMES ABRAM GARFIELD",
      "text": "Jim traveled west to the Bitterroot Valley in this not-yet-state & used a forged signature to move the Salish to a reservation",
      "answer": "Montana"
    },
    {
      "category": "A TURN OF LATIN PHRASE",
      "text": "I'm not saying I'm guilty--let's go with this legal phrase meaning \"I'm not arguing with the charges\"",
      "answer": "nolo contendere"
    },
    {
      "category": "BLACK",
      "text": "Males ofthisspider marked by an hourglass sign can be one-fourth the size of females & often get eaten post mating",
      "answer": "a black widow"
    },
    {
      "category": "SIMOLEONS, MOOLAH, SCRATCH, MONEY",
      "text": "People mistook Lady Liberty on an old ten-cent piece for a Roman god, leading to this name for thecoin",
      "answer": "the Mercury dime"
    },
    {
      "category": "AT THE BRITISH MUSEUM",
      "text": "Inscribed with a decree about King Ptolemy V,thisslab is one of the museum's most famous objects",
      "answer": "the Rosetta Stone"
    },
    {
      "category": "WICKED",
      "text": "(Director Jon Chu presents the clue.) When I first saw \"Wicked\" before it even hit Broadway I could envision it up on the big screen & now we invite the audience to step inside the magical world of Oz & enjoy this type of 9-letter experience",
      "answer": "immersive"
    },
    {
      "category": "JAMES ABRAM GARFIELD",
      "text": "In 1881 James had a dream that this VP of his drowned & James couldn't save him; months later it was James dead & this man president",
      "answer": "Arthur"
    },
    {
      "category": "A TURN OF LATIN PHRASE",
      "text": "Heard in Ford's Theatre, it's \"thus always to tyrants\", Latinized",
      "answer": "Sic semper tyrannis"
    },
    {
      "category": "BLACK",
      "text": "A Muslim object of veneration, the Black Stone of Mecca is built into a wall of this small shrine within the great mosque",
      "answer": "the Kaaba"
    },
    {
      "category": "SIMOLEONS, MOOLAH, SCRATCH, MONEY",
      "text": "The name of this former currency of Portugal came from scutum, Latin for \"shield\"",
      "answer": "escudo"
    },
    {
      "category": "AT THE BRITISH MUSEUM",
      "text": "One of the oldest objects is a chopping tool from an ancient campsite found by Louis Leakey's team at this Tanzanian gorge",
      "answer": "Olduvai Gorge"
    },
    {
      "category": "WICKED",
      "text": "(Cynthia Erivo & Ariana Grande present the clue.) (Ariana: In \"The Wizard of Oz\" book & film, the character of Glinda is mentioned by name.)(Cynthia: Elphaba, however, was invented by \"Wicked\" author Gregory Maguire from the initials of this Oz creator)",
      "answer": "L. Frank Baum"
    }
  ]
}