{
  "title": "Show #5905 - Friday, April 23, 2010",
  "date": {
    "day": 23,
    "month": "April",
    "year": 2010
  },
  "clues": [
    {
      "category": "SINNERS",
      "text": "In 1988 this popular evangelist tearfully admitted on his national TV show that \"I have sinned against you\"",
      "answer": "Jimmy Swaggart"
    },
    {
      "category": "THE GRAMMYS 2010",
      "text": "Opening the show with \"Poker Face\", she raked in 2 Grammys on the night",
      "answer": "Lady Gaga"
    },
    {
      "category": "TION\" ME",
      "text": "One orbit around the sun, or what happened in Cuba in late 1959",
      "answer": "revolution"
    },
    {
      "category": "E GODS!",
      "text": "Later lending her name to Easter, Eostre was the Anglo-Saxon fertility goddess of this season",
      "answer": "spring"
    },
    {
      "category": "OH GIVE ME A HOME",
      "text": "...free of these wood-eating pests of the order Isoptera",
      "answer": "termites"
    },
    {
      "category": "AROUND THE KNESSET",
      "text": "(Jimmy of the Clue Crew reports from the Knesset in Jerusalem.)  In 1977, in the first visit by an Arab leader to the state of Israel,thisman addressed theKnesset& even shared a laugh with Golda Meir",
      "answer": "(Anwar) Sadat"
    },
    {
      "category": "SINNERS",
      "text": "Genesis 13 tells us that \"the men of\" this city \"were wicked and sinners\"",
      "answer": "Sodom"
    },
    {
      "category": "THE GRAMMYS 2010",
      "text": "As part of their first Grammy performance ever, they played the fan-selected \"Livin' On A Prayer\"",
      "answer": "Bon Jovi"
    },
    {
      "category": "TION\" ME",
      "text": "Dyspepsia is this; hand me a Tums",
      "answer": "indigestion"
    },
    {
      "category": "E GODS!",
      "text": "In a Babylonian epic, Erra wreaks havoc as Marduk is busy taking his royal insignia to have this done--no starch please",
      "answer": "cleaned"
    },
    {
      "category": "OH GIVE ME A HOME",
      "text": "...that's built to withstand these, as mandated in Los Angeles building code section 8805",
      "answer": "earthquakes"
    },
    {
      "category": "AROUND THE KNESSET",
      "text": "(Sarah of the Clue Crew reports from the Knesset in Jerusalem.)  In 2008, the Knesset went through what's been called this colorful type of revolution, passing a clean air law, an environmental enforcement law & a polluter pays law",
      "answer": "a Green Revolution"
    },
    {
      "category": "SINNERS",
      "text": "In the late 6th century, Pope Gregory the Great first enumerated this list",
      "answer": "the seven deadly sins"
    },
    {
      "category": "THE GRAMMYS 2010",
      "text": "Their haul included best short form video, for \"Boom Boom Pow\"",
      "answer": "The Black Eyed Peas"
    },
    {
      "category": "TION\" ME",
      "text": "I see in your future one of these prognostications, from the Latin for \"foretelling\"",
      "answer": "prediction"
    },
    {
      "category": "E GODS!",
      "text": "Ekanetra & Ekarudra were both Vidyesvara gods of this religion",
      "answer": "Hinduism"
    },
    {
      "category": "OH GIVE ME A HOME",
      "text": "...with one of these metallic masts to protect it in stormy weather",
      "answer": "a lightning rod"
    },
    {
      "category": "AROUND THE KNESSET",
      "text": "(Jimmy of the Clue Crew reports from the Knesset in Jerusalem.)  On November 13th, 1995,Knessetmembers gathered for a special sitting in memory ofthisprime minister, who was slain on November 4th",
      "answer": "Yitzhak Rabin"
    },
    {
      "category": "SINNERS",
      "text": "\"I sin every single day\", said this 2008 presidential candidate whose indiscretions keep coming to light",
      "answer": "(John) Edwards"
    },
    {
      "category": "THE GRAMMYS 2010",
      "text": "In sort of an odd pairing, Taylor Swift sang \"Rhiannon\" with her & she sang \"You Belong With Me\" with Taylor",
      "answer": "Stevie Nicks"
    },
    {
      "category": "TION\" ME",
      "text": "A short pause before acting",
      "answer": "a hesitation"
    },
    {
      "category": "E GODS!",
      "text": "E Alom was the primeval creator goddess of this Mesoamerican culture centered in Guatemala",
      "answer": "Mayan"
    },
    {
      "category": "OH GIVE ME A HOME",
      "text": "...on one of these idyllic places formerly known as the Sandwich Islands",
      "answer": "Hawaii"
    },
    {
      "category": "AROUND THE KNESSET",
      "text": "(Sarah of the Clue Crew reports from the Knesset in Jerusalem.)  National ceremonies at the Knesset often take place in the hall named for & featuring theworksof this Russian-born artist; his triptych took four years to complete",
      "answer": "Chagall"
    },
    {
      "category": "SINNERS",
      "text": "In a 1741 Jonathan Edwards sermon title, sinners were \"in the hands of\" this",
      "answer": "an angry god"
    },
    {
      "category": "TION\" ME",
      "text": "A hotel room holder",
      "answer": "a reservation"
    },
    {
      "category": "E GODS!",
      "text": "Comprising Atum, Tefnut & 7 others, the Ennead was an important pantheon of this ancient civilization",
      "answer": "the Egyptians"
    },
    {
      "category": "OH GIVE ME A HOME",
      "text": "...with one of these large open porches from the Spanish for \"balcony\"",
      "answer": "veranda"
    },
    {
      "category": "AROUND THE KNESSET",
      "text": "(Sarah of the Clue Crew reports from the Knesset in Jerusalem.)  On May 15th, 1948, Israel was attacked by five neighboring countries; one day earlier, Israel's reclamation of independence was read byhim, the country's first prime minister",
      "answer": "David Ben-Gurion"
    }
  ]
}