{
  "title": "Show #8292 - Tuesday, December 1, 2020",
  "date": {
    "day": 1,
    "month": "December",
    "year": 2020
  },
  "clues": [
    {
      "category": "SCIENCE-PODGE",
      "text": "The white part of an apple slice turns brown because of exposure to this gas",
      "answer": "oxygen"
    },
    {
      "category": "FEELING BULLISH",
      "text": "Dietrich Mateschitz launched this energy drink in Austria in 1987",
      "answer": "Red Bull"
    },
    {
      "category": "SPORTS IDIOMS",
      "text": "In wrestling you \"go to the\" this; in another sense it means to take up someone's cause in a dispute",
      "answer": "the mat"
    },
    {
      "category": "TV",
      "text": "A writer joked that this HBO mob drama \"should be called 'Jersey Boys' and 'Jersey Boys' should be called\" this HBO mob drama",
      "answer": "The Sopranos"
    },
    {
      "category": "IN THE PRESIDENT'S CABINETS",
      "text": "Kathleen Sebelius gave 'em Health, & Human Services, too; so did Sylvia Mathews Burwell",
      "answer": "Obama"
    },
    {
      "category": "HAVE A CHAIR",
      "text": "Thistype of chair sounds like it's filled with legumes",
      "answer": "a beanbag chair"
    },
    {
      "category": "SCIENCE-PODGE",
      "text": "The hardest tissue in the body, it covers the crown of a tooth",
      "answer": "enamel"
    },
    {
      "category": "FEELING BULLISH",
      "text": "John Bull is the personification of this nation",
      "answer": "England"
    },
    {
      "category": "SPORTS IDIOMS",
      "text": "Done in certain races, passing this item to another means bestowing your power on someone else",
      "answer": "the baton"
    },
    {
      "category": "TV",
      "text": "(Dax Shepard presents the clue.) One of my first jobs in show biz was helping Ashton Kutcher with his pranks on this MTV show",
      "answer": "Punk'd"
    },
    {
      "category": "IN THE PRESIDENT'S CABINETS",
      "text": "Dick Cheney, Secretary of Defense; Lamar Alexander getting an education",
      "answer": "George H.W. Bush"
    },
    {
      "category": "HAVE A CHAIR",
      "text": "Time to kick back & settle into one of these easy chairs; La-Z-Boy offers a Ruby Wall one",
      "answer": "a recliner"
    },
    {
      "category": "SCIENCE-PODGE",
      "text": "3-letter name of the first drug approved by the FDA for the purpose of prolonging the lives of HIV & AIDS patients",
      "answer": "AZT"
    },
    {
      "category": "FEELING BULLISH",
      "text": "Many models of this Italian car are named for famous bulls or breeds of bulls",
      "answer": "Lamborghini"
    },
    {
      "category": "SPORTS IDIOMS",
      "text": "When you \"draw\" this in a boxing or fencing bout, you've inflicted the initial suffering in the contest",
      "answer": "first blood"
    },
    {
      "category": "TV",
      "text": "\"Reichenbach Falls\" was the penultimate episode of this CBS series in 2019",
      "answer": "Elementary"
    },
    {
      "category": "IN THE PRESIDENT'S CABINETS",
      "text": "Andrew Cuomo developed at HUD, Robert Reich worked at Labor",
      "answer": "Clinton"
    },
    {
      "category": "HAVE A CHAIR",
      "text": "A little old place where we can get together, this small, 2-person upholstered piece is also called a courting chair",
      "answer": "a loveseat"
    },
    {
      "category": "SCIENCE-PODGE",
      "text": "Procyon is the brightest star in this constellation also known as the little dog",
      "answer": "Canis Minor"
    },
    {
      "category": "FEELING BULLISH",
      "text": "A bull is the logo of this financial company founded by guys named Charles & Edmund",
      "answer": "Merrill Lynch"
    },
    {
      "category": "SPORTS IDIOMS",
      "text": "In horseracing the finish of a race is this 11-letter distance, sounding like something you might do after a nap at your house",
      "answer": "the homestretch"
    },
    {
      "category": "TV",
      "text": "Don Messick voiced Bamm-Bamm, Papa Smurf & this mystery-solving dog",
      "answer": "Scooby-Doo"
    },
    {
      "category": "IN THE PRESIDENT'S CABINETS",
      "text": "Abraham Ribicoff at H.E.W.; the Attorney General, a guy the president knew from childhood",
      "answer": "JFK"
    },
    {
      "category": "HAVE A CHAIR",
      "text": "French gives us the name of this 2-word \"long chair\" often seen poolside; a mimosa is optional",
      "answer": "a chaise longue"
    },
    {
      "category": "SCIENCE-PODGE",
      "text": "Isolated females of this largest living lizard, a type of monitor, sometimes reproduce without having their eggs fertilized by males",
      "answer": "a Komodo dragon"
    },
    {
      "category": "FEELING BULLISH",
      "text": "A highlight of the July San Fermin Festival in this city is the Encierro, the Running of the Bulls",
      "answer": "Pamplona"
    },
    {
      "category": "SPORTS IDIOMS",
      "text": "To win a car race you'll have to \"take\" one of these banners; the British spell it with a \"Q\"",
      "answer": "a checkered flag"
    },
    {
      "category": "TV",
      "text": "This \"Kitchen Nightmares\" man received an O.B.E. in 2006",
      "answer": "(Gordon) Ramsay"
    },
    {
      "category": "IN THE PRESIDENT'S CABINETS",
      "text": "Herbert Hoover had the Commerce gig; Albert Fall was crooked in the Interior",
      "answer": "Harding"
    },
    {
      "category": "HAVE A CHAIR",
      "text": "A fighting chair isn't for boxing but for this sport; an adjustable footrest helps with balance as you battle 500-lb. foes below",
      "answer": "fishing"
    },
    {
      "category": "ON MY READING LIST",
      "text": "Ernest Hemingway's classic short story \"The Snows of\" this place",
      "answer": "Kilimanjaro"
    },
    {
      "category": "OOOH...FIREWORKS!",
      "text": "Baozhu, a Chinese word for firecracker, means \"exploding\" this woody grass--early fireworks were made from it",
      "answer": "bamboo"
    },
    {
      "category": "AROUND THE WORLD",
      "text": "Named for the man whose ship visited the region in 1770, the Cook Strait separates the 2 main islands of this nation",
      "answer": "New Zealand"
    },
    {
      "category": "HOP",
      "text": "Hinkspiel is a German version of this kid's game that involves not treading on lines",
      "answer": "hopscotch"
    },
    {
      "category": "SKIPPER",
      "text": "The short story \"The Gold Bug\" is about treasure supposedly buried by the pirate known as \"Captain\" him",
      "answer": "Kidd"
    },
    {
      "category": "JUMP",
      "text": "Before a big jump in a 1969 film, the Sundance Kid says, \"I can't swim\" & this character says, \"The fall will probably kill ya\"",
      "answer": "Butch Cassidy"
    },
    {
      "category": "ON MY READING LIST",
      "text": "Her trilogy that includes \"My Antonia\"",
      "answer": "(Willa) Cather"
    },
    {
      "category": "OOOH...FIREWORKS!",
      "text": "In 2020 this state's Steamboat Springs Winter Carnival set a record for largest aerial firework with a 2,800-pound shell",
      "answer": "Colorado"
    },
    {
      "category": "AROUND THE WORLD",
      "text": "The highest point on this Indonesian island is Mount Agung, known as \"the navel of the world\"",
      "answer": "Bali"
    },
    {
      "category": "HOP",
      "text": "He received a 1986 Best Supporting Actor nomination for his performance in \"Hoosiers\"",
      "answer": "(Dennis) Hopper"
    },
    {
      "category": "SKIPPER",
      "text": "In 1492 Martín & Vincente Pinzón commanded these 2 craft while Columbus captained the flagship",
      "answer": "theNiña& thePinta"
    },
    {
      "category": "JUMP",
      "text": "In \"The Fugitive\" Harrison Ford eludes capture by this 3-named actor by taking a plunge from great heights to escape",
      "answer": "Tommy Lee Jones"
    },
    {
      "category": "ON MY READING LIST",
      "text": "This executive chairman & former Disney CEO's memoir \"The Ride of a Lifetime\"",
      "answer": "Robert Iger"
    },
    {
      "category": "OOOH...FIREWORKS!",
      "text": "From Greek words meaning \"fire\" & \"art\", this is the craft of making & shooting off fireworks",
      "answer": "pyrotechnics"
    },
    {
      "category": "AROUND THE WORLD",
      "text": "The famed canals shine for the Light Festival held in winter inthiscity of Western Europe",
      "answer": "Amsterdam"
    },
    {
      "category": "HOP",
      "text": "\"All ball we all play ball\" is a line from this Dr. Seuss book",
      "answer": "Hop on Pop"
    },
    {
      "category": "SKIPPER",
      "text": "In 1813 Capt. James Lawrence implored his men on the frigate Chesapeake, \"Don't\" do this, later a rally cry for the war",
      "answer": "give up the ship"
    },
    {
      "category": "JUMP",
      "text": "In this movie based on a James Fenimore Cooper novel, Alice doesn't want to go with Magua, so she leaps from a cliff to her death",
      "answer": "The Last of the Mohicans"
    },
    {
      "category": "ON MY READING LIST",
      "text": "All of the novels in Frank Herbert's classic sci-fi series beginning with this 1965 novel",
      "answer": "Dune"
    },
    {
      "category": "OOOH...FIREWORKS!",
      "text": "We give 10 stars to this firework named for a European city, which often has 10 exploding stars packed into a tube",
      "answer": "a Roman candle"
    },
    {
      "category": "AROUND THE WORLD",
      "text": "Alberta & 2 others are collectively called these \"Provinces\" & are the great grain-producing region of Canada",
      "answer": "the Prairies"
    },
    {
      "category": "HOP",
      "text": "This dish of black-eyed peas is a favorite in southern households on New Year's Day",
      "answer": "Hoppin' John"
    },
    {
      "category": "SKIPPER",
      "text": "In 1847 Francis Crozier took over the Northwest Passage expedition of Erebus & this ship, the title of an AMC show",
      "answer": "theTerror"
    },
    {
      "category": "JUMP",
      "text": "This actor who played Superman jumps from a plane in \"M.I.--Fallout\" but can't fly & needs to be rescued by Tom Cruise",
      "answer": "(Henry) Cavill"
    },
    {
      "category": "ON MY READING LIST",
      "text": "This Italian playwright's \"Six Characters in Search of an Author\"",
      "answer": "Pirandello"
    },
    {
      "category": "OOOH...FIREWORKS!",
      "text": "You can make a safer type of the \"black\" this reptile with baking soda & sugar--it produces CO2& carbon ash",
      "answer": "snake"
    },
    {
      "category": "AROUND THE WORLD",
      "text": "This 12,000-square-mile plain of East-Central Africa is home to an annual migration of more than a million wildebeest",
      "answer": "the Serengeti"
    },
    {
      "category": "HOP",
      "text": "Ancient Greek soldiers known for their expertise in fighting in tight formations",
      "answer": "hoplites"
    },
    {
      "category": "SKIPPER",
      "text": "In a maritime fable Captain Falkenberg endlessly traverses the North Sea in this spectral craft",
      "answer": "The Flying Dutchman"
    },
    {
      "category": "JUMP",
      "text": "Pedro gets \"3 feet of air\" in a sweet jump off a bicycle ramp in this 2004 comedy; the title character meets his Waterloo, wiping out",
      "answer": "Napoleon Dynamite"
    }
  ]
}