{
  "title": "Show #8037 - Tuesday, July 16, 2019",
  "date": {
    "day": 16,
    "month": "July",
    "year": 2019
  },
  "clues": [
    {
      "category": "IT'S ALL IN THE PAST",
      "text": "March 2, 1969 saw the first flight of this supersonic transport; it didn't hit 300 mph that day but went 1,350 eventually",
      "answer": "the Concorde"
    },
    {
      "category": "FANCY RESTAURANTS",
      "text": "Valentino in Santa Monica had private dining in this space that held thousands of bottles, like Gavi & Chardonnay",
      "answer": "a wine cellar"
    },
    {
      "category": "THAT MOVIE'S IN BOSTON",
      "text": "This 1997 movie was up for 9 Oscahs & took home 2--you got its numbahs; how do ya like them apples?!",
      "answer": "Good Will Hunting"
    },
    {
      "category": "WICKED!",
      "text": "Nice's opposite in a  \"Santa Claus Is Comin' To Town\" lyric",
      "answer": "naughty"
    },
    {
      "category": "O CAPTAIN! MY CAPTAIN!",
      "text": "You'd think after 56 years, there'd be a premium version of this cereal where its mascot gets his long-deserved admiral promotion",
      "answer": "Cap'n Crunch"
    },
    {
      "category": "LANGUAGE LAB",
      "text": "In French this melting vessel is le creuset but the Arthur Miller play of the same name is \"Les Sorcieres de Salem\"",
      "answer": "crucible"
    },
    {
      "category": "IT'S ALL IN THE PAST",
      "text": "Some say this 10-yr. economic slump could have been stopped by a strong leader--Benjamin Strong, the N.Y. Fed head who died at 55 in 1928",
      "answer": "the Great Depression"
    },
    {
      "category": "FANCY RESTAURANTS",
      "text": "At Eleven Madison Park in New York, a cheesecake made from sturgeon is garnished with this, sturgeon roe",
      "answer": "caviar"
    },
    {
      "category": "THAT MOVIE'S IN BOSTON",
      "text": "David Ortiz was on hand at this ballpark for the premiere party of \"Fever Pitch\", starring Jimmy Fallon",
      "answer": "Fenway"
    },
    {
      "category": "WICKED!",
      "text": "Putrid, tainted, or Johnny of The Sex Pistols",
      "answer": "rotten"
    },
    {
      "category": "O CAPTAIN! MY CAPTAIN!",
      "text": "J.M. Barrie wrote that this pirate was \"cadaverous...his hair dressed in long curls which look like black candles about to melt\"",
      "answer": "Captain Hook"
    },
    {
      "category": "LANGUAGE LAB",
      "text": "A Czech scientist can measure to the microgram with his váhy, this",
      "answer": "scale"
    },
    {
      "category": "IT'S ALL IN THE PAST",
      "text": "England could have had a King Fred, butFrederick Lewis, Prince of Wales, son & father of kings with this name, died young in 1751",
      "answer": "George"
    },
    {
      "category": "FANCY RESTAURANTS",
      "text": "Naturally, NYC's La Grenouille serves cuisses de grenouilles, this exotic dish in butter & garlic",
      "answer": "frogs' legs"
    },
    {
      "category": "THAT MOVIE'S IN BOSTON",
      "text": "Mark Wahlberg goes through an impressive speed round of possible names of the new girlfriend of his bear pal in this pic",
      "answer": "Ted"
    },
    {
      "category": "WICKED!",
      "text": "A Yeti might find this other adjective used in its alternate name to be quite loathsome",
      "answer": "abominable"
    },
    {
      "category": "O CAPTAIN! MY CAPTAIN!",
      "text": "Valentine's Day in Hawaii sounds perfect for most, but in 1779, this captain was killed in a dispute over a stolen cutter",
      "answer": "Captain Cook"
    },
    {
      "category": "LANGUAGE LAB",
      "text": "In Russian pipetka (like pipette) is this dispenser of small amounts of liquid, one at a time",
      "answer": "a dropper"
    },
    {
      "category": "IT'S ALL IN THE PAST",
      "text": "This landmark began as the First Baptist Church of Wash. in 1833, became infamous in 1865 & closed for more than 100 years",
      "answer": "Ford's Theatre"
    },
    {
      "category": "THAT MOVIE'S IN BOSTON",
      "text": "A cop poses as a mobster & a mobster poses as a cop in this 2006 Scorsese film set in Boston",
      "answer": "The Departed"
    },
    {
      "category": "WICKED!",
      "text": "George W. Bush coined the \"Axis of\" it in 2002",
      "answer": "evil"
    },
    {
      "category": "O CAPTAIN! MY CAPTAIN!",
      "text": "The 2003 novel \"Gilligan's Wake\" gives this TV character a backstory as a WWII PT boat captain hanging with JFK",
      "answer": "the Skipper"
    },
    {
      "category": "LANGUAGE LAB",
      "text": "The microscope is called a Microscoop in this country where it was invented",
      "answer": "the Netherlands"
    },
    {
      "category": "IT'S ALL IN THE PAST",
      "text": "The 12th c. Knights Hospitallers helped pilgrims in the Holy Land while the Knights this protected 'em coming & going",
      "answer": "the Templar"
    },
    {
      "category": "FANCY RESTAURANTS",
      "text": "Diners book months in advance at Apège in Paris; in winter the menu has black truffles & in spring, stalks of white this",
      "answer": "asparagus"
    },
    {
      "category": "THAT MOVIE'S IN BOSTON",
      "text": "The \"Friends of\" this Boston crook played by Robert Mitchum are the people he's pressured to snitch on",
      "answer": "Eddie Coyle"
    },
    {
      "category": "WICKED!",
      "text": "Go \"pro\" with this word meaning blasphemous",
      "answer": "profane"
    }
  ]
}