{
  "title": "Show #8126 - Monday, December 30, 2019",
  "date": {
    "day": 30,
    "month": "December",
    "year": 2019
  },
  "clues": [
    {
      "category": "FASHION BRANDS",
      "text": "The iconic pony representing this brand appeared on a Ralph Lauren shirt cuff in 1971",
      "answer": "Polo"
    },
    {
      "category": "TV MOVIES",
      "text": "2018 saw \"The Last\" of 6 of these comedy disaster TV movies on SYFY that combined saltwater carnivores & storms",
      "answer": "Sharknado"
    },
    {
      "category": "BEHIND THE LITERATURE",
      "text": "Edward Lansdale, a U.S. officer in Asia, was a model for the novel \"The Ugly\" this & possibly for \"The Quiet\" this also",
      "answer": "American"
    },
    {
      "category": "FAMOUS WOMEN",
      "text": "A peak in Oregon's Wallowa Mountains is named for this Shoshone interpreter",
      "answer": "Sacagawea"
    },
    {
      "category": "C_MENT",
      "text": "Jesus said the first one is \"Thou shalt love the Lord thy God with all thy heart\"",
      "answer": "commandment"
    },
    {
      "category": "POND",
      "text": "A real pond in this urban park is where E.B. White's Stuart Little is victorious racing his sailboat",
      "answer": "Central Park"
    },
    {
      "category": "FASHION BRANDS",
      "text": "This company's LV monogram is also its logo",
      "answer": "Louis Vuitton"
    },
    {
      "category": "TV MOVIES",
      "text": "In 2006, the first \"High School Musical\" gavethisactor his breakout role",
      "answer": "Zac Efron"
    },
    {
      "category": "BEHIND THE LITERATURE",
      "text": "William Brodie, craftsman by day & criminal by night, was the inspiration for this Robert Louis Stevenson tale",
      "answer": "The Strange Case of Doctor Jekyll and Mr. Hyde"
    },
    {
      "category": "FAMOUS WOMEN",
      "text": "October 7, 1950 is the official founding date of her own order, the Missionaries of Charity",
      "answer": "Mother Teresa"
    },
    {
      "category": "C_MENT",
      "text": "The Dalai Lama has tweeted \"a sense of\" this \"is crucial to being happy\"",
      "answer": "contentment"
    },
    {
      "category": "POND",
      "text": "Families feeding birds have led to the nickname \"world's biggest bread soup\" forTjörnin Pondin this Icelandic capital",
      "answer": "Reykjavik"
    },
    {
      "category": "FASHION BRANDS",
      "text": "Coco Crush is a jewelry collection from this brand",
      "answer": "Chanel"
    },
    {
      "category": "TV MOVIES",
      "text": "Later to play U.S. President Bartlet, in 1974 he played the title deserter facing death in \"The Execution of Private Slovik\"",
      "answer": "(Martin) Sheen"
    },
    {
      "category": "BEHIND THE LITERATURE",
      "text": "Kevin Kwan said he based this 2013 bestseller on the Kwan, Oh & Hu families",
      "answer": "Crazy Rich Asians"
    },
    {
      "category": "FAMOUS WOMEN",
      "text": "In 1946 Emily Greene Balch, a colleague of Jane Addams, was a co-winner of this award first given in 1901",
      "answer": "the Nobel Peace Prize"
    },
    {
      "category": "C_MENT",
      "text": "After we get our hot dogs, time to slather on the mustard at this station",
      "answer": "condiment"
    },
    {
      "category": "POND",
      "text": "\"The world's largest open-air shopping center\", ALA Moana in this city, has had koi ponds since it opened in 1959",
      "answer": "Honolulu"
    },
    {
      "category": "FASHION BRANDS",
      "text": "This footwear brand turns up often in hip-hop lyrics; the Notorious B.I.G. & Smif-n-Wessun called them \"Timbs\"",
      "answer": "Timberlands"
    },
    {
      "category": "TV MOVIES",
      "text": "One of Roger Moore's final films was this 2017 TV remake, but Adam Rayner, not Roger, played Simon Templar",
      "answer": "The Saint"
    },
    {
      "category": "BEHIND THE LITERATURE",
      "text": "Many think Daniel Webster's summation at a murder trial inspired this man to write \"The Tell-Tale Heart\"",
      "answer": "Edgar Allan Poe"
    },
    {
      "category": "FAMOUS WOMEN",
      "text": "In 1968 Annie Leibovitz bought her first one of these, starting her on the road to fame",
      "answer": "a camera"
    },
    {
      "category": "C_MENT",
      "text": "A retailer who buys goods from a wholesaler \"on\" this pays only for what he in turn can sell, returning the unsold items",
      "answer": "consignment"
    },
    {
      "category": "POND",
      "text": "Henry Wadsworth Longfellow rowed with his kids on Fresh Pond in this Boston-area university city",
      "answer": "Cambridge"
    },
    {
      "category": "FASHION BRANDS",
      "text": "The leather Kat Saddle Bag from this brand features its horse & carriage motif",
      "answer": "Coach"
    },
    {
      "category": "TV MOVIES",
      "text": "Based on the real life of a troubled fashion model, HBO's \"Gia\" made this actress a star",
      "answer": "(Angelina) Jolie"
    },
    {
      "category": "BEHIND THE LITERATURE",
      "text": "Mr. Ramsay in her 1927 novel \"To the Lighthouse\" is a portrait of her father Leslie Stephen",
      "answer": "Virginia Woolf"
    },
    {
      "category": "FAMOUS WOMEN",
      "text": "At age 15, this 16th century girl reluctantly allowed herself to be put on the English throne; bad move",
      "answer": "Lady Jane Grey"
    },
    {
      "category": "C_MENT",
      "text": "A window that swings out on hinges",
      "answer": "a casement"
    },
    {
      "category": "POND",
      "text": "On those warm, sunny London afternoons, take a dip in the bathing ponds of this famed Heath in the north of the city",
      "answer": "Hampstead Heath"
    }
  ]
}