{
  "title": "Show #9108 - Wednesday, May 22, 2024",
  "date": {
    "day": 22,
    "month": "May",
    "year": 2024
  },
  "clues": [
    {
      "category": "PUERTO RICANS",
      "text": "Famous people born in this capital of Puerto Rico include Raul Julia & Bernie Williams",
      "answer": "San Juan"
    },
    {
      "category": "THE DRAMA OF TELEVISION",
      "text": "Dr. Melfi asked this patient, \"What line of work are you in?\"; \"Waste management consultant\"; well...",
      "answer": "Tony Soprano"
    },
    {
      "category": "IN THE WEEDS",
      "text": "The flowers of this yard weed, also known as wild endive & puffball, can be used to produce a pale yellow dye",
      "answer": "a dandelion"
    },
    {
      "category": "ENDS IN \"ITE",
      "text": "Watch your head! The largest one of these space rocks discovered on Earth was 9 feet long & weighed an estimated 60 tons",
      "answer": "a meteorite"
    },
    {
      "category": "ROCK ME",
      "text": "Though steeped in history, it's really a bit underwhelming when you seeit",
      "answer": "Plymouth Rock"
    },
    {
      "category": "AMADEUS",
      "text": "Of Mozart's several middle names, Theophilus got Latinized to Amadeus, both meaning \"love of\" or \"loved by\" him",
      "answer": "God"
    },
    {
      "category": "PUERTO RICANS",
      "text": "The Borinqueneers, the U.S. Army's only all-Hispanic unit, served with distinction at the Chosin Reservoir during this war",
      "answer": "the Korean War"
    },
    {
      "category": "THE DRAMA OF TELEVISION",
      "text": "When naming the actor who played Saul Goodman, a seriously criminal lawyer, better callhim",
      "answer": "Odenkirk"
    },
    {
      "category": "IN THE WEEDS",
      "text": "The world record for number of leaves on a stem of this, Trifolium repens, is 56 found in Japan in 2009; that's 14 times the luck!",
      "answer": "a shamrock (clover)"
    },
    {
      "category": "ENDS IN \"ITE",
      "text": "In math this type of set has a countable number of elements",
      "answer": "finite"
    },
    {
      "category": "ROCK ME",
      "text": "Because of the angle, you literally have to bend over backwards to kiss this, set in an Irish castle near Cork",
      "answer": "the Blarney Stone"
    },
    {
      "category": "AMADEUS",
      "text": "Long before the Sondheim show, Mozart composed his lively serenade called this",
      "answer": "Eine kleine Nachtmusik(A Little Night Music)"
    },
    {
      "category": "PUERTO RICANS",
      "text": "The stage name of this Latin trap rapper was inspired by an Easter costume he hated wearing as a kid",
      "answer": "Bad Bunny"
    },
    {
      "category": "THE DRAMA OF TELEVISION",
      "text": "Here's the truth--life is murder for Madeline Martha MacKenzie & Bonnie Carlson on this drama adapted from a bestseller",
      "answer": "Big Little Lies"
    },
    {
      "category": "IN THE WEEDS",
      "text": "A brown Crayola color is named for this plant that blows down the streets of Western towns",
      "answer": "a tumbleweed"
    },
    {
      "category": "ENDS IN \"ITE",
      "text": "Plumbago is another name for this form of carbon",
      "answer": "graphite"
    },
    {
      "category": "ROCK ME",
      "text": "Seen as a symbol of strength, this limestone formation has long been seen in the logo of Prudential",
      "answer": "the Rock of Gibraltar"
    },
    {
      "category": "AMADEUS",
      "text": "Mozart created the role of the Queen of the Night in this opera for his sister-in-law Josepha Hofer",
      "answer": "The Magic Flute"
    },
    {
      "category": "PUERTO RICANS",
      "text": "On \"Diners, Drive-Ins and Dives\" chef Benny Ojeda used a baseball bat tomashplantains & pork to createthisPuerto Rican dish",
      "answer": "mofongo"
    },
    {
      "category": "THE DRAMA OF TELEVISION",
      "text": "Taraji P. Henson came in like a Lyon & faced the music as Terrence Howard's ex-wife Cookie on this drama",
      "answer": "Empire"
    },
    {
      "category": "IN THE WEEDS",
      "text": "The common type of this weed, genus ambrosia, can set off hay fever symptoms",
      "answer": "ragweed"
    },
    {
      "category": "ENDS IN \"ITE",
      "text": "A famous slogan found in the \"Communist Manifesto\" & on Karl Marx' gravestone ends with this word",
      "answer": "unite"
    },
    {
      "category": "ROCK ME",
      "text": "A huge boot-shapedrockis one of the formations on the promontory of Northern Ireland called \"The Giant's\" this",
      "answer": "Causeway"
    },
    {
      "category": "AMADEUS",
      "text": "In Vienna Mozart struck up a friendship with this composer whom like others, he affectionately called \"Papa\"",
      "answer": "Haydn"
    },
    {
      "category": "PUERTO RICANS",
      "text": "Taking over from C. Everett Koop in 1990, Dr. Antonia Novello was both the 1st woman & 1st Hispanic Amer. to hold this govt. job",
      "answer": "surgeon general"
    },
    {
      "category": "THE DRAMA OF TELEVISION",
      "text": "David Boreanaz led this elite title Navy unit wherever they had to go... CBS, then Paramount+, CBS & back to Paramount+",
      "answer": "SEAL Team"
    },
    {
      "category": "IN THE WEEDS",
      "text": "Milk, Russian & bull are types of this prickly stemmed weed",
      "answer": "thistles"
    },
    {
      "category": "ENDS IN \"ITE",
      "text": "It's a follower of Islam's second-largest branch",
      "answer": "a Shiite"
    },
    {
      "category": "ROCK ME",
      "text": "This sacred shrine in Jerusalem covers the spot from which Muhammad is said to have ascended to heaven",
      "answer": "the Dome of the Rock"
    },
    {
      "category": "AMADEUS",
      "text": "Ironically, Mozart was working on one of these masses for the dead during his final illness & died with it unfinished",
      "answer": "a requiem"
    }
  ]
}