{
  "title": "Show #4414 - Thursday, November 13, 2003",
  "date": {
    "day": 13,
    "month": "November",
    "year": 2003
  },
  "clues": [
    {
      "category": "HISTORIC NEW ENGLAND",
      "text": "(Sarah of the Clue Crew presents) Bartholomew Gosnold named this New England island in 1602 for its grapes; the woman's identity is unclear",
      "answer": "Martha's Vineyard"
    },
    {
      "category": "STAR TREK: THE ORIGINAL SERIES",
      "text": "He boldly went where no man had gone before playing the role of heroic Captain James T. Kirk",
      "answer": "William Shatner"
    },
    {
      "category": "MOOLA MOOLA",
      "text": "Naomi & Meir Eshel designed a series of shekel notes this country put into circulation in 1999",
      "answer": "Israel"
    },
    {
      "category": "SUMMER JOBS",
      "text": "Be a scooper for this company that based its flavor count on the number of days in a month",
      "answer": "Baskin-Robbins"
    },
    {
      "category": "LEAPIN' LIZARDS",
      "text": "A lizard of this type seems to have changed its mind; at first it hated GEICO insurance, now it works for them",
      "answer": "a gecko"
    },
    {
      "category": "ARF",
      "text": "When this piece of clothing is followed by down or up, it means to eat voraciously",
      "answer": "scarf"
    },
    {
      "category": "HISTORIC NEW ENGLAND",
      "text": "Thislarge and historic family began vacationing on Cape Cod in the 1920s",
      "answer": "the Kennedys"
    },
    {
      "category": "STAR TREK: THE ORIGINAL SERIES",
      "text": "Several attempts were made to get these prosthetics just right for Leonard Nimoy's character, Mr. Spock",
      "answer": "his ears"
    },
    {
      "category": "MOOLA MOOLA",
      "text": "The name of this monetary unit used in India comes from the Sanskrit for \"stamped silver coin\"",
      "answer": "rupee"
    },
    {
      "category": "SUMMER JOBS",
      "text": "The Red Cross website lists people trained for this summertime job who've become heroes as a result",
      "answer": "lifeguard"
    },
    {
      "category": "LEAPIN' LIZARDS",
      "text": "The Solomon Islands skink, like the chameleon, has a prehensile one of these",
      "answer": "a tail"
    },
    {
      "category": "ARF",
      "text": "You can call it a quay or a pier--same thing",
      "answer": "a wharf"
    },
    {
      "category": "HISTORIC NEW ENGLAND",
      "text": "Bellows Falls, Vermont was the site of America's first of these, later superceded by railroads",
      "answer": "canals"
    },
    {
      "category": "STAR TREK: THE ORIGINAL SERIES",
      "text": "George Takei, who played this navigator on the show, spent part of World War II in an internment camp",
      "answer": "Mr. Sulu"
    },
    {
      "category": "MOOLA MOOLA",
      "text": "The Bank of England naturally selected this scientist for the 10-pound note (plus his beard is tough on forgers)",
      "answer": "Charles Darwin"
    },
    {
      "category": "SUMMER JOBS",
      "text": "One summer in this place as a knocker, who stuns animals & sends them on to a sticker, will probably suffice",
      "answer": "a slaughterhouse"
    },
    {
      "category": "LEAPIN' LIZARDS",
      "text": "The largest living lizard got its name from its home on this Indonesian island",
      "answer": "Komodo"
    },
    {
      "category": "ARF",
      "text": "He wrote some of the lyrics on his \"Everything Waits to be Noticed\" CD; we wonder if Paul Simon noticed",
      "answer": "Art Garfunkel"
    },
    {
      "category": "HISTORIC NEW ENGLAND",
      "text": "The Revolutionary War British victory at Fort Griswold, Conn. was led by this General who'd grown up nearby",
      "answer": "Benedict Arnold"
    },
    {
      "category": "STAR TREK: THE ORIGINAL SERIES",
      "text": "Role played by the actor seenhereon the original series",
      "answer": "Bones (Dr. Leonard McCoy)"
    },
    {
      "category": "MOOLA MOOLA",
      "text": "Algeria, Jordan & Iraq all use this unit of currency",
      "answer": "the dinar"
    },
    {
      "category": "SUMMER JOBS",
      "text": "One-word name of the workplace seenhere, it's in the title of a Steinbeck novel",
      "answer": "cannery"
    },
    {
      "category": "LEAPIN' LIZARDS",
      "text": "In South America the basilisk is sometimes called the Jesus Christ lizard from its ability to do this",
      "answer": "walk on water"
    },
    {
      "category": "ARF",
      "text": "It's the mouthwatering dessert seenhere",
      "answer": "a parfait"
    },
    {
      "category": "HISTORIC NEW ENGLAND",
      "text": "(Cheryl of the Clue Crew presents from Providence, Rhode Island) This rare Bible is the one John Elliot translated in the 1660s into this language, spoken by the Indians of Massachusetts",
      "answer": "Algonquian"
    },
    {
      "category": "STAR TREK: THE ORIGINAL SERIES",
      "text": "On the show, the planet Troyius is among the few places rich in these crystals needed to power warp drives",
      "answer": "dilithium"
    },
    {
      "category": "MOOLA MOOLA",
      "text": "In Poland this basic unit of currency equals 100 groszy",
      "answer": "a zloty"
    },
    {
      "category": "SUMMER JOBS",
      "text": "Drink lots of water in your summer job at Furnace Creek Resort, in this national park",
      "answer": "Death Valley"
    },
    {
      "category": "LEAPIN' LIZARDS",
      "text": "Of the 2 types of iguanas in the Galapagos Islands, one only eats land plants, the other mainly eats this",
      "answer": "seaweed"
    },
    {
      "category": "ARF",
      "text": "From the Yiddish, it's a noodle dough in small granules",
      "answer": "farfel"
    }
  ]
}