{
  "title": "Show #1847 - Tuesday, September 22, 1992",
  "date": {
    "day": 22,
    "month": "September",
    "year": 1992
  },
  "clues": [
    {
      "category": "ANCIENT EGYPT",
      "text": "It was the Greek historian Herodotus who nicknamed Egypt \"the gift of\" this river",
      "answer": "the Nile"
    },
    {
      "category": "TV PERSONALITIES",
      "text": "NBC reporter Arthur Kent was nicknamed \"The Scud Stud\" during this war",
      "answer": "the Persian Gulf War"
    },
    {
      "category": "FOOD & DRINK",
      "text": "The name of this nut comes from the Native American word \"pakan\", meaning \"hard-shelled nut\"",
      "answer": "pecan"
    },
    {
      "category": "ALEX HALEY",
      "text": "Though born in Ithaca, New York, Haley grew up in Henning, outside Memphis, in this state",
      "answer": "Tennessee"
    },
    {
      "category": "LIBRARIES",
      "text": "This art museum was still a residence when it housed France's first royal library",
      "answer": "the Louvre"
    },
    {
      "category": "SH",
      "text": "This '63 Beatles hit contains the lines, \"You think you've lost your love? Well, I saw her yesterday, yay\"",
      "answer": "\"She Loves You\""
    },
    {
      "category": "ANCIENT EGYPT",
      "text": "It's believed that this boy king's Vizier Ay, not only succeeded him, but married his widow",
      "answer": "King Tut"
    },
    {
      "category": "TV PERSONALITIES",
      "text": "He took a lot of pratfalls as the appropriately named Jack Tripper on Three's Company",
      "answer": "John Ritter"
    },
    {
      "category": "FOOD & DRINK",
      "text": "You might well be served paella in the Valencia region of this country, where it originated",
      "answer": "Spain"
    },
    {
      "category": "ALEX HALEY",
      "text": "This magazine published a condensed version of \"Roots\" 2 years before the full version came out",
      "answer": "Reader's Digest"
    },
    {
      "category": "LIBRARIES",
      "text": "The Harold Washington Library Center was dedicated in this city in 1991",
      "answer": "Chicago"
    },
    {
      "category": "SH",
      "text": "The annual Louisiana State Fair is held in this city on the Red River",
      "answer": "Shreveport"
    },
    {
      "category": "ANCIENT EGYPT",
      "text": "When Julius Caesar was murdered in 44 BC this queen was living in one of his villas in Rome",
      "answer": "Cleopatra"
    },
    {
      "category": "TV PERSONALITIES",
      "text": "She nicknamed one of her thoroughbreds Charlie Gibson after her Good Morning America co-host",
      "answer": "Joan Lunden"
    },
    {
      "category": "FOOD & DRINK",
      "text": "The kumquat is a member of this fruit group",
      "answer": "citrus"
    },
    {
      "category": "ALEX HALEY",
      "text": "Haley's autobiography of this Nation of Islam spokesman sold over 6 million copies",
      "answer": "Malcolm X"
    },
    {
      "category": "LIBRARIES",
      "text": "The libraries of John Jacob Astor & James Lennox became part of this city's public library in 1895",
      "answer": "New York"
    },
    {
      "category": "SH",
      "text": "This Nepalese ethnic group lives south of Mount Everest",
      "answer": "the Sherpas"
    },
    {
      "category": "ANCIENT EGYPT",
      "text": "His son Khafre's pyramid is almost as big as his",
      "answer": "Cheops"
    },
    {
      "category": "TV PERSONALITIES",
      "text": "Erin Moran, who played Richie's sister on this series, didn't return for the 1992 reunion special",
      "answer": "Happy Days"
    },
    {
      "category": "FOOD & DRINK",
      "text": "This dark, strong beverage is made by forcing steam through finely ground coffee",
      "answer": "espresso"
    },
    {
      "category": "ALEX HALEY",
      "text": "For an important contribution to the literature of slavery, Haley was awarded a special one of these prizes in 1977",
      "answer": "the Pulitzer Prize"
    },
    {
      "category": "LIBRARIES",
      "text": "The King's Library at this museum was built to house King George III's library",
      "answer": "the British Museum"
    },
    {
      "category": "SH",
      "text": "Weighing less than a dime, the Etruscan species of this mammal is the world's smallest",
      "answer": "a shrew"
    },
    {
      "category": "ANCIENT EGYPT",
      "text": "This jackal-headed god was worshipped at Canopolis, which means \"dog city\"",
      "answer": "Anubis"
    },
    {
      "category": "TV PERSONALITIES",
      "text": "In 1991, Kirk Cameron tied the knot with Chelsea Noble, who played his girlfriend on this sitcom",
      "answer": "Growing Pains"
    },
    {
      "category": "FOOD & DRINK",
      "text": "This popular Mexican dish is a filling wrapped in masa dough & often steamed inside a corn husk",
      "answer": "the tamale"
    },
    {
      "category": "ALEX HALEY",
      "text": "This character in \"Roots\" was Haley's great-great-great-great-grandfather",
      "answer": "Kunta Kinte"
    },
    {
      "category": "LIBRARIES",
      "text": "1 of 3 Presidents for whom the Library of Congress buildings are named",
      "answer": "(1 of) Jefferson, Adams or Madison"
    },
    {
      "category": "SH",
      "text": "The two main Hindu gods are Vishnu & this one who destroys the world so he can recreate it",
      "answer": "Shiva"
    },
    {
      "category": "GEOGRAPHY",
      "text": "Cape Chelyuskin is the northernmost point on this, the largest continent",
      "answer": "Asia"
    },
    {
      "category": "NICKNAMES",
      "text": "This colonial printer & inventor was sometimes called \"The Jolly Imbiber\"",
      "answer": "Benjamin Franklin"
    },
    {
      "category": "LITERATURE",
      "text": "In 1991, this former first daughter published her 3rd novel, \"A House of Secrets\"",
      "answer": "Patti Davis"
    },
    {
      "category": "PIRATES",
      "text": "At 16, this saint was shanghaied to Ireland by pirates; he later went back as a missionary",
      "answer": "St. Patrick"
    },
    {
      "category": "DANCE",
      "text": "Wristlets & anklets are often part of the costume for this Hawaiian storytelling dance",
      "answer": "the hula"
    },
    {
      "category": "U.S. HISTORY",
      "text": "Jean-Baptiste was the half-Shoshone baby carried on this duo's expedition",
      "answer": "Lewis & Clark"
    },
    {
      "category": "GEOGRAPHY",
      "text": "If your boat sinks off Helsinki, you've sunk in this gulf",
      "answer": "the Gulf of Finland"
    },
    {
      "category": "NICKNAMES",
      "text": "For his heroics in baseball's postseason, he was dubbed \"Mr. October\"",
      "answer": "Reggie Jackson"
    },
    {
      "category": "LITERATURE",
      "text": "Jude Foley is the tragic title character in this Thomas Hardy novel",
      "answer": "Jude the Obscure"
    },
    {
      "category": "PIRATES",
      "text": "Calico Jack's flag had 2 swords, not 2 bones, crossed under one of these",
      "answer": "a skull"
    },
    {
      "category": "DANCE",
      "text": "The Sir Roger de Coverley, an English dance, evolved into this Virginia line dance",
      "answer": "a reel"
    },
    {
      "category": "U.S. HISTORY",
      "text": "He was the Scott in the famous case of Scott v. Sanford",
      "answer": "Dred Scott"
    },
    {
      "category": "GEOGRAPHY",
      "text": "The area known as the West Bank is on the west bank of this river",
      "answer": "the Jordan"
    },
    {
      "category": "NICKNAMES",
      "text": "Before she became a real princess, this star was called \"The Ice Princess\" for her cool demeanor",
      "answer": "Grace Kelly"
    },
    {
      "category": "LITERATURE",
      "text": "Ira Levin said of this 1967 novel, \"I don't think any pregnant woman should read it\"",
      "answer": "Rosemary's Baby"
    },
    {
      "category": "PIRATES",
      "text": "Pirates sold this Greek philosopher as a slave in Crete; they weren't the honest men he was looking for",
      "answer": "Diogenes"
    },
    {
      "category": "DANCE",
      "text": "The first men to dance the Hasapikos had this meaty job, which is what \"hasapis\" means in Greek",
      "answer": "butchers"
    },
    {
      "category": "U.S. HISTORY",
      "text": "Married name of Ethel Greenglass, who pleaded innocent to espionage charges, but was executed",
      "answer": "Rosenberg"
    },
    {
      "category": "GEOGRAPHY",
      "text": "In India, the old part of this old capital city is called Shahjahanabad",
      "answer": "Delhi"
    },
    {
      "category": "NICKNAMES",
      "text": "He was dubbed by Plato \"the Talent of the Academy\"",
      "answer": "Aristotle"
    },
    {
      "category": "LITERATURE",
      "text": "His novella, \"Goodbye, Mr. Chips\", was first published in 1934 in the British Weekly",
      "answer": "James Hilton"
    },
    {
      "category": "PIRATES",
      "text": "In 1654, Cromwell sent Robert Blake to crush this pirate group in the Mediterranean",
      "answer": "the Barbary pirates"
    },
    {
      "category": "DANCE",
      "text": "Tambourines often accompany this frenzied dance whose origin is connected to spider bites",
      "answer": "the tarantella"
    },
    {
      "category": "U.S. HISTORY",
      "text": "The first 4 speakers of the House of Representatives represented this political party",
      "answer": "the Federalist Party"
    },
    {
      "category": "GEOGRAPHY",
      "text": "This shoal off Newfoundland is an important location for cod fishermen",
      "answer": "the Grand Banks"
    },
    {
      "category": "NICKNAMES",
      "text": "In contrast to his brother \"the Lionheart\", this English king was called \"Dollheart\"",
      "answer": "John"
    },
    {
      "category": "LITERATURE",
      "text": "\"Enemies, A Love Story\" was one of many Yiddish stories that earned this author a 1978 Nobel Prize",
      "answer": "(Isaac Bashevis) Singer"
    },
    {
      "category": "PIRATES",
      "text": "Though he claimed he was innocent, in May 1701 he was found guilty of murder & 5 counts of piracy",
      "answer": "Captain Kidd"
    },
    {
      "category": "DANCE",
      "text": "Britannica called her \"the high priestess of modern dance in the U.S.\"",
      "answer": "Martha Graham"
    },
    {
      "category": "U.S. HISTORY",
      "text": "Name for the town where it was signed, this treaty officially ended the Mexican War",
      "answer": "Guadalupe Hidalgo"
    }
  ]
}