{
  "title": "Show #5508 - Wednesday, July 16, 2008",
  "date": {
    "day": 16,
    "month": "July",
    "year": 2008
  },
  "clues": [
    {
      "category": "GEMS & JEWELS",
      "text": "\"Ring\" in if you know that this gem is the hardest substance found in nature",
      "answer": "a diamond"
    },
    {
      "category": "TELEVISION",
      "text": "Kyle Chandler is the coach of a small-town high school football team on this critically acclaimed TV show",
      "answer": "Friday Night Lights"
    },
    {
      "category": "THE NEW YORK TIMESTRAVEL",
      "text": "Tony boutiques in Buckhead are hoping to change the dowdy \"Crown Jewel of the South\" moniker of this city",
      "answer": "Atlanta"
    },
    {
      "category": "IN THE CABINET",
      "text": "A Northern Virginia airport was named in honor of this Secretary of State",
      "answer": "Dulles"
    },
    {
      "category": "POTPOURRI",
      "text": "There are only 12 letters in the alphabet of these American islands",
      "answer": "Hawaii"
    },
    {
      "category": "PUN-ISHMENT",
      "text": "The reason it's futile to write with a broken-tipped pencil",
      "answer": "it's pointless (there's no point accepted)"
    },
    {
      "category": "GEMS & JEWELS",
      "text": "This gem is most prized when its color is pigeon's blood red",
      "answer": "a ruby"
    },
    {
      "category": "TELEVISION",
      "text": "Just when Wentworth Miller thought he was out, they pull him back--into jail--on this Fox drama",
      "answer": "Prison Break"
    },
    {
      "category": "THE NEW YORK TIMESTRAVEL",
      "text": "While the natural wonders clear your mind, this \"least affordable\" state will clear your wallet",
      "answer": "Hawaii"
    },
    {
      "category": "IN THE CABINET",
      "text": "In 1795 Oliver Wolcott succeeded him as Treasury Secretary",
      "answer": "Alexander Hamilton"
    },
    {
      "category": "POTPOURRI",
      "text": "(Kelly of the Clue Crew  tries to sell you a cell from Sony Headquarters in Tokyo, Japan.) The W44S multimedia phone combines Sony's multimedia, like digital TV, with the phone technology of Ericsson, based in this country",
      "answer": "Sweden"
    },
    {
      "category": "PUN-ISHMENT",
      "text": "Punning on a Men at Work song, it's what the computer geek called a local area network he built in Melbourne",
      "answer": "the LAN Down Under"
    },
    {
      "category": "GEMS & JEWELS",
      "text": "Folklore affirms that spheres made from this precious stone, ojo de tigre, help in attaining business success",
      "answer": "tiger's eye"
    },
    {
      "category": "TELEVISION",
      "text": "Starbuck is a woman on the Sci-Fi Channel's version of this series",
      "answer": "Battlestar Galactica"
    },
    {
      "category": "THE NEW YORK TIMESTRAVEL",
      "text": "nytimes.com says the Belle Epoque architecture & late-night cafes of this capital lure expat artists & tango lovers",
      "answer": "Buenos Aires"
    },
    {
      "category": "IN THE CABINET",
      "text": "In 2005 Alberto Gonzalez succeeded him as Attorney General",
      "answer": "Ashcroft"
    },
    {
      "category": "POTPOURRI",
      "text": "This dilapidated Hawthorne mansion is home to Pyncheon relatives Hepzibah, Phoebe & Clifford, & a lodger",
      "answer": "the House of the Seven Gables"
    },
    {
      "category": "PUN-ISHMENT",
      "text": "4-word bulletin put out by the police department after the tiny psychic escaped from custody",
      "answer": "small medium at large"
    },
    {
      "category": "GEMS & JEWELS",
      "text": "This 2-word gemstone was once ground to produce ultramarine, a deep blue paint pigment",
      "answer": "lapis lazuli"
    },
    {
      "category": "TELEVISION",
      "text": "This perky actress plays Olive Snook, a waitress at the Pie Hole on \"Pushing Daisies\"",
      "answer": "Kristin Chenoweth"
    },
    {
      "category": "THE NEW YORK TIMESTRAVEL",
      "text": "Anyone born on this southern U.S. island is called a conch, also a delicacy there, like stone crab claws",
      "answer": "Key West"
    },
    {
      "category": "IN THE CABINET",
      "text": "(Jimmy of the Clue Crew reads from the Gerald Ford Museum in Grand Rapids, MI.)  The museum has a replica of the Cabinet room; Ford's advisors included Secretary of StateKissinger&thisSecretary of Defense",
      "answer": "Donald Rumsfeld"
    },
    {
      "category": "POTPOURRI",
      "text": "This developer of the first practical helicopter built & flew the first 4-engine aircraft in 1913",
      "answer": "Sikorsky"
    },
    {
      "category": "PUN-ISHMENT",
      "text": "It's what Dr. Jekyll's asst. said to him after his formula turned him into a sprinter & not his old evil self",
      "answer": "You can run, but you can't Hyde"
    },
    {
      "category": "GEMS & JEWELS",
      "text": "Citrine, a translucent yellow quartz, is often sold as this gem",
      "answer": "a topaz"
    },
    {
      "category": "TELEVISION",
      "text": "Mick St. John is a P.I. who sucks--blood, that is--on this vampirific CBS show",
      "answer": "Moonlight"
    },
    {
      "category": "THE NEW YORK TIMESTRAVEL",
      "text": "Because it's hidden, the hitou is the most prized type of natural hot spring in the mountains of this country",
      "answer": "Japan"
    },
    {
      "category": "POTPOURRI",
      "text": "Chitin is the main component in this supportive outer covering of lobsters & insects",
      "answer": "the exoskeleton"
    }
  ]
}