{
  "title": "Show #9049 - Thursday, February 29, 2024",
  "date": {
    "day": 29,
    "month": "February",
    "year": 2024
  },
  "clues": [
    {
      "category": "AROUND THE WORLD",
      "text": "Unlike its larger neighbor to the west, Switzerland still uses this as its monetary unit",
      "answer": "a franc"
    },
    {
      "category": "AN ONOMATOPOEIA ROMANCE",
      "text": "When I see you, my beating heart does this, like the wings of a black swallowtail as it flies",
      "answer": "flutter"
    },
    {
      "category": "DETECTIVE FICTION",
      "text": "She followed up \"Sharp Objects\" with \"Dark Places\", in which a secret society wants to solve a 25-year-old murder",
      "answer": "Gillian Flynn"
    },
    {
      "category": "LIVE, LAUGH, LOVE",
      "text": "Love:This Greek goddess of beauty had a thang goin' on with Adonis, but sadly, he got boar-ed",
      "answer": "Aphrodite"
    },
    {
      "category": "COLORS OF THE RAINBOW",
      "text": "Featured in multiple Icelandic sagas, he was exiled from Iceland in the 10th century & set up camp in Greenland",
      "answer": "Erik the Red"
    },
    {
      "category": "NAME, IMAGE, LIKENESS",
      "text": "It's the nickname of Alabama CB Ga'quincy McKinstry, whose smile resembled this pitch \"man\"; now he has an NIL deal with the drink, oh yeah",
      "answer": "Kool-Aid"
    },
    {
      "category": "AROUND THE WORLD",
      "text": "OnthisNovember holiday in Mexico, families gather to celebrate & remember their loved ones who have passed on",
      "answer": "Dia de los Muertos (Day of the Dead)"
    },
    {
      "category": "AN ONOMATOPOEIA ROMANCE",
      "text": "Ah, yes, my dearest, I can't wait to say words of love to you as we \"bill &\" do this, like pigeons",
      "answer": "coo"
    },
    {
      "category": "DETECTIVE FICTION",
      "text": "G.K. Chesterton based this detective on his friend John O'Connor, who was a priest",
      "answer": "Father Brown"
    },
    {
      "category": "LIVE, LAUGH, LOVE",
      "text": "Laugh:Baseball announcer Jack Brickhouse didn't get this music term quite right when the national anthem was sung \"Acapulco\"",
      "answer": "a cappella"
    },
    {
      "category": "COLORS OF THE RAINBOW",
      "text": "In 2023,Xolo Maridueñaplayed Jaime Reyes, also known as this multi-limbed DC superhero",
      "answer": "the Blue Beetle"
    },
    {
      "category": "NAME, IMAGE, LIKENESS",
      "text": "It's the big-legacy last name of Arch, who signed an NIL deal before throwing his first pass in college football",
      "answer": "Manning"
    },
    {
      "category": "AROUND THE WORLD",
      "text": "Part of a British overseas territory, this huge limestone monolith is a habitat for Europe's only wild monkey, the Barbary ape",
      "answer": "the Rock of Gibraltar"
    },
    {
      "category": "AN ONOMATOPOEIA ROMANCE",
      "text": "Darling, they're playing our song, this one by Charli XCX from \"The Fault in Our Stars\" soundtrack, & the beat goes on & on",
      "answer": "\"Boom Clap\""
    },
    {
      "category": "DETECTIVE FICTION",
      "text": "Ganache is a mix of chocolate & cream; this is a detective in Quebec created by Louise Penny & played on TV by Alfred Molina",
      "answer": "Gamache"
    },
    {
      "category": "LIVE, LAUGH, LOVE",
      "text": "Live:You'll be squatting and/or thrusting doingthisexercise",
      "answer": "a burpee"
    },
    {
      "category": "COLORS OF THE RAINBOW",
      "text": "It was coined in the 1890s to describe the sensational tactics used by NYC newspapers the World & the Journal",
      "answer": "yellow journalism"
    },
    {
      "category": "NAME, IMAGE, LIKENESS",
      "text": "Auburn QB Bo Nix made an NIL deal with Milo's, maker of this 2-word sugary drink--then transferred out of the South to Oregon",
      "answer": "sweet tea"
    },
    {
      "category": "AROUND THE WORLD",
      "text": "China's longest river, it's also the longest river in Asia",
      "answer": "the Yangtze"
    },
    {
      "category": "AN ONOMATOPOEIA ROMANCE",
      "text": "I desperately await this sound of you at the doorbell; it's the title of a Thoreau poem with \"song\" as one of the rhymes",
      "answer": "\"Ding Dong\""
    },
    {
      "category": "DETECTIVE FICTION",
      "text": "The detectives are sheep, investigating the murder of their shepherd, in this bestseller with a title from a nursery rhyme",
      "answer": "Three Bags Full"
    },
    {
      "category": "LIVE, LAUGH, LOVE",
      "text": "Live:Vegan? You may need to give this cobalt-containing vitamin a shot, as animal products are the main dietary source of it",
      "answer": "B12"
    },
    {
      "category": "COLORS OF THE RAINBOW",
      "text": "Judo practitioners should know this term for land where building is prohibited & nature flourishes",
      "answer": "a green belt"
    },
    {
      "category": "NAME, IMAGE, LIKENESS",
      "text": "In 2021 the first-ever NIL store opened in Lincoln Park, giving players on this \"Fighting\" team a cut of each jersey sold",
      "answer": "the Fighting Illini"
    },
    {
      "category": "AROUND THE WORLD",
      "text": "You can get a good feeling for Denmark, literally, with a this & happiness tour, this being a Danish concept for coziness & comfort",
      "answer": "hygge"
    },
    {
      "category": "AN ONOMATOPOEIA ROMANCE",
      "text": "When you ended things between us, it felt like this word that can precede \"happy\", with you as Moe & me as Larry",
      "answer": "slap"
    },
    {
      "category": "DETECTIVE FICTION",
      "text": "In 1972 this British woman \"initially\" introduced Cordelia Gray in \"An Unsuitable Job for a Woman\"; a follow-up came 10 years later",
      "answer": "P.D. James"
    },
    {
      "category": "LIVE, LAUGH, LOVE",
      "text": "Love:After his death in 1142, he would be buried next to his beloved Héloïse in Père Lachaise",
      "answer": "Abelard"
    },
    {
      "category": "COLORS OF THE RAINBOW",
      "text": "In the 1740s growers of this dye plant in South Carolina benefited from government subsidies",
      "answer": "indigo"
    },
    {
      "category": "NAME, IMAGE, LIKENESS",
      "text": "Part of the NIL deal of UNC basketball star Armando Bacot Jr. was a part on this Netflix show set on a N.C. island chain",
      "answer": "Outer Banks"
    },
    {
      "category": "IT'S A PARTY!",
      "text": "This president was gifted with a 1,400-pound block of cheese; on Feb. 22, 1837 he threw a party for the public to chow down",
      "answer": "Jackson"
    },
    {
      "category": "COMPOUND WORDS",
      "text": "Today, fewer cars have this installed from the factory; you'll pay extra to have one put in to stash your gum wrappers",
      "answer": "an ashtray"
    },
    {
      "category": "SCI. ABBR.",
      "text": "Biologically speaking, it's what the N-A stands for in RNA & DNA",
      "answer": "nucleic acid"
    },
    {
      "category": "NAME",
      "text": "By the 1910s he had adopted a last name derived from the Russian for steel",
      "answer": "Stalin"
    },
    {
      "category": "IMAGE",
      "text": "Limiting his palette to mostly blacks & whites, Marc Chagall painted \"The Praying Jew\", also known as this holy man \"of Vitebsk\"",
      "answer": "Rabbi"
    },
    {
      "category": "LIKE\"NESS",
      "text": "This series that premiered in 2021 is billed as \"a new chapter of 'Sex & the City\"'",
      "answer": "And Just Like That"
    },
    {
      "category": "IT'S A PARTY!",
      "text": "The North Side Skull & Bone Gang has been waking people up to party for 200+ years on this day down in New Orleans",
      "answer": "Mardi Gras"
    },
    {
      "category": "COMPOUND WORDS",
      "text": "A giant city edifice stretching toward the heavens, usually with more than 40 or 50 stories",
      "answer": "a skyscraper"
    },
    {
      "category": "SCI. ABBR.",
      "text": "sec is short for this trig function",
      "answer": "secant"
    },
    {
      "category": "NAME",
      "text": "The Apache leader given the name Goyathlay, meaning \"one who yawns\", took on this name, perhaps the Spanish version of Jerome",
      "answer": "Geronimo"
    },
    {
      "category": "IMAGE",
      "text": "Called Anna-Lou by her family,shehas photographed subjects from Queen Elizabeth II to Sienna Miller",
      "answer": "Leibovitz"
    },
    {
      "category": "LIKE\"NESS",
      "text": "P!nk is backed up by columns of flame when she performs this 2016 hit in concert",
      "answer": "\"Just Like Fire\""
    },
    {
      "category": "IT'S A PARTY!",
      "text": "On October 24, 2022 it was a real lituation when Joe Biden celebrated this Hindu festival at the White House with 200+ guests",
      "answer": "Diwali"
    },
    {
      "category": "COMPOUND WORDS",
      "text": "Thiscondiment can be white if bottled in vinegar or red if bottled in beet juice",
      "answer": "horseradish"
    },
    {
      "category": "SCI. ABBR.",
      "text": "Cis short for this unit of electric charge named for a French physicist",
      "answer": "a coulomb"
    },
    {
      "category": "NAME",
      "text": "Born Tafari Makonnen, this emperor died in Addis Ababa in 1975",
      "answer": "Haile Selassie"
    },
    {
      "category": "IMAGE",
      "text": "MoMA describes this 1889 van Gogh painting as having a \"churning sky\" & a \"quiet village below\"",
      "answer": "Starry Night"
    },
    {
      "category": "LIKE\"NESS",
      "text": "In 2002 Tony Curtis toured in a stage version of this film comedy in which he co-starred years earlier",
      "answer": "Some Like It Hot"
    },
    {
      "category": "IT'S A PARTY!",
      "text": "ThisBrit writer of \"Private Lives\" sang of a marvelous party where Elsie, age 74, swung upside down from a glass chandelier",
      "answer": "Noël Coward"
    },
    {
      "category": "COMPOUND WORDS",
      "text": "Grade No. 10 is the most porous type of this fabric used to strain liquids",
      "answer": "cheesecloth"
    },
    {
      "category": "SCI. ABBR.",
      "text": "If you're a web developer, you probably use HTML (HyperText Markup Language) & CSS, short for this",
      "answer": "Cascading Style Sheets"
    },
    {
      "category": "NAME",
      "text": "This billionaire was born György Schwartz in Budapest; his family changed their surname to avoid persecution as Jews",
      "answer": "George Soros"
    },
    {
      "category": "IMAGE",
      "text": "This self-taught naïve painter was known for his lush,tropical images, though he never left France",
      "answer": "Rousseau"
    },
    {
      "category": "LIKE\"NESS",
      "text": "Fittingly, it was in the year of the USA's bicentennial that Steve Miller put out the album with this soaring title track",
      "answer": "\"Fly Like An Eagle\""
    },
    {
      "category": "IT'S A PARTY!",
      "text": "In May 1664 this French king held a days-long party with ballet in honor of his mom & wife & (possibly) his mistress",
      "answer": "Louis XIV"
    },
    {
      "category": "COMPOUND WORDS",
      "text": "Thisphosphorescent glow is produced by certain fungi found on decaying wood",
      "answer": "foxfire"
    },
    {
      "category": "SCI. ABBR.",
      "text": "PTX can be short for this condition of air in the pleural space",
      "answer": "a pneumothorax"
    },
    {
      "category": "NAME",
      "text": "This 18th century French writer may have derived his mononym from an anagram of a Latinized version of his surname, Arouet",
      "answer": "Voltaire"
    },
    {
      "category": "IMAGE",
      "text": "Norman Rockwell's oft-parodied image of a Thanksgiving meal has this title, one of a quartet in FDR's 1941 State of the Union speech",
      "answer": "Freedom from Want"
    },
    {
      "category": "LIKE\"NESS",
      "text": "In song, \"You really know how to dance\", among other qualities",
      "answer": "\"What I Like About You\""
    }
  ]
}