{
  "title": "Show #688 - Wednesday, September 9, 1987",
  "date": {
    "day": 9,
    "month": "September",
    "year": 1987
  },
  "clues": [
    {
      "category": "RELIGION",
      "text": "Before turning Protestant, Martin Luther was a monk & the vocation of his future wife was this",
      "answer": "a nun"
    },
    {
      "category": "BEAUTY SECRETS",
      "text": "It's said 18th c. ladies wore special heavy nightcaps to keep these rodents from gnawing on their hairdos",
      "answer": "rats (mice)"
    },
    {
      "category": "60s BRITISH ROCK",
      "text": "Now 44, Michael Philip Jagger sang lead for this band for 24 years",
      "answer": "The Rolling Stones"
    },
    {
      "category": "COUNTRIES",
      "text": "North American mainland country which straddles the Tropic of Cancer",
      "answer": "Mexico"
    },
    {
      "category": "SPORTS QUOTES",
      "text": "\"I went to the fight the other night, & a hockey game broke out,\" said this \"Lite\" comedian",
      "answer": "Rodney Dangerfield"
    },
    {
      "category": "OOPS!",
      "text": "On Good Friday 1986, the London Times published the right clues for this, but the wrong grid",
      "answer": "a crossword puzzle"
    },
    {
      "category": "RELIGION",
      "text": "With over 52 million members, it's the largest single religious body in the U.S.",
      "answer": "Roman Catholic"
    },
    {
      "category": "BEAUTY SECRETS",
      "text": "Pillows worn under gowns were all the rage when Marie Antoinette was in this condition",
      "answer": "pregnant"
    },
    {
      "category": "60s BRITISH ROCK",
      "text": "In 1969, this group released their revolutionary rock opera \"Tommy\" as a 2-record set",
      "answer": "The Who"
    },
    {
      "category": "COUNTRIES",
      "text": "This nation's \"Shrine of the Book\" houses the Dead Sea Scrolls",
      "answer": "Israel"
    },
    {
      "category": "SPORTS QUOTES",
      "text": "Green Bay Packer coach who said, \"If you aren't fired with enthusiasm, you'll be fired with enthusiasm\"",
      "answer": "Vince Lombardi"
    },
    {
      "category": "OOPS!",
      "text": "On March 2, 1987, the National Weather Service mistakenly said Rockford, Ill. was demolished by one of these",
      "answer": "a tornado"
    },
    {
      "category": "RELIGION",
      "text": "When banks in Pakistan began operating by Islamic principles, they could no longer do this",
      "answer": "charge interest"
    },
    {
      "category": "60s BRITISH ROCK",
      "text": "Group whose song titles included \"Do The Freddie\" & album titles, \"Frantic Freddie\"",
      "answer": "Freddie and the Dreamers"
    },
    {
      "category": "COUNTRIES",
      "text": "Its chief port is Casablanca",
      "answer": "Morocco"
    },
    {
      "category": "SPORTS QUOTES",
      "text": "UCLA basketball coach who said, \"It's not so important who starts the game, but who finishes it\"",
      "answer": "John Wooden"
    },
    {
      "category": "OOPS!",
      "text": "After a misprint, Continental gave free airfare to 1st 100 in Worcester, Mass. who could spell this right",
      "answer": "Worcester, Mass."
    },
    {
      "category": "RELIGION",
      "text": "She turned down Louis Armstrong's offer to sing jazz: \"God put me here to sing the gospels\" [Piano openingplays]\"Gonna lay down my sword and shield / Down by the riverside...\"",
      "answer": "Mahalia Jackson"
    },
    {
      "category": "COUNTRIES",
      "text": "In the famous play, \"Charlie's Aunt\" was from this country \"where the nuts come from\"",
      "answer": "Brazil"
    },
    {
      "category": "SPORTS QUOTES",
      "text": "Sportswit quotes Reggie Jackson as saying \"I'd rather hit than have\" this",
      "answer": "sex"
    },
    {
      "category": "OOPS!",
      "text": "When \"Jeopardy!\" said this city's \"Globe-Democrat\" was folding, it thrived; when we said it was okay, it folded",
      "answer": "St. Louis"
    },
    {
      "category": "RELIGION",
      "text": "South African Nobel Peace Prize winner Desmond Tutu is an archbishop in this church",
      "answer": "Anglican"
    },
    {
      "category": "COUNTRIES",
      "text": "This food crop, Burma's most important, is pictured on its flag",
      "answer": "rice"
    },
    {
      "category": "SPORTS QUOTES",
      "text": "Of this, Erma Bombeck said she avoids \"any sport with ambulances at the bottom of the hill\"",
      "answer": "skiing"
    },
    {
      "category": "OOPS!",
      "text": "Phil Collins was scheduled to sing this song on the '85 Oscar telecast but was never asked to appear",
      "answer": "\"Against All Odds (Look At Me Now)\""
    }
  ]
}