{
  "title": "Show #9023 - Wednesday, January 24, 2024",
  "date": {
    "day": 24,
    "month": "January",
    "year": 2024
  },
  "clues": [
    {
      "category": "LOVE STORY",
      "text": "This title British woman imagines her mum telling her to have a fling with \"Mark Darcy over the turkey curry, won't you? He's very rich\"",
      "answer": "Bridget Jones"
    },
    {
      "category": "OUR SONG",
      "text": "Tommy, a union man, & Gina, in the food service industry, make a go of it in this 1987 Bon Jovi hit; c'mon, we're halfway there!",
      "answer": "\"Livin' On A Prayer\""
    },
    {
      "category": "BAD BLOOD",
      "text": "In the aplastic form of this condition, AA for short, your bone marrow doesn't make enough new blood cells",
      "answer": "aplastic anemia"
    },
    {
      "category": "SHAKE IT OFF",
      "text": "Shake \"it\" off a word for a number or a finger to exhume this verb that makes a hole in the ground",
      "answer": "dig (from digit)"
    },
    {
      "category": "WE ARE NEVER EVER GETTING BACK TOGETHER",
      "text": "Closeness of kinship & duress are 2 grounds for this invalidation of a marriage often associated with Catholicism",
      "answer": "annulment"
    },
    {
      "category": "THE ERRORS TOUR",
      "text": "HGTV's \"25 Biggest Renovating Mistakes\" include \"Going Too Trendy\" & \"Excessive Use of\" this tape; it \"is not a permanent solution\"",
      "answer": "duct tape"
    },
    {
      "category": "LOVE STORY",
      "text": "William Goldman \"abridged\" this, \"S. Morgenstern's classic tale of true love and high adventure\"--ah, wuv... twue wuv",
      "answer": "The Princess Bride"
    },
    {
      "category": "OUR SONG",
      "text": "His song \"All Of Me\" is about Chrissy Teigen; the video used footage from their wedding",
      "answer": "John Legend"
    },
    {
      "category": "BAD BLOOD",
      "text": "In the most common form of this hereditary disease, patients lack or have low levels of clotting factor number 8",
      "answer": "hemophilia"
    },
    {
      "category": "SHAKE IT OFF",
      "text": "Shake \"it\" off a fundamental force & it's all this, sauce for turkey & mashed potatoes",
      "answer": "gravy (from gravity)"
    },
    {
      "category": "WE ARE NEVER EVER GETTING BACK TOGETHER",
      "text": "Hard to imagine them apart, but in 1957 Abbott & Costello did this, also a chemical process, to their partnership",
      "answer": "dissolve"
    },
    {
      "category": "THE ERRORS TOUR",
      "text": "In myth, he fell for the ol' \"just hold that for me for a sec\" trick when Hercules got him to retake his spot of holding the heavens",
      "answer": "Atlas"
    },
    {
      "category": "LOVE STORY",
      "text": "In Erich Segal's \"Love Story\", we learned, \"Love means not ever having to say you're\" this",
      "answer": "sorry"
    },
    {
      "category": "OUR SONG",
      "text": "In \"Our Song\", \"I was ridin\"' this way \"with my hair undone in the front seat of his car\"...  guess Taylor Swift called it",
      "answer": "shotgun"
    },
    {
      "category": "BAD BLOOD",
      "text": "Septicemia can be blood poisoning by bacteria; the body's serious reaction to it is known by this shorter name",
      "answer": "sepsis"
    },
    {
      "category": "SHAKE IT OFF",
      "text": "Drop \"it\" from a person who drops by your house to getthisfront part of a helmet",
      "answer": "a visor (from visitor)"
    },
    {
      "category": "WE ARE NEVER EVER GETTING BACK TOGETHER",
      "text": "The Uniform Code of Military Justice says a soldier who leaves his unit with no intention of coming back is guilty of this",
      "answer": "desertion"
    },
    {
      "category": "THE ERRORS TOUR",
      "text": "Thank you on behalf of this group, but the 15 songs they cut on Jan. 1, 1962 in London did not pass Decca Records' audition... D'oh!",
      "answer": "The Beatles"
    },
    {
      "category": "LOVE STORY",
      "text": "In \"Love in the Time of Cholera\" byhim, Florentino has thought of a love affair for 51 years, 9 months & 4 days, not that he's counting",
      "answer": "Gabriel García Márquez"
    },
    {
      "category": "OUR SONG",
      "text": "One of his \"Scenes From An Italian Restaurant\" had \"Brenda & Eddie... the popular steadies & the king & the queen of the prom\"",
      "answer": "Billy Joel"
    },
    {
      "category": "BAD BLOOD",
      "text": "To prevent bleeding problems due to a deficiency, newborn babies are given a shot of this vitamin vital for blood clotting",
      "answer": "vitamin K"
    },
    {
      "category": "SHAKE IT OFF",
      "text": "Drop \"it\" from a word for a hollow space to get  this South American  rodent",
      "answer": "a cavy (from cavity)"
    },
    {
      "category": "WE ARE NEVER EVER GETTING BACK TOGETHER",
      "text": "This part of the day is also what a nonprofit does when it deliberately spends its capital & ends its work",
      "answer": "sunset"
    },
    {
      "category": "THE ERRORS TOUR",
      "text": "Examples of this oopsy with -ism or without include \"chicken pops\", \"he took her for granite\" & \"decapitated coffee\"",
      "answer": "a malapropism"
    },
    {
      "category": "LOVE STORY",
      "text": "A lovesick nurseryman, a women's music fest & a retreat for rich men are in the 5th of his \"Tales of the City\"",
      "answer": "(Armistead) Maupin"
    },
    {
      "category": "OUR SONG",
      "text": "One of his songs on \"The Wild, the Innocent & the E Street Shuffle\" introduced us to Spanish Johnny & Puerto Rican Jane",
      "answer": "Springsteen"
    },
    {
      "category": "BAD BLOOD",
      "text": "Compression stockings can help prevent a blood clot in the leg known as a deep vein this",
      "answer": "a thrombosis"
    },
    {
      "category": "SHAKE IT OFF",
      "text": "Shake \"it\" off from something more important than other things to get this type of religious house",
      "answer": "a priory (from priority)"
    },
    {
      "category": "WE ARE NEVER EVER GETTING BACK TOGETHER",
      "text": "Under Gov. Reagan, California pioneered this kind of divorce lacking grounds such as mental cruelty (a charge in Ronnie's own divorce)",
      "answer": "no fault"
    },
    {
      "category": "THE ERRORS TOUR",
      "text": "\"Howbeit the hair of\" Samson's \"head began to grow again after he was shaven\"--these biblical people didn't think of that",
      "answer": "the Philistines"
    }
  ]
}