{
  "title": "Show #8517 - Tuesday, November 23, 2021",
  "date": {
    "day": 23,
    "month": "November",
    "year": 2021
  },
  "clues": [
    {
      "category": "CALL THE FOOTBALL PLAY",
      "text": "After a last-second win over Buffalo with this prayerful play in 2020, Kyler Murray said it was the first he had ever tried",
      "answer": "a Hail Mary"
    },
    {
      "category": "BLUE",
      "text": "A Mother Goose nursery rhyme says, \"Little Boy Blue, come\" do this",
      "answer": "blow your horn"
    },
    {
      "category": "38",
      "text": "The 1938 Fair Labor Standards Act banned oppressive child labor, set the work week at 44 hours & established this, at 25 cents an hour",
      "answer": "minimum wage"
    },
    {
      "category": "LEFT MOTION",
      "text": "Men, start this double- or triple-talk dance with a step to the left; a pre-fame Bruce Lee was a champion at it in Hong Kong",
      "answer": "the cha-cha"
    },
    {
      "category": "OMAHA",
      "text": "Late publisher of the Omaha World-Herald Henry Doorly gave his name to this, the state's No. 1 attraction",
      "answer": "Omaha's Zoo"
    },
    {
      "category": "HUT, HUT",
      "text": "You need 3 A's to spell this type of hut at beach resorts & pools",
      "answer": "a cabana"
    },
    {
      "category": "CALL THE FOOTBALL PLAY",
      "text": "\"Do we have time to run Wasp?\" asked this Chiefs QB in Super Bowl 54; he did, & hit Tyreek Hill for a game-changing 44 yards",
      "answer": "(Patrick) Mahomes"
    },
    {
      "category": "BLUE",
      "text": "Until 1969 Project Blue Book investigated these phenomena; of the 12,618 sightings, only 701 have not been identified",
      "answer": "UFOs"
    },
    {
      "category": "38",
      "text": "In 1938 DuPont chemist Roy Plunkett accidentally discovered this, now used as a coating for nonstick cookware",
      "answer": "Teflon"
    },
    {
      "category": "LEFT MOTION",
      "text": "Aren't you glad you brought a friend along? Now you can swing left intothistype of highway lane marked withdiamonds",
      "answer": "HOV"
    },
    {
      "category": "OMAHA",
      "text": "Omaha is on the west bank of this river opposite Council Bluffs, Iowa",
      "answer": "the Missouri River"
    },
    {
      "category": "HUT, HUT",
      "text": "With a low entry making an enemy stoop awkwardly, the iQukwane hut is said to have the shape of this insect structure",
      "answer": "a beehive"
    },
    {
      "category": "CALL THE FOOTBALL PLAY",
      "text": "Franco Harris' \"Immaculate Reception\" of a deflected pass from Terry Bradshaw won a 1972 playoff game for this team",
      "answer": "the Steelers"
    },
    {
      "category": "BLUE",
      "text": "The Belgian artist known as Peyo created these blue beings",
      "answer": "the Smurfs"
    },
    {
      "category": "38",
      "text": "On October 31, 1938 the New York Times reported, \"Radio listeners in panic\" after a broadcast of this H.G. Wells story",
      "answer": "The War of the Worlds"
    },
    {
      "category": "LEFT MOTION",
      "text": "In chess, the one time the king can move 2 squares is doing this; kingside is 2 squares left for the black king",
      "answer": "castling"
    },
    {
      "category": "OMAHA",
      "text": "Omaha is the seat of this county, named for Illinois senator Stephen, who sponsored the Kansas-Nebraska Act",
      "answer": "Douglas"
    },
    {
      "category": "HUT, HUT",
      "text": "Here'sSeaman's Hut, used as an emergency shelter in this country's Kosciuszko National Park",
      "answer": "Australia"
    },
    {
      "category": "CALL THE FOOTBALL PLAY",
      "text": "Though the play was designed for Freddie Solomon, the 49ers' Dwight Clark made \"The Catch\" on Jan. 10, 1982 on a pass by this quarterback",
      "answer": "Joe Montana"
    },
    {
      "category": "BLUE",
      "text": "Lake Tana in Ethiopia is the source of this colorful river",
      "answer": "the Blue Nile"
    },
    {
      "category": "38",
      "text": "This organization was founded in 1938 to find a cure for infantile paralysis, also called polio",
      "answer": "the March of Dimes"
    },
    {
      "category": "LEFT MOTION",
      "text": "Bugs Bunny's line about wishing he'd toined left at this city may be based on a real turn there that would keep you on Route 66",
      "answer": "Albuquerque"
    },
    {
      "category": "OMAHA",
      "text": "In 1913 this future president was born in Omaha as Leslie King Jr.",
      "answer": "Gerald Ford"
    },
    {
      "category": "HUT, HUT",
      "text": "These nomadic people of Kenya & Tanzania live in a kraal, a grouping of huts",
      "answer": "the Maasai"
    },
    {
      "category": "CALL THE FOOTBALL PLAY",
      "text": "In the 2007 Fiesta Bowl, Boise State's huddled masses used this 3-word trick play featuring a behind-the-back handoff for the win",
      "answer": "the Statue of Liberty"
    },
    {
      "category": "BLUE",
      "text": "Coral reefs are home to the blue fish known bythis4-letter name",
      "answer": "a tang"
    },
    {
      "category": "38",
      "text": "German name for the night of Nov. 9, when Jews & their property were attacked across Germany",
      "answer": "Kristallnacht"
    },
    {
      "category": "LEFT MOTION",
      "text": "At the Battle of Chancellorsville, he swung left to crush the Union right, but was mortally wounded by friendly fire",
      "answer": "Jackson"
    },
    {
      "category": "OMAHA",
      "text": "In 1917 this priest rented a boarding house in Omaha to care for 5 neglected boys; later, he bought a farm & it became Boys Town",
      "answer": "Father Flanagan"
    },
    {
      "category": "HUT, HUT",
      "text": "In the foreground aMongol horseman, in the back,this4-letter type of hut",
      "answer": "a yurt"
    }
  ]
}