{
  "title": "Show #5375 - Friday, January 11, 2008",
  "date": {
    "day": 11,
    "month": "January",
    "year": 2008
  },
  "clues": [
    {
      "category": "A TRIP TO RIO DE JANEIRO",
      "text": "(Jimmy of the Clue Crew stands at a busy beach in Rio de Janeiro.) This beach is one of the the centers of bikini culture; maybe I'll meet the girl from here",
      "answer": "Ipanema"
    },
    {
      "category": "MATH ROCK",
      "text": "In 1974 rocker Todd Rundgren sang a tune entitled \"No. 1 Lowest Common\" this",
      "answer": "Denominator"
    },
    {
      "category": "WORKING ON MY CLASSIC CAR",
      "text": "It routes high voltage in the correct order for firing the spark plugs, so check its cap for burns",
      "answer": "the distributor"
    },
    {
      "category": "STATE THE GOVERNOR",
      "text": "In 2007 Charlie Crist took over for Jeb Bush in this state",
      "answer": "Florida"
    },
    {
      "category": "WE CAN DANCE IF WE WANT TO",
      "text": "Roll out the \"beer barrel\" & name this \"wunnerful, wunnerful\" Bohemian dance",
      "answer": "the polka"
    },
    {
      "category": "POP\" CULTURE",
      "text": "5,000-year-old remnants of this snack have been found in a cave in the Southwest",
      "answer": "popcorn"
    },
    {
      "category": "A TRIP TO RIO DE JANEIRO",
      "text": "(Jimmy delivers the clue from a crowded market.) You can buy your own instrument to play themusicfor this dance; Rio has several schools that teach it and a mile-long parade ground where they strut their stuff",
      "answer": "a samba"
    },
    {
      "category": "MATH ROCK",
      "text": "In 1975 Jethro Tull rightly told us that this number to the power of 10 equals \"nothing at all\"",
      "answer": "zero"
    },
    {
      "category": "WORKING ON MY CLASSIC CAR",
      "text": "Use dipsticks to check 2 levels: of the oil & of the fluid for this system that transfers power to the wheels",
      "answer": "the transmission"
    },
    {
      "category": "STATE THE GOVERNOR",
      "text": "\"Money doesn't make you happy. I now have $50 mil. But I was just as happy when I had $48 mil.\", said the Gov. of this state",
      "answer": "California"
    },
    {
      "category": "WE CAN DANCE IF WE WANT TO",
      "text": "Bow to yer partner, bow to yer corner, now allemand left & do-si-do, yer doin' this dance now, dontcha know",
      "answer": "a square dance"
    },
    {
      "category": "POP\" CULTURE",
      "text": "Easy infield out in a baseball game",
      "answer": "a pop fly"
    },
    {
      "category": "A TRIP TO RIO DE JANEIRO",
      "text": "(Sarah of the Clue Crew gives the clue in a market wearing a certain headdress.)ThisBrazilian bombshell of '40s films remains popular in Rio & her trademark headdress is a frequent costume",
      "answer": "Carmen Miranda"
    },
    {
      "category": "MATH ROCK",
      "text": "Kate Bush sang over 100 digits about this symbol, the ratio of the circumference of a circle to its diameter",
      "answer": "pi"
    },
    {
      "category": "WORKING ON MY CLASSIC CAR",
      "text": "To verify the fuel ignites at the proper moment & gets the engine over 300 HP, this type of gun or light is necessary",
      "answer": "a timing gun"
    },
    {
      "category": "STATE THE GOVERNOR",
      "text": "On August 26, 2005 this state's Kathleen Blanco declared a state of emergency",
      "answer": "Louisiana"
    },
    {
      "category": "WE CAN DANCE IF WE WANT TO",
      "text": "Named for a city, it's a dance seenhere",
      "answer": "the Charleston"
    },
    {
      "category": "POP\" CULTURE",
      "text": "A cottonwood or an aspen",
      "answer": "a poplar"
    },
    {
      "category": "A TRIP TO RIO DE JANEIRO",
      "text": "(Jimmy stands in front of a large Christ sculpture.) Christ the Redeemer of Corcovado Sanctuary is the world's largest sculpture inthis style, named for a 1925 Paris exposition",
      "answer": "art deco style"
    },
    {
      "category": "MATH ROCK",
      "text": "Blind Melon gave multiplication help covering the \"Schoolhouse Rock!\" song about this \"magic number\"",
      "answer": "three"
    },
    {
      "category": "WORKING ON MY CLASSIC CAR",
      "text": "Also a device on the wall of your home, this valve either stops or allows coolant through the engine",
      "answer": "a thermostat"
    },
    {
      "category": "STATE THE GOVERNOR",
      "text": "In 2007 this state's Jon Corzine broke several bones in a car crash--he wasn't buckled in",
      "answer": "New Jersey"
    },
    {
      "category": "WE CAN DANCE IF WE WANT TO",
      "text": "With 3-step & 2-step styles, this ballroom dance in 3/4 time is noted for its swift, gliding turns",
      "answer": "the waltz"
    },
    {
      "category": "POP\" CULTURE",
      "text": "The Brits call it an ice lolly; we call it this",
      "answer": "a popsicle"
    },
    {
      "category": "A TRIP TO RIO DE JANEIRO",
      "text": "(Jimmy delivers the last clue behind a serving counter of a cafe.) I'm at the famous Café Confeitaria Colombo, where this word doesn't just mean a person who lives here in Rio, but a coffee drink with added hot water",
      "answer": "carioca"
    },
    {
      "category": "MATH ROCK",
      "text": "This '80s band's hit \"Love Plus One\" was a welcome addition to the Billboard charts",
      "answer": "Haircut 100"
    },
    {
      "category": "WORKING ON MY CLASSIC CAR",
      "text": "Manifold bolts should not be over- or under-tightened, so use this type of wrench with a foot/pound scale",
      "answer": "a torque wrench"
    },
    {
      "category": "STATE THE GOVERNOR",
      "text": "In 2006 Deval Patrick was elected this state's first African-American governor",
      "answer": "Massachusetts"
    },
    {
      "category": "WE CAN DANCE IF WE WANT TO",
      "text": "Let's line up for this Cuban ballroom dance; 3 steps forward, then kick, repeat until exhausted",
      "answer": "the conga"
    },
    {
      "category": "POP\" CULTURE",
      "text": "An antiestablishment politician who speaks directly to the people. or an 1890s U.S. political  party",
      "answer": "Populist"
    }
  ]
}