{
  "title": "Show #4834 - Thursday, September 22, 2005",
  "date": {
    "day": 22,
    "month": "September",
    "year": 2005
  },
  "clues": [
    {
      "category": "ON OLD MAPS",
      "text": "Tuvalu used to be the Ellice these",
      "answer": "Islands"
    },
    {
      "category": "UNITAS AGAINST ALL ENEMIES",
      "text": "Though originally drafted by the Steelers, Johnny Unitas was a real \"horse\" for 17 years on this team",
      "answer": "the (Baltimore) Colts"
    },
    {
      "category": "TRANSPORTATION",
      "text": "Karl Probst designed an army recon vehicle in 2 days in 1940; we know it better as this",
      "answer": "the Jeep"
    },
    {
      "category": "FUN ACROSS AMERICA",
      "text": "Holtville, Ca. has carrot ice cream for its Carrot Festival, & Goleta, Ca. serves yellow cotton candy for this fruit's fest",
      "answer": "the lemon"
    },
    {
      "category": "CAN YOU DIGIT?",
      "text": "John Stossel, a co-anchor of this ABC News show, overcame stuttering & has won 19 Emmys",
      "answer": "20/20"
    },
    {
      "category": "ANIMAL QUOTATIONS",
      "text": "\"It is easier for\" this animal \"to go through the eye of a needle than for a rich man to enter into the kingdom of God\"",
      "answer": "a camel"
    },
    {
      "category": "ON OLD MAPS",
      "text": "Part of this country was once Kievan Rus",
      "answer": "the Ukraine"
    },
    {
      "category": "UNITAS AGAINST ALL ENEMIES",
      "text": "Johnny was considered \"the Man with\" this valuable type of appendage, like Frank Sinatra in a 1955 movie",
      "answer": "\"the Golden Arm\""
    },
    {
      "category": "TRANSPORTATION",
      "text": "France II, at 419 feet the largest merchant sailing ship ever built, also had 2 of these to back up the sails",
      "answer": "engines"
    },
    {
      "category": "FUN ACROSS AMERICA",
      "text": "The world's largest Hard Rock Cafe really rocks on Citywalk at this Florida theme park",
      "answer": "Universal Studios"
    },
    {
      "category": "CAN YOU DIGIT?",
      "text": "Number of stories on each of the 1,483-foot-high Petronas towers, or of keys on a standard piano keyboard",
      "answer": "88"
    },
    {
      "category": "ANIMAL QUOTATIONS",
      "text": "John Donne called it \"Nature's great masterpiece... the only harmless great thing; the giant of beasts\"",
      "answer": "the elephant"
    },
    {
      "category": "ON OLD MAPS",
      "text": "What's now this Southwest Arizona city was Arizona City before being renamed for a native people",
      "answer": "Yuma"
    },
    {
      "category": "UNITAS AGAINST ALL ENEMIES",
      "text": "Johnny U won the 1958 NFL Championship game against Frank Gifford & this \"mammoth\" team",
      "answer": "the (New York) Giants"
    },
    {
      "category": "TRANSPORTATION",
      "text": "\"Flight attendants prepare doors for departure and\" do this means make sure your door & the one opposite yours are armed",
      "answer": "cross-check"
    },
    {
      "category": "FUN ACROSS AMERICA",
      "text": "Indulge in a cocoa massage or a chocolate sugar scrub at the Hotel Hershey's spa in this state",
      "answer": "Pennsylvania"
    },
    {
      "category": "CAN YOU DIGIT?",
      "text": "For the records, translate these 2 Roman numerals, XLV & LXXVIII",
      "answer": "45 & 78"
    },
    {
      "category": "ANIMAL QUOTATIONS",
      "text": "\"Honesty dwells like a miser... in a poor house, as your pearl in your foul\" this",
      "answer": "an oyster"
    },
    {
      "category": "ON OLD MAPS",
      "text": "1890s U.S. maps showed the twin territories, Oklahoma Territory & this",
      "answer": "Indian Territory"
    },
    {
      "category": "UNITAS AGAINST ALL ENEMIES",
      "text": "Johnny ended his Hall-of-Fame career with this Calif. team in '73, the rookie year of future Hall of Famer Dan Fouts",
      "answer": "the San Diego Chargers"
    },
    {
      "category": "FUN ACROSS AMERICA",
      "text": "(Sarah of the Clue Crew reads while a burlesque puppet dances in the background.)  Lucy will be strutting her stuff at a new $40 million theater built especially for \"Avenue Q\" in this city",
      "answer": "Las Vegas"
    },
    {
      "category": "CAN YOU DIGIT?",
      "text": "Tennyson's \"Valley of Death\" chargers minus the total number of U.S. senators",
      "answer": "500"
    },
    {
      "category": "ANIMAL QUOTATIONS",
      "text": "Benjamin Disraeli wrote that this \"which had never been thought of... rushed past the grandstand in sweeping triumph\"",
      "answer": "a dark horse"
    },
    {
      "category": "ON OLD MAPS",
      "text": "The area once known as United Provinces is now this Indian state that also has the initials U.P.",
      "answer": "Uttar Pradesh"
    },
    {
      "category": "UNITAS AGAINST ALL ENEMIES",
      "text": "Johnny's 47 straight games with one of these has been compared to DiMaggio's 56-game hit streak",
      "answer": "a touchdown pass"
    },
    {
      "category": "FUN ACROSS AMERICA",
      "text": "Windy, a 4-masted schooner, takes tourists on 90-minute cruises from this city's Navy Pier",
      "answer": "Chicago"
    },
    {
      "category": "CAN YOU DIGIT?",
      "text": "In print journalism this number is traditionally used to mark the end of a piece of copy",
      "answer": "30"
    },
    {
      "category": "ANIMAL QUOTATIONS",
      "text": "In \"The Marriage of Heaven and Hell\", William Blake wrote, \"The pride of\" this bird \"is the glory of God\"",
      "answer": "the peacock"
    },
    {
      "category": "THE PENTAGON",
      "text": "(Cheryl of the Clue Crew stands in a room with a podium and plaques along the walls in the Pentagon.)  The Pentagon's Hall of Heroes is dedicated to over 3,440 recipients of this, our nation's highest military decoration",
      "answer": "the Congressional Medal of Honor"
    },
    {
      "category": "FLOWER",
      "text": "Native to South America,theseflowers from woody vines are commonly found in Florida & California",
      "answer": "bougainvillea"
    },
    {
      "category": "POW-ER",
      "text": "Alfred Nobel named this explosive after the Greek word for power",
      "answer": "dynamite"
    },
    {
      "category": "A STEVE MARTIN FILM FESTIVAL",
      "text": "\"You know, you're really nobody in L.A. unless you live in a house with a really big door\"",
      "answer": "L.A. Story"
    },
    {
      "category": "LITERARY LANDMARKS",
      "text": "He wrote most of his \"Waverley\" novels while living at No. 39 Castle St. in Edinburgh",
      "answer": "Sir Walter Scott"
    },
    {
      "category": "B\" BRAVE",
      "text": "Its larvae infest & destroy the seedpods of cotton plants",
      "answer": "boll weevils"
    },
    {
      "category": "THE PENTAGON",
      "text": "(Jimmy of the Clue Crew wanders through a basement corridor in the Pentagon.)  The Pentagon is so vast, in 1989 this Secretary of Defense got lost in the basement for 10 minutes before finding his way out",
      "answer": "Dick Cheney"
    },
    {
      "category": "FLOWER",
      "text": "This flower seenherewas named for a Jesuit missionary, not for a 19th century French courtesan",
      "answer": "a camellia"
    },
    {
      "category": "POW-ER",
      "text": "This incendiary substance of gelled gasoline was used extensively in Vietnam",
      "answer": "napalm"
    },
    {
      "category": "A STEVE MARTIN FILM FESTIVAL",
      "text": "\"I can envision the day when the brains of brilliant men can be kept alive in the bodies of dumb people\"",
      "answer": "The Man with Two Brains"
    },
    {
      "category": "LITERARY LANDMARKS",
      "text": "In the Bronx, visit the cottage that he shared with his sickly young wife Virginia, who, tragically, died there in 1847",
      "answer": "Edgar Allan Poe"
    },
    {
      "category": "B\" BRAVE",
      "text": "A work such as a movie that enjoys enormous success, or a home video rental chain that has enjoyed enormous success",
      "answer": "blockbuster"
    },
    {
      "category": "FLOWER",
      "text": "Thisblossom is often used to symbolize events in the last hours of Christ's life, hence its name",
      "answer": "the passion flower"
    },
    {
      "category": "POW-ER",
      "text": "Meaning \"moldable\", it's a term for moldable explosive such as RDX & PETN",
      "answer": "plastique"
    },
    {
      "category": "A STEVE MARTIN FILM FESTIVAL",
      "text": "\"All dames are alike: they reach down your throat & they grab your heart, pull it out & they throw it on the floor\"",
      "answer": "Dead Men Don't Wear Plaid"
    },
    {
      "category": "LITERARY LANDMARKS",
      "text": "Now a hotel, Seaham Hall is the manor where this licentious lord married Annabella Milbanke in 1815",
      "answer": "Lord Byron"
    },
    {
      "category": "B\" BRAVE",
      "text": "Two Bs back to back was this fashion designer's trademark",
      "answer": "Bill Blass"
    },
    {
      "category": "FLOWER",
      "text": "The Rose of Sharon and the Chinese variety are popular types ofthisflower used in perfumes",
      "answer": "a hibiscus"
    },
    {
      "category": "POW-ER",
      "text": "This dye industry chemical was not used as an explosive until 1904; it later became prized by the military",
      "answer": "TNT"
    },
    {
      "category": "A STEVE MARTIN FILM FESTIVAL",
      "text": "\"Wherever there is injustice, you will find us\"",
      "answer": "The Three Amigos"
    },
    {
      "category": "LITERARY LANDMARKS",
      "text": "Hyde Park's W.H. Hudson Memorial boasts a statue of this bird girl, heroine of Hudson's novel \"Green Mansions\"",
      "answer": "Rima"
    },
    {
      "category": "B\" BRAVE",
      "text": "A ratio of systolic & diastolic values",
      "answer": "blood pressure"
    },
    {
      "category": "THE PENTAGON",
      "text": "(Jimmy of the Clue Crew introduces us to a bust in the Pentagon.)  This alcove is dedicated to this man, the first & only career soldier to win a Nobel Peace Prize",
      "answer": "(George) Marshall"
    },
    {
      "category": "FLOWER",
      "text": "Native to Mexico,thisflower was named for a Swedish botanist & student of Linnaeus",
      "answer": "the Dahlia"
    },
    {
      "category": "POW-ER",
      "text": "This chemical explosive called blasting oil was discovered in 1846 by Ascanio Sobrero",
      "answer": "nitroglycerin"
    },
    {
      "category": "A STEVE MARTIN FILM FESTIVAL",
      "text": "\"He hates these cans! Stay away from the cans!\"",
      "answer": "The Jerk"
    },
    {
      "category": "LITERARY LANDMARKS",
      "text": "You'll have to go to Gwent, Wales to see this abbey immortalized in a 1798 Wordsworth poem",
      "answer": "Tintern Abbey"
    },
    {
      "category": "B\" BRAVE",
      "text": "As many as 1 million may have died during the 1971 civil war that produced this country",
      "answer": "Bangladesh"
    }
  ]
}