{
  "title": "Show #9208 - Wednesday, November 20, 2024",
  "date": {
    "day": 20,
    "month": "November",
    "year": 2024
  },
  "clues": [
    {
      "category": "21st CENTURY MOVIE MOMENTS",
      "text": "A street brawl between rival news teams was to be cut from the script of this comedy; it quickly escalated into an iconic scene",
      "answer": "Anchorman"
    },
    {
      "category": "ROAD TRIP",
      "text": "Visiting Germany? Remember, there actually are speed limits on about 30% of this road network",
      "answer": "the Autobahn"
    },
    {
      "category": "IN THE ZEITGEIST",
      "text": "An early one of these golf devices was a nail or peg with a rubber ring attached",
      "answer": "a tee"
    },
    {
      "category": "TAROT-A-GO-GO",
      "text": "A trump card, the High Priestess is also known as the Papess, or female this",
      "answer": "Pope"
    },
    {
      "category": "STOCK SYMBOLS",
      "text": "Get the door. It's DPZ, this chain that expanded from one location in 1960 to more than 20,000 today",
      "answer": "Domino's Pizza"
    },
    {
      "category": "GLADIATORS",
      "text": "(Connie Nielsen presents the clue.) The most successful gladiator revolt began in a brutal gladiator school; the captives escaped using knives & spits from the school's kitchen & soonthisman became their leader",
      "answer": "Spartacus"
    },
    {
      "category": "21st CENTURY MOVIE MOMENTS",
      "text": "Somehow Javier Bardem as Anton Chigurh made tossing a coin seem malevolent in this film",
      "answer": "No Country for Old Men"
    },
    {
      "category": "ROAD TRIP",
      "text": "Crossing the continental divide at Logan Pass, Mt., Going-to-the-Sun Road is the major route through this national park",
      "answer": "Glacier"
    },
    {
      "category": "IN THE ZEITGEIST",
      "text": "It's a cousin to rigatoni but usually with a smooth surface",
      "answer": "ziti"
    },
    {
      "category": "TAROT-A-GO-GO",
      "text": "The tarot suit known as wands, rods or batons equates to this suit in the modern playing card deck",
      "answer": "clubs"
    },
    {
      "category": "STOCK SYMBOLS",
      "text": "This cloud storage & file-transfer provider goes by DBX",
      "answer": "Dropbox"
    },
    {
      "category": "GLADIATORS",
      "text": "(Connie Nielsen presents the clue.) The wealthy got to see the bloodshed & bravery close up from thelowest levelof the Coliseum; it had this Latin word for a platform you stand on that some use for what you're standing behind",
      "answer": "apodium"
    },
    {
      "category": "21st CENTURY MOVIE MOMENTS",
      "text": "Melissa McCarthy's memorable moments in this 2011 film include hitting on an air marshal on a flight to Vegas for a bachelorette party",
      "answer": "Bridesmaids"
    },
    {
      "category": "ROAD TRIP",
      "text": "No visit to Paris is complete without a stroll along this avenue that runs from the Place de la Concorde to the Arc de Triomphe",
      "answer": "the Champs-Élysées"
    },
    {
      "category": "IN THE ZEITGEIST",
      "text": "A soap brand, or hearty enjoyment, perhaps for life",
      "answer": "Zest"
    },
    {
      "category": "TAROT-A-GO-GO",
      "text": "Not necessarily a bad thing, the character on this card is often portrayed riding a white horse or holding a sickle",
      "answer": "Death"
    },
    {
      "category": "STOCK SYMBOLS",
      "text": "Grab a BUD, this hyphenated beverage giant",
      "answer": "Anheuser-Busch"
    },
    {
      "category": "GLADIATORS",
      "text": "(Connie Nielsen presents the clue.) Romans won the love of the people with gladiator shows; in 46 B.C.,thisconqueror of Gaul put on a gory extravaganza & also introduced to Rome the giraffe, later used in the combats",
      "answer": "Julius Caesar"
    },
    {
      "category": "21st CENTURY MOVIE MOMENTS",
      "text": "\"Another Day Of Sun\" was a song-and-dance number on a ramp from the 105 to 110 freeway inthis2016 film",
      "answer": "La La Land"
    },
    {
      "category": "ROAD TRIP",
      "text": "The southernmost portion of U.S. Highway 1, theOverseas Highwayruns about 100 miles betweenthesetwo islands",
      "answer": "Key West & Key Largo"
    },
    {
      "category": "IN THE ZEITGEIST",
      "text": "It can be the grounds for legal action or the main point of something, if you get the...",
      "answer": "gist"
    },
    {
      "category": "TAROT-A-GO-GO",
      "text": "If this tarot card also known as \"Le Pendu\" is upside down when drawn, the namesake figure on it appears upright",
      "answer": "the Hanged Man"
    },
    {
      "category": "STOCK SYMBOLS",
      "text": "CVS is, well, CVS; CVX is this energy giant",
      "answer": "Chevron"
    },
    {
      "category": "GLADIATORS",
      "text": "(Connie Nielsen presents the clue.) Another \"Gladiator II\" cast member from the original film is Derek Jacobi, who famously starred in a miniseries asthisemperor, the only one known to have been told, \"Those about to die salute you\"",
      "answer": "Claudius"
    },
    {
      "category": "21st CENTURY MOVIE MOMENTS",
      "text": "What does \"I drink your milkshake\" have to do with oil? Drainage, we learn from Daniel Day-Lewis in this 2007 film",
      "answer": "There Will Be Blood"
    },
    {
      "category": "ROAD TRIP",
      "text": "A 150-mile route known as the Pilgrims Way connects Winchester with this other English cathedral city",
      "answer": "Canterbury"
    },
    {
      "category": "IN THE ZEITGEIST",
      "text": "In proofreading it means to \"let it stand\" & ignore a previous correction",
      "answer": "stet"
    },
    {
      "category": "TAROT-A-GO-GO",
      "text": "The tarot deck is divided into the Major & Minor this, a Latin plural meaning \"secrets\"",
      "answer": "Arcana"
    },
    {
      "category": "STOCK SYMBOLS",
      "text": "The price of this, CRWD, dropped about $50 a share in the week after a July 2024 computer outage",
      "answer": "CrowdStrike"
    },
    {
      "category": "GLADIATORS",
      "text": "(Connie Nielsen presents the clue.) Maybe you think, \"If it was me, I'd play dead\"; no, the godMercurywould enter with a branding iron to make sure you weren't faking & thenthisferryman of Hades would hit you with the hammer he carried in Etruscan myth",
      "answer": "Charon"
    },
    {
      "category": "ANIMAL PLANET",
      "text": "Reaching two inches in length, the world's largest wasp, the Northern Giantthis, is a deadly predator of honeybees",
      "answer": "a hornet"
    },
    {
      "category": "A LITTLE NIGHT MUSIC",
      "text": "\"The walls were shaking, the earth was quaking\" in this AC/DC Top 40 hit",
      "answer": "\"You Shook Me All Night Long\""
    },
    {
      "category": "MMM, LEFTOVERS",
      "text": "Dairy is big in this state that has a cow & a big block of cheese on its state quarter",
      "answer": "Wisconsin"
    },
    {
      "category": "A CAPITAL HAPPENING",
      "text": "In 1976 possession of less than 30 grams of cannabis was decriminalized & coffee shops in this city were never the same",
      "answer": "Amsterdam"
    },
    {
      "category": "ANIMAL PLANET",
      "text": "With a lung capacity 3 times that of domestic cattle, they come in handy on Himalayan expeditions",
      "answer": "a yak"
    },
    {
      "category": "A LITTLE NIGHT MUSIC",
      "text": "This singer admitted that some of the foreign-sounding words in his 1983 song \"All Night Long\" were gibberish",
      "answer": "Richie"
    },
    {
      "category": "MMM, LEFTOVERS",
      "text": "This American cook was awarded the French Legion of Honor in 2000",
      "answer": "(Julia) Child"
    },
    {
      "category": "3 OF THE SAME LETTER",
      "text": "A law enacted by a legislature",
      "answer": "a statute"
    },
    {
      "category": "AUTHORS' EPITAPHS",
      "text": "The P. stood for Phillips & he's in the Phillips family plot in Providence under the inscription \"I am Providence\"",
      "answer": "H.P. Lovecraft"
    },
    {
      "category": "A CAPITAL HAPPENING",
      "text": "In 1927 the International Piano Competition named for him began in Warsaw",
      "answer": "Chopin"
    },
    {
      "category": "ANIMAL PLANET",
      "text": "North America's fastest land animal,itgets its name from the backward-curving projections on its head",
      "answer": "the pronghorn"
    },
    {
      "category": "A LITTLE NIGHT MUSIC",
      "text": "The name of this 2024 song by Post Malone & Taylor Swift sounds just like a popular video game",
      "answer": "\"Fortnight\""
    },
    {
      "category": "MMM, LEFTOVERS",
      "text": "In 1606 Guy Fawkes went to the gallows near this building he had tried to blow up with 36 barrels of gunpowder the year before",
      "answer": "Parliament"
    },
    {
      "category": "3 OF THE SAME LETTER",
      "text": "Blessings on these fact checkers; we heart ours!",
      "answer": "researchers"
    },
    {
      "category": "AUTHORS' EPITAPHS",
      "text": "This author of \"Goodnight Moon\" is described on her tombstone as \"writer of songs and nonsense\"",
      "answer": "Brown"
    },
    {
      "category": "A CAPITAL HAPPENING",
      "text": "In 1944 construction of Kemal Atatürk's mausoleum began in this city & lasted 9 years",
      "answer": "Ankara"
    },
    {
      "category": "ANIMAL PLANET",
      "text": "Manatees can weigh as much as 3,000 pounds; these Indo-Pacific relatives top out around 1,000",
      "answer": "a dugong"
    },
    {
      "category": "A LITTLE NIGHT MUSIC",
      "text": "Ring in as soon as possible if you know thatthisrapper collabed with Skrillex on \"Wild For The Night\"",
      "answer": "A$AP Rocky"
    },
    {
      "category": "MMM, LEFTOVERS",
      "text": "September 10 is St. Barloc's Day but is unlikely to have a parade, since St. Barloc was a well-known one of these recluses",
      "answer": "a hermit"
    },
    {
      "category": "3 OF THE SAME LETTER",
      "text": "To fail to see something, or in another sense, a spot where you can see for miles",
      "answer": "overlook"
    },
    {
      "category": "AUTHORS' EPITAPHS",
      "text": "Her East Sussex grave says, \"Against you I will fling myself, unvanquished and unyielding, O death! The waves broke on the shore\"",
      "answer": "Virginia Woolf"
    },
    {
      "category": "A CAPITAL HAPPENING",
      "text": "2011 protests in Cairo led to the ouster of this longtime president on February 11",
      "answer": "Mubarak"
    },
    {
      "category": "ANIMAL PLANET",
      "text": "The cnidarians include jellyfish &thisstinging animal named for its fancied resemblance to an old-time fighting ship",
      "answer": "a Portuguese man o' war"
    },
    {
      "category": "A LITTLE NIGHT MUSIC",
      "text": "\"Fight Night\" was a 2014 hit for this trio of Quavo, Offset & the late Takeoff",
      "answer": "Migos"
    },
    {
      "category": "MMM, LEFTOVERS",
      "text": "In 1879 in Mannheim, this inventor completed work on his 2-stroke gasoline engine",
      "answer": "Karl Benz"
    },
    {
      "category": "3 OF THE SAME LETTER",
      "text": "Of or relating to the smallest independent units of living matter",
      "answer": "cellular"
    },
    {
      "category": "AUTHORS' EPITAPHS",
      "text": "A quote from his \"The Deer Park\" about the importance of continual growth adorns the grave ofthiscontroversial American novelist",
      "answer": "Norman Mailer"
    },
    {
      "category": "A CAPITAL HAPPENING",
      "text": "It was formally divided into municipalities of Thon Buri & Krung Thep in 1937",
      "answer": "Bangkok"
    }
  ]
}