{
  "title": "Show #5514 - Thursday, July 24, 2008",
  "date": {
    "day": 24,
    "month": "July",
    "year": 2008
  },
  "clues": [
    {
      "category": "THE HENRY WHO...",
      "text": "...introduced the moving assembly line in 1913",
      "answer": "Ford"
    },
    {
      "category": "ABC AFTERSCHOOL SPECIALSTARS",
      "text": "In 1988 this \"King of Pop\" played himself in \"Daddy Can't Read\"",
      "answer": "Michael Jackson"
    },
    {
      "category": "O\" YEAH!",
      "text": "This \"stately\" American musical was first performed in 1943 as \"Away We Go!\"",
      "answer": "Oklahoma!"
    },
    {
      "category": "DOUBLE-LETTER GEOGRAPHY",
      "text": "The Arabic name of this Muslim nation in northwest Africa means \"The Western Kingdom\"",
      "answer": "Morocco"
    },
    {
      "category": "STUPID ANSWERS",
      "text": "Papua New Guinea occupies the eastern half of this island",
      "answer": "New Guinea"
    },
    {
      "category": "SCRIPPS INSTITUTION OF OCEANOGRAPHY",
      "text": "(Sarah of the Clue Crew reports from a beach UC San Diego's Scripps Institution of Oceanography.)  In 1958, Scripps scientist Charles Keeling began usingflasksto measure this gas in the atmosphere; the \"Keeling curve\" is a symbol of climate change",
      "answer": "carbon dioxide"
    },
    {
      "category": "THE HENRY WHO...",
      "text": "...won a Nobel Peace Prize for helping to negotiate a cease-fire in Vietnam",
      "answer": "Kissinger"
    },
    {
      "category": "ABC AFTERSCHOOL SPECIALSTARS",
      "text": "He was the dad in \"My Dad Lives in a Downtown Hotel\"; he later starred with brother Jeff in \"The Fabulous Baker Boys\"",
      "answer": "Beau Bridges"
    },
    {
      "category": "O\" YEAH!",
      "text": "Money put in a collection plate at church",
      "answer": "offering"
    },
    {
      "category": "DOUBLE-LETTER GEOGRAPHY",
      "text": "This capital city was founded in 1840 on Lambton Harbour at the extreme south part of the North Island",
      "answer": "Wellington"
    },
    {
      "category": "STUPID ANSWERS",
      "text": "The Statue of Liberty towers 305 feet from foundation to torch above this island",
      "answer": "Liberty Island"
    },
    {
      "category": "SCRIPPS INSTITUTION OF OCEANOGRAPHY",
      "text": "(Sarah of the Clue Crew reports from UC San Diego's Scripps Institution of Oceanography.)  Scripps helps launch 2008 as the Year of the Reef; scientists visitedBonairein this sea to find out why it has escaped damage done to coral elsewhere",
      "answer": "the Caribbean"
    },
    {
      "category": "THE HENRY WHO...",
      "text": "...wrote of \"Tom Thumb\" as well as \"Tom Jones\"",
      "answer": "Henry Fielding"
    },
    {
      "category": "ABC AFTERSCHOOL SPECIALSTARS",
      "text": "\"One Too Many\" starred Val Kilmer & this object of affection of \"The Fabulous Baker Boys\"",
      "answer": "Michelle Pfeiffer"
    },
    {
      "category": "O\" YEAH!",
      "text": "A small structure away from a main dwelling that's used as a bathroom",
      "answer": "an outhouse"
    },
    {
      "category": "DOUBLE-LETTER GEOGRAPHY",
      "text": "Fort Peck Dam on this river in Montana provides irrigation & hydroelectric power for much of the region",
      "answer": "the Missouri"
    },
    {
      "category": "STUPID ANSWERS",
      "text": "Rolling Stone's list of the 100 greatest guitarists includes Robbie Robertson of the band called this",
      "answer": "The Band"
    },
    {
      "category": "SCRIPPS INSTITUTION OF OCEANOGRAPHY",
      "text": "(Jimmy of the Clue Crew hangs out outside a storied building--UC San Diego's Scripps Revelle Lab.)  Scripps Revelle Lab is named forRoger Revelle, whose 1960 class at Harvard influenced this Nobel Prize winner to investigate global warming",
      "answer": "Al Gore"
    },
    {
      "category": "THE HENRY WHO...",
      "text": "...under Clinton was the first Hispanic American to serve as Secretary of Housing & Urban Devlopment",
      "answer": "Henry Cisneros"
    },
    {
      "category": "ABC AFTERSCHOOL SPECIALSTARS",
      "text": "Before he was Sen. McCallister on \"Brothers and Sisters\", this actor was a \"Schoolboy Father\"",
      "answer": "Rob Lowe"
    },
    {
      "category": "O\" YEAH!",
      "text": "A tapering stone pillar built as a monument",
      "answer": "an obelisk"
    },
    {
      "category": "DOUBLE-LETTER GEOGRAPHY",
      "text": "This Canadian provincial capital lies about halfway between Vancouver & Montreal",
      "answer": "Winnipeg(, Manitoba)"
    },
    {
      "category": "STUPID ANSWERS",
      "text": "It's the young of a fish, whether you bake, broil or fry it",
      "answer": "fry"
    },
    {
      "category": "SCRIPPS INSTITUTION OF OCEANOGRAPHY",
      "text": "(Sarah of the Clue Crew points out a red fish from UC San Diego's Scripps Institution of Oceanography.)  At Birch Aquarium at Scripps you can seethis, named for ared-shirted Italian leader; concern for its survival led California to make it the state marine fish",
      "answer": "Garibaldi"
    },
    {
      "category": "THE HENRY WHO...",
      "text": "...was set adrift with his son & 7 crewmen in 1611",
      "answer": "Hudson"
    },
    {
      "category": "ABC AFTERSCHOOL SPECIALSTARS",
      "text": "Before he was in Middle-earth as Aragorn in \"Lord of the Rings\", he was on ABC as Tim in \"High School Narc\"",
      "answer": "Viggo Mortensen"
    },
    {
      "category": "O\" YEAH!",
      "text": "To a Parisian, the number 11",
      "answer": "onze"
    },
    {
      "category": "DOUBLE-LETTER GEOGRAPHY",
      "text": "The longest river originating in this mountain range is the Garonne, which flows northward through France",
      "answer": "the Pyrenees"
    },
    {
      "category": "STUPID ANSWERS",
      "text": "It's the last name of New Zealand's first Olympic gold medal champion Malcolm",
      "answer": "Champion"
    },
    {
      "category": "SCRIPPS INSTITUTION OF OCEANOGRAPHY",
      "text": "(Sarah of the Clue Crew holds up a big popsicle from UC San Diego's Scripps Institution of Oceanography.)  It's 10 below in a special locker where ancient air helps us understand climate change using ice cylinders from Antarctica called these",
      "answer": "core samples"
    }
  ]
}