{
  "title": "PrimetimeCelebrity Jeopardy!game #34 - Wednesday, March 5, 2025",
  "date": {
    "day": 5,
    "month": "March",
    "year": 2025
  },
  "clues": [
    {
      "category": "THE YEAR 19-SOMETHING-7",
      "text": "It was the year Bill Clinton gave his 2nd inaugural address",
      "answer": "1997"
    },
    {
      "category": "BLACK\" & \"WHITE\" MOVIES",
      "text": "After a decades-long ban, Saudi Arabia re-opened movie theaters in 2018; the first film shown was this Chadwick Boseman flick",
      "answer": "Black Panther"
    },
    {
      "category": "PHOBIAS",
      "text": "Xanthophobia is a fear of this color (Oh no... is that a Minion in a taxi eating a ripe banana?! Ahhhhh!!)",
      "answer": "yellow"
    },
    {
      "category": "10-LETTER WORDS",
      "text": "For those perfect stringy \"cheese pulls\" you've seen on TV, make your pizza with this kind of cheese",
      "answer": "mozzarella"
    },
    {
      "category": "FLOWER GIRLS",
      "text": "This fictional resident of TV's Hazzard County looked so good in shorts they literally named shorts after her",
      "answer": "Daisy Duke"
    },
    {
      "category": "DUDE, WHAT'S YOUR SIGN?",
      "text": "Born on May 13 under this sign, Dennis Rodman was a perfect fit for the Chicago Bulls where he won 3 NBA championships",
      "answer": "Taurus"
    },
    {
      "category": "THE YEAR 19-SOMETHING-7",
      "text": "It was the year Aretha Franklin released the album \"Aretha Arrives\"",
      "answer": "1967"
    },
    {
      "category": "BLACK\" & \"WHITE\" MOVIES",
      "text": "Perhaps proving the film's title, Woody Harrelson's slam dunks in this 1992 movie were done on a slightly lowered hoop",
      "answer": "White Men Can't Jump"
    },
    {
      "category": "PHOBIAS",
      "text": "To overcome glossophobia, the common fear of this, some say you should imagine the audience in their underwear",
      "answer": "public speaking"
    },
    {
      "category": "10-LETTER WORDS",
      "text": "A magician might try to yank one of these out from under your dishes--& if he does it right, you won't need to buy new dishes",
      "answer": "a tablecloth"
    },
    {
      "category": "FLOWER GIRLS",
      "text": "According to a 2014 song of the summer, she's \"so fancy, you already know\", she's \"in the fast lane, from L.A. to Tokyo\"",
      "answer": "Iggy Azalea"
    },
    {
      "category": "DUDE, WHAT'S YOUR SIGN?",
      "text": "Olympic swimming legend Mark Spitz was born in February under this sign depicted as the water bearer",
      "answer": "Aquarius"
    },
    {
      "category": "THE YEAR 19-SOMETHING-7",
      "text": "It was the year Jackie Robinson broke the color barrier in Major League Baseball",
      "answer": "1947"
    },
    {
      "category": "BLACK\" & \"WHITE\" MOVIES",
      "text": "In this 1997 blockbuster, Tommy Lee Jones played a \"galaxy defender\" in Ray-Ban sunglasses",
      "answer": "Men in Black"
    },
    {
      "category": "PHOBIAS",
      "text": "If you suffer from bibliophobia, a fear of these items, avoid the biblioteca on your next Spanish vacation",
      "answer": "books"
    },
    {
      "category": "10-LETTER WORDS",
      "text": "It's how \"U\" might describe everything that's everywhere all at once",
      "answer": "ubiquitous"
    },
    {
      "category": "FLOWER GIRLS",
      "text": "In \"Boogie Nights\" she played Rollergirl, an adult film star on wheels; she laced up her skates again on TikTok in 2020",
      "answer": "Heather Graham"
    },
    {
      "category": "DUDE, WHAT'S YOUR SIGN?",
      "text": "To celebrate being born in July under this sign, Ringo Starr might enjoy visiting his fellow crustaceans in a yellow submarine",
      "answer": "Cancer"
    },
    {
      "category": "THE YEAR 19-SOMETHING-7",
      "text": "It was the year Jack Kerouac's \"On the Road\" was first published",
      "answer": "1957"
    },
    {
      "category": "BLACK\" & \"WHITE\" MOVIES",
      "text": "Because he's a vegetarian, Kal Penn is actually eating veggie sliders in this 2004 comedy",
      "answer": "Harold & Kumar Go to White Castle"
    },
    {
      "category": "PHOBIAS",
      "text": "It's tough to be a football fan with ornithophobia, a fear of these animals--5 NFL teams are named after types of them",
      "answer": "birds"
    },
    {
      "category": "10-LETTER WORDS",
      "text": "The '80s might be over, but dance-inspired fitness with this trademarked name is still alive & kicking",
      "answer": "jazzercise"
    },
    {
      "category": "FLOWER GIRLS",
      "text": "This star of TV's \"The Idol\" has 2 flowers in her name--& a dad who was Oscar-nominated for playing a pirate",
      "answer": "Lily-Rose Depp"
    },
    {
      "category": "DUDE, WHAT'S YOUR SIGN?",
      "text": "Considering he's known as pro golf's \"GOAT\", it makes sense that Tiger Woods was born on December 30 under this sign",
      "answer": "Capricorn"
    },
    {
      "category": "THE YEAR 19-SOMETHING-7",
      "text": "It was the year Amelia Earhart disappeared",
      "answer": "1937"
    },
    {
      "category": "BLACK\" & \"WHITE\" MOVIES",
      "text": "In this 2020 adaptation of an Anna Sewell novel, Kate Winslet provides the voice of the titular horse",
      "answer": "Black Beauty"
    },
    {
      "category": "PHOBIAS",
      "text": "Don't give a $5 bill to a cashier with pogonophobia, a fear of these facial features--Abe Lincoln might freak him out",
      "answer": "a beard"
    },
    {
      "category": "10-LETTER WORDS",
      "text": "Sometimes called a rabbit, it's a runner who takes the lead early in a race; it shows the others how fast to run",
      "answer": "the pacesetter"
    },
    {
      "category": "FLOWER GIRLS",
      "text": "Don't take candy from strangers or you might end up like this poor kid, who gets turned into a giant blueberry by Willy Wonka",
      "answer": "Violet (Beauregarde)"
    },
    {
      "category": "DUDE, WHAT'S YOUR SIGN?",
      "text": "On October 2, 1869 Mahatma Gandhi was born under this sign; later he advocated for justice & harmony",
      "answer": "Libra"
    },
    {
      "category": "WEBSITE WIT",
      "text": "Whenthissidekick to Johnny Carson died in 2009, the website \"Stiffs\" ran the obit \"Heeeeeeeeeeere's Eternity!\"",
      "answer": "McMahon"
    },
    {
      "category": "CIVIL RIGHTS SONGS",
      "text": "Pete Seeger sang \"We Shall Overcome\" at a 1957 event attended by this man who allegedly said, \"There's something about that song...\"",
      "answer": "Martin Luther King"
    },
    {
      "category": "SPORTS GOOD, MATH BAD",
      "text": "Is the game 18 holes or 19 holes?  The 19th hole is actually a bar?!  Sign me up for this sport!",
      "answer": "golf"
    },
    {
      "category": "HEALTH CARE PROVIDERS",
      "text": "Do some deep tissue work!  An LMT is a \"licensed\" this kind of \"therapist\"",
      "answer": "massage"
    },
    {
      "category": "CITIES ENDING IN \"CITY",
      "text": "El Museo del Canal is a top tourist attraction in this Central American capital city",
      "answer": "Panama City"
    },
    {
      "category": "COSTUME CHANGE",
      "text": "Take \"bra\", change one of its letters & it becomes this type of long, fluffy scarf",
      "answer": "boa"
    },
    {
      "category": "WEBSITE WIT",
      "text": "Q: \"What's a knish?\"A: \"I think it's like a hot pocket\" is a convo posted on a website about things \"Overheard in\" this city",
      "answer": "New York"
    },
    {
      "category": "CIVIL RIGHTS SONGS",
      "text": "\"Let it shine, let it shine, let it shine\" are lyrics in this song, a favorite of Civil Rights leader Fannie Lou Hamer",
      "answer": "\"This Little Light Of Mine\""
    },
    {
      "category": "SPORTS GOOD, MATH BAD",
      "text": "In this sport, your 1st point is worth 15, your 2nd point puts you at 30 & your 3rd point has you at 40??  Okayyy...",
      "answer": "tennis"
    },
    {
      "category": "HEALTH CARE PROVIDERS",
      "text": "Work with animals!  A DVM is a \"doctor\" of this area of \"medicine\"",
      "answer": "veterinary"
    },
    {
      "category": "CITIES ENDING IN \"CITY",
      "text": "The Eastern Flyer was a short-lived train line that connected Tulsa to this state capital",
      "answer": "Oklahoma City"
    },
    {
      "category": "COSTUME CHANGE",
      "text": "Take \"shoe\", rearrange its letters & it becomes this synonym for stockings",
      "answer": "hose"
    },
    {
      "category": "WEBSITE WIT",
      "text": "Funny or Die launched this Zach Galifianakis talk show in 2008; Zach interviews celebs in the middle of frond-bearing plants",
      "answer": "Between Two Ferns"
    },
    {
      "category": "CIVIL RIGHTS SONGS",
      "text": "Inspired by Bob Dylan's \"Blowin' In The Wind\", this soul singer wrote the '60s anthem \"A Change Is Gonna Come\"",
      "answer": "Sam Cooke"
    },
    {
      "category": "SPORTS GOOD, MATH BAD",
      "text": "Hey, NBA fans!  It's not just a 3-point \"line\"!  Official NBA rules also refer to it as this 3-letter geometric path",
      "answer": "an arc"
    },
    {
      "category": "HEALTH CARE PROVIDERS",
      "text": "The molar, the merrier!  An RDH is a \"registered dental\" this",
      "answer": "hygienist"
    },
    {
      "category": "CITIES ENDING IN \"CITY",
      "text": "Originally the site of the ancient Aztec capital, it's the most populous city in North America",
      "answer": "Mexico City"
    },
    {
      "category": "COSTUME CHANGE",
      "text": "Take \"sock\", insert a letter & it becomes this garment often worn to protect the clothes while working",
      "answer": "a smock"
    },
    {
      "category": "WEBSITE WIT",
      "text": "From the funny pages to a webpage, Gary Larson received a 2020 Webby award for his site featuring this comic strip",
      "answer": "The Far Side"
    },
    {
      "category": "CIVIL RIGHTS SONGS",
      "text": "With a song-inspired title, a 1987 PBS documentary titled \"Eyes on\" this is billed as the definitive story of the Civil Rights era",
      "answer": "the Prize"
    },
    {
      "category": "SPORTS GOOD, MATH BAD",
      "text": "Big \"Ten\"?  In that sports conference, there are currently 2 fewer than twice that number of member schools, or this many",
      "answer": "18"
    },
    {
      "category": "HEALTH CARE PROVIDERS",
      "text": "Practice Eastern medicine!  An L.Ac is a \"licensed\" this",
      "answer": "acupuncturist"
    },
    {
      "category": "CITIES ENDING IN \"CITY",
      "text": "In the wild days of the Wild West, this city in Kansas was home to the notorious Long Branch Saloon",
      "answer": "Dodge City"
    },
    {
      "category": "COSTUME CHANGE",
      "text": "Take \"sweater\", change 2 of its letters & it becomes this type of footwear",
      "answer": "a sneaker"
    },
    {
      "category": "WEBSITE WIT",
      "text": "On Four Word Film Review, \"Hoff-man, hoff-woman\" & \"Dustin skirts the issue\" are film reviews for this 1982 comedy",
      "answer": "Tootsie"
    },
    {
      "category": "CIVIL RIGHTS SONGS",
      "text": "Often sung during the Civil Rights era, \"Go Tell It On The Mountain\" was also the title of a 1953 novel by this author",
      "answer": "James Baldwin"
    },
    {
      "category": "SPORTS GOOD, MATH BAD",
      "text": "This Hall of Fame Yankees catcher said, \"I usually take a 2 hour nap from 1 to 4\"; he also once said, \"Pair up in threes\"",
      "answer": "Yogi Berra"
    },
    {
      "category": "HEALTH CARE PROVIDERS",
      "text": "Supervise a home birth!  A CNM is a \"certified nurse\" this",
      "answer": "midwife"
    },
    {
      "category": "CITIES ENDING IN \"CITY",
      "text": "Just across the Hudson River from Manhattan's Financial District, this Garden State city is nicknamed \"Wall Street West\"",
      "answer": "Jersey City"
    },
    {
      "category": "COSTUME CHANGE",
      "text": "Take \"sarong\", replace its last 3 letters with a vowel & it becomes this garment also worn by Asian women",
      "answer": "a sari"
    }
  ]
}