{
  "title": "Show #4609 - Thursday, September 23, 2004",
  "date": {
    "day": 23,
    "month": "September",
    "year": 2004
  },
  "clues": [
    {
      "category": "NEW HAMPSHIRE",
      "text": "How cool!  In 1998 New Hampshire adopted this as its state sport",
      "answer": "skiing"
    },
    {
      "category": "ALL THAT JAZZ",
      "text": "In 1957 this lady sang the blues, a song called \"Fine And Mellow\", on the CBS special \"The World of Jazz\"",
      "answer": "Billie Holiday"
    },
    {
      "category": "KOALA TIME",
      "text": "The Taronga Zoo in this Australian port city is famous for its koala walkabout exhibit",
      "answer": "Sydney"
    },
    {
      "category": "WHAT A MYTHTAKE!",
      "text": "It was a mistake to go near this part-leonine creature; if you couldn't solve its riddles, it would eat you",
      "answer": "the Sphinx"
    },
    {
      "category": "RANKS & TITLES",
      "text": "If you have your heart set on being a lance corporal, this is the only U.S. armed service that offers the rank",
      "answer": "the Marines"
    },
    {
      "category": "YOU ARE WHAT YOU EAT",
      "text": "I wasn't surprised to see that overacting thespian eat the Smithfield type of this (he really is one, you know)",
      "answer": "a ham"
    },
    {
      "category": "NEW HAMPSHIRE",
      "text": "Speak up now if you know that a college in Nashua is named for this great New Hampshire orator",
      "answer": "Daniel Webster"
    },
    {
      "category": "ALL THAT JAZZ",
      "text": "At age 6, Wynton Marsalis received his first trumpet from this New Orleans trumpeter known for \"Cotton Candy\"",
      "answer": "Al Hirt"
    },
    {
      "category": "KOALA TIME",
      "text": "Of 6, 16 or 60 years, the one closest to the average life expectancy of a koala",
      "answer": "16"
    },
    {
      "category": "WHAT A MYTHTAKE!",
      "text": "If only Remus hadn't jumped over a wall on the Palatine hill; that may be why this sibling killed him",
      "answer": "Romulus"
    },
    {
      "category": "RANKS & TITLES",
      "text": "In 1841 Matthew Perry was promoted to this rank",
      "answer": "Commodore"
    },
    {
      "category": "YOU ARE WHAT YOU EAT",
      "text": "Gorge on these chocolate-&-peanut butter bars (or let them slip through your digits) & folks will call you this",
      "answer": "Butterfingers"
    },
    {
      "category": "NEW HAMPSHIRE",
      "text": "New Hampshire's chief seaport, it was founded as Strawbery Banke in 1630",
      "answer": "Portsmouth"
    },
    {
      "category": "ALL THAT JAZZ",
      "text": "Many of the TV generation know this jazz singer by her '70s ads that asked, \"Is it live or is it Memorex?\"",
      "answer": "Ella Fitzgerald"
    },
    {
      "category": "KOALA TIME",
      "text": "In 1967 a talking koala became the spokesmarsupial for this airline",
      "answer": "Qantas"
    },
    {
      "category": "WHAT A MYTHTAKE!",
      "text": "This god milked his affair with Io for all it was worth: he had to turn her into a cow to protect her from his wife",
      "answer": "Zeus"
    },
    {
      "category": "RANKS & TITLES",
      "text": "In 1875 Franz Ferdinand, future heir to the Austro-Hungarian throne, inherited this title",
      "answer": "Archduke"
    },
    {
      "category": "YOU ARE WHAT YOU EAT",
      "text": "I couldn't believe it when I saw the boss eat a 20-lb. wheel of brie--that's why we gave him this title",
      "answer": "the Big Cheese"
    },
    {
      "category": "NEW HAMPSHIRE",
      "text": "In 2003 New Hampshirites were stunned as this stony landmark of theirs just crumbled away",
      "answer": "the Old Man of the Mountain"
    },
    {
      "category": "ALL THAT JAZZ",
      "text": "Albums by this guitarist include \"A Day in the Life\" & \"Movin' Wes\"",
      "answer": "Wes Montgomery"
    },
    {
      "category": "KOALA TIME",
      "text": "Like other marsupials, this is the term for a baby koala",
      "answer": "a joey"
    },
    {
      "category": "WHAT A MYTHTAKE!",
      "text": "Some say that Phineus mistreated his kids, which is why these bird-like female monsters plagued him",
      "answer": "harpies"
    },
    {
      "category": "RANKS & TITLES",
      "text": "The wife of a reigning monarch is referred to as the Queen this",
      "answer": "Consort"
    },
    {
      "category": "YOU ARE WHAT YOU EAT",
      "text": "Hey, you!  You with the long-lasting caramel sucker & the blonde in the mink!  Bet she calls you this!",
      "answer": "Sugar Daddy"
    },
    {
      "category": "NEW HAMPSHIRE",
      "text": "In 1944 this resort area in the White Mountains was the site of an important U.N. monetary conference",
      "answer": "Bretton Woods"
    },
    {
      "category": "ALL THAT JAZZ",
      "text": "In 1977 this saxophonist for the Dave Brubeck Quartet was elected to the Downbeat Magazine Hall of Fame",
      "answer": "Paul Desmond"
    },
    {
      "category": "KOALA TIME",
      "text": "The word koala comes from the language of the Australian natives & means \"animal that doesn't\" do this",
      "answer": "drink"
    },
    {
      "category": "WHAT A MYTHTAKE!",
      "text": "Thinking it was a love potion, Deianira dipped a shirt meant for him in poisoned blood--oops!  It killed him",
      "answer": "Hercules"
    },
    {
      "category": "RANKS & TITLES",
      "text": "Inheriting property & title from her deceased husband made Tz'u-hsi of China this kind of empress",
      "answer": "dowager"
    },
    {
      "category": "YOU ARE WHAT YOU EAT",
      "text": "You're such a grouch!  For your June 25th birthday I'm serving you this, the symbol of your zodiac sign",
      "answer": "a crab"
    }
  ]
}