{
  "title": "Show #1677 - Tuesday, December 10, 1991",
  "date": {
    "day": 10,
    "month": "December",
    "year": 1991
  },
  "clues": [
    {
      "category": "MYTHICAL CREATURES",
      "text": "Legend says St. Martha freed part of Provence from one of these fire-breathers",
      "answer": "a dragon"
    },
    {
      "category": "THE RODEO",
      "text": "The word rodeo, which once denoted a marketplace for cattle, comes from this language",
      "answer": "Spanish"
    },
    {
      "category": "SHOES",
      "text": "These ballet slippers cover 10 digits, not just one as their name implies",
      "answer": "toe shoes"
    },
    {
      "category": "U.S. ARMY",
      "text": "In 1966 staff sergeant Barry Sadler had a No. 1 hit with a ballad about this special forces unit",
      "answer": "the Green Berets"
    },
    {
      "category": "HERBS & SPICES",
      "text": "Originally made in Hungary, Liptauer cheese gets its reddish color from this spice",
      "answer": "paprika"
    },
    {
      "category": "LAST WORDS",
      "text": "He told Lauren Bacall, \"Goodbye kid, hurry back\" before he died on January 14, 1957",
      "answer": "Humphrey Bogart"
    },
    {
      "category": "MYTHICAL CREATURES",
      "text": "People who drank from this fabled creature's horn were supposedly protected from poisoning",
      "answer": "the unicorn"
    },
    {
      "category": "THE RODEO",
      "text": "This farm chore that involves getting liquid from a bovine inspired a popular rodeo event",
      "answer": "milking"
    },
    {
      "category": "SHOES",
      "text": "A trademark name for little girls' patent leather shoes, it's also a proper name for little girls",
      "answer": "Mary Janes"
    },
    {
      "category": "U.S. ARMY",
      "text": "Most commissioned officers come from this program conducted on college campuses",
      "answer": "ROTC (the Reserve Officers' Training Corps)"
    },
    {
      "category": "HERBS & SPICES",
      "text": "Felines aren't the only ones who fancy this herb; some use it in salads or to make tea",
      "answer": "catnip"
    },
    {
      "category": "LAST WORDS",
      "text": "It's said that this crooner's last words in 1977 were \"That was a great game of golf, fellers\"",
      "answer": "Bing Crosby"
    },
    {
      "category": "MYTHICAL CREATURES",
      "text": "One of these creatures had his eye on the nymph Galatea",
      "answer": "a cyclops"
    },
    {
      "category": "THE RODEO",
      "text": "In a women's event, cowgirls ride horses in a cloverleaf pattern around 3 of these containers",
      "answer": "barrels"
    },
    {
      "category": "SHOES",
      "text": "A \"Havana\" uplift, or what a cast-off girlfriend might call Castro",
      "answer": "a Cuban heel"
    },
    {
      "category": "U.S. ARMY",
      "text": "4 squads, or about 40 soldiers, comprise this troop unit commanded by a lieutenant",
      "answer": "a platoon"
    },
    {
      "category": "HERBS & SPICES",
      "text": "Allspice, derived from a single source, tastes like a blend of cloves, cinnamon & this eggnog spice",
      "answer": "nutmeg"
    },
    {
      "category": "LAST WORDS",
      "text": "This evolutionist said, \"I am not in the least afraid to die\"",
      "answer": "Charles Darwin"
    },
    {
      "category": "MYTHICAL CREATURES",
      "text": "The Bennu, a bird sacred to the Egyptian god Ra, represented this heavenly body",
      "answer": "the Sun"
    },
    {
      "category": "THE RODEO",
      "text": "Riding these animals is the most dangerous event because they usually weigh at least a ton",
      "answer": "bulls"
    },
    {
      "category": "SHOES",
      "text": "Her disco shoes decorated with flashing lights are on display at the Malacanang Palace Museum",
      "answer": "Imelda Marcos"
    },
    {
      "category": "U.S. ARMY",
      "text": "This word completes the West Point motto, \"Duty, honor...\"",
      "answer": "country"
    },
    {
      "category": "HERBS & SPICES",
      "text": "If a spaghetti sauce recipe calls for wild marjoram, you can use this herb which is the same thing",
      "answer": "oregano"
    },
    {
      "category": "LAST WORDS",
      "text": "This ex-president gasped in 1885, \"Water\", not \"Give me a whiskey\"",
      "answer": "Ulysses S. Grant"
    },
    {
      "category": "MYTHICAL CREATURES",
      "text": "In Arabian folklore, this enormous bird was so powerful it could seize & carry off elephants",
      "answer": "the roc"
    },
    {
      "category": "THE RODEO",
      "text": "In calf roping, the cowboy must throw the calf to the ground & tie this many of its legs together",
      "answer": "3"
    },
    {
      "category": "SHOES",
      "text": "They're the old-fashioned shoes in the title of a 1947 musical set in 1913 New Jersey",
      "answer": "high button shoes"
    },
    {
      "category": "U.S. ARMY",
      "text": "On September 1, 1939, the day the Nazis attacked Poland, he became Army Chief of Staff",
      "answer": "George Marshall"
    },
    {
      "category": "HERBS & SPICES",
      "text": "Also called Indian saffron, this yellowish spice is used in mustard, curry powder & piccalilli",
      "answer": "turmeric"
    },
    {
      "category": "LAST WORDS",
      "text": "\"Turn up the lights--I don't want to go home in the dark\", this author said in a twist ending June 5, 1910",
      "answer": "O. Henry"
    }
  ]
}