{
  "title": "Show #4648 - Wednesday, November 17, 2004",
  "date": {
    "day": 17,
    "month": "November",
    "year": 2004
  },
  "clues": [
    {
      "category": "U.S. CITIES",
      "text": "The game properties in classic Monopoly were named for streets in this city",
      "answer": "Atlantic City"
    },
    {
      "category": "WHEN THEY WERE IN COLLEGE",
      "text": "This handsome hunk played basketball at USC long before “Magnum, P.I.” made him a star",
      "answer": "Tom Selleck"
    },
    {
      "category": "BESTSELLERS",
      "text": "Oprah picked this Tolstoy tragedy about an unhappy family for her book club",
      "answer": "Anna Karenina"
    },
    {
      "category": "LAST YEAR'S NEWS",
      "text": "This government department recommended duct tape & plastic sheets to seal a room against a chemical attack",
      "answer": "the Department of Homeland Security"
    },
    {
      "category": "PHYSICS",
      "text": "It’s the point of maximum velocity in a pendulum’s swing",
      "answer": "the bottom of the arc in equilibrium"
    },
    {
      "category": "MID\" TERMS",
      "text": "Cinderella's deadline",
      "answer": "midnight"
    },
    {
      "category": "U.S. CITIES",
      "text": "It’s easy to recognizethiscity’s skyline--see the Sears Tower?",
      "answer": "Chicago"
    },
    {
      "category": "WHEN THEY WERE IN COLLEGE",
      "text": "This “Alien” star has been a close pal of playwright Christopher Durang ever since they were drama students at Yale",
      "answer": "Sigourney Weaver"
    },
    {
      "category": "BESTSELLERS",
      "text": "This weepie by Nicholas Sparks was made into a film starring Ryan Gosling & Rachel McAdams",
      "answer": "The Notebook"
    },
    {
      "category": "LAST YEAR'S NEWS",
      "text": "Donald Rumsfeld called these 2 countries “Old Europe” after they opposed military action against Iraq",
      "answer": "Germany and France"
    },
    {
      "category": "PHYSICS",
      "text": "After trying to measure this with signals between himself & an assistant, Galileo decided it was infinite",
      "answer": "The speed of light"
    },
    {
      "category": "MID\" TERMS",
      "text": "A crop top is designed to leave this part of the body bare",
      "answer": "the midriff"
    },
    {
      "category": "U.S. CITIES",
      "text": "This seat of Indiana University may have been named for its flowers or for an early settler",
      "answer": "Bloomington"
    },
    {
      "category": "WHEN THEY WERE IN COLLEGE",
      "text": "He was in college in ’74 when he became a weekend weatherman in Syracuse; today he’s on the “Today” show",
      "answer": "Al Roker"
    },
    {
      "category": "BESTSELLERS",
      "text": "The title of this series by Tim Lahaye & Jerry B. Jenkins refers to the people who remain on Earth after the rapture",
      "answer": "Left Behind"
    },
    {
      "category": "LAST YEAR'S NEWS",
      "text": "Democratic house members fled this state in order to block republicans from redrawing congressional districts",
      "answer": "Texas"
    },
    {
      "category": "PHYSICS",
      "text": "(Jimmy and Sarah of the Clue Crew pull on cords of different thicknesses.)  Seven letter word for the type of strength, based on the cohesion of molecules, that varies in different materials",
      "answer": "tensile"
    },
    {
      "category": "MID\" TERMS",
      "text": "This word completes the proverb “Don’t change horses in...”",
      "answer": "midstream"
    },
    {
      "category": "U.S. CITIES",
      "text": "The heart of French Louisiana & the unofficial capital of the Cajun country is this city named for a French patriot",
      "answer": "Lafayette"
    },
    {
      "category": "WHEN THEY WERE IN COLLEGE",
      "text": "Joan Cusack performed with an improv group while studying at this school in Madison",
      "answer": "University of Wisconsin"
    },
    {
      "category": "BESTSELLERS",
      "text": "The narrator of “The Curious Incident of the Dog in the Night-time” has this developmental condition",
      "answer": "autism"
    },
    {
      "category": "LAST YEAR'S NEWS",
      "text": "The FDA said it would ban dietary supplements containing this after a baseball player's death was linked to it",
      "answer": "ephedra"
    },
    {
      "category": "PHYSICS",
      "text": "The zeroth law of this says 2 bodies each in thermal equilibrium with a 3rd are in thermal equilibrium with each other",
      "answer": "thermodynamics"
    },
    {
      "category": "MID\" TERMS",
      "text": "Even Rachel in the Bible had one of these women to help her deliver her baby",
      "answer": "a midwife"
    },
    {
      "category": "U.S. CITIES",
      "text": "On a “table” of Arizona’s most populous cities, this one would be listed third",
      "answer": "Mesa"
    },
    {
      "category": "WHEN THEY WERE IN COLLEGE",
      "text": "Meryl Streep starred in a campus production of “Miss Julie” as an undergrad at this Poughkeepsie college",
      "answer": "Vassar"
    },
    {
      "category": "BESTSELLERS",
      "text": "Azar Nafisi’s “Memoir in Books” is called “Reading” this Nabokov classic “in Tehran”",
      "answer": "Lolita"
    },
    {
      "category": "LAST YEAR'S NEWS",
      "text": "The America’s Cup was won for the first time by a European country: ironically this landlocked nation",
      "answer": "Switzerland"
    },
    {
      "category": "PHYSICS",
      "text": "Thisrepresents the direction and the magnitude, by the arrow’s length, of certain quantities",
      "answer": "a vector"
    },
    {
      "category": "MID\" TERMS",
      "text": "It’s where your tympanic membrane is located",
      "answer": "the middle ear"
    }
  ]
}