{
  "title": "Show #5519 - Thursday, September 11, 2008",
  "date": {
    "day": 11,
    "month": "September",
    "year": 2008
  },
  "clues": [
    {
      "category": "REDS",
      "text": "In a 1948 work, this commie observed, \"the people are like water and the army is like fish\"",
      "answer": "Mao Zedong"
    },
    {
      "category": "SHAMPOO",
      "text": "Johnson's Baby Shampoo promises \"no more\" these",
      "answer": "tears"
    },
    {
      "category": "LOVE AFFAIR",
      "text": "Mr. Bingley leases an estate near the 5 unwed Bennet daughters in this 1813 novel; complications ensue",
      "answer": "Pride and Prejudice"
    },
    {
      "category": "SPLENDOR",
      "text": "This French palace is synonymous with splendor, & a 1998 museum exhibit was called the \"Splendors of\" it",
      "answer": "Versailles"
    },
    {
      "category": "IN THE GRASS",
      "text": "This woody grass has been known to grow 4 feet in 24 hours",
      "answer": "bamboo"
    },
    {
      "category": "WARREN BEATTY",
      "text": "In 1990 Warren starred as this square-jawed comic book detective",
      "answer": "Dick Tracy"
    },
    {
      "category": "REDS",
      "text": "Born in Argentina, this commie helped take over Cuba & later died in Bolivia",
      "answer": "Che Guevara"
    },
    {
      "category": "SHAMPOO",
      "text": "In the early 1960s, Procter & Gamble launched an anti-dandruff shampoo under this brand name",
      "answer": "Head & Shoulders"
    },
    {
      "category": "LOVE AFFAIR",
      "text": "This 1878 title gal has a child with her hubby Alexei but her affair with Vronsky is what gets her preggers again",
      "answer": "Anna Karenina"
    },
    {
      "category": "SPLENDOR",
      "text": "The First Book of Chronicles says, \"Thine, O Lord, is the greatness, and the power, and\" this",
      "answer": "the glory"
    },
    {
      "category": "IN THE GRASS",
      "text": "Thistype of grass is named for the plains it covers (what do I hear?--the hoofbeats of a gaucho?)",
      "answer": "pampas grass"
    },
    {
      "category": "WARREN BEATTY",
      "text": "A tagline for this 1967 Warren Beatty film said, \"They're young.  They're in love.  They rob banks\"",
      "answer": "Bonnie and Clyde"
    },
    {
      "category": "REDS",
      "text": "He's been lying in state in Moscow since 1924 & gets a change of clothes every 3 years",
      "answer": "Lenin"
    },
    {
      "category": "SHAMPOO",
      "text": "This classic green shampoo was introduced in 1947 in a metal tube (glass bottles broke in the shower)",
      "answer": "Prell"
    },
    {
      "category": "LOVE AFFAIR",
      "text": "Francesca really gets into National Geographic (well, a photographer for it, anyway) in this novel",
      "answer": "The Bridges of Madison County"
    },
    {
      "category": "SPLENDOR",
      "text": "This synonym for \"splendor\" often refers to high intelligence, or to the shine of a diamond",
      "answer": "brilliance"
    },
    {
      "category": "IN THE GRASS",
      "text": "Timothy grass is considered the best grass for making this (while the sun shines, of course)",
      "answer": "hay"
    },
    {
      "category": "WARREN BEATTY",
      "text": "L.A. Ram Warren Beatty comes back to life in the body of a recently murdered millionaire in this comedy from 1978",
      "answer": "Heaven Can Wait"
    },
    {
      "category": "REDS",
      "text": "In 1940 Ramon Mercader gave this commie the axe... literally!",
      "answer": "Trotsky"
    },
    {
      "category": "SHAMPOO",
      "text": "\"Never wear black without the blue\"--this shampoo",
      "answer": "Selsun Blue"
    },
    {
      "category": "LOVE AFFAIR",
      "text": "This title medico's life is disrupted by war & his love for Lara, wife of a revolutionary; the Bolsheviks don't help, either",
      "answer": "Doctor Zhivago"
    },
    {
      "category": "SPLENDOR",
      "text": "It can be the glow some people give off, or, in physics, the quality of emitting heat or light",
      "answer": "radiance"
    },
    {
      "category": "IN THE GRASS",
      "text": "Among the most important grasses are cereal grains, like this one seenherethat's sometimes made into meal",
      "answer": "oats"
    },
    {
      "category": "WARREN BEATTY",
      "text": "Warren Beatty plays a disillusioned senator who falls for Halle Berry in this 1998 film",
      "answer": "Bulworth"
    },
    {
      "category": "REDS",
      "text": "What a Christmas present!  This country's last commie leader, Nicolae Ceausescu, was executed Dec. 25, 1989",
      "answer": "Romania"
    },
    {
      "category": "SHAMPOO",
      "text": "Brooke Shields & Kim Basinger are 2 of the \"girls\" who appeared in ads for this shampoo",
      "answer": "Breck"
    },
    {
      "category": "LOVE AFFAIR",
      "text": "Thornfield Hall's attic holds a surprise wedding guest for this title governess, but love wins out in the end",
      "answer": "Jane Eyre"
    },
    {
      "category": "SPLENDOR",
      "text": "Latin splendere, \"to shine\", gives us splendid, splendor & this adjective for \"dazzling in appearance\"",
      "answer": "splendiferous (or resplendent)"
    },
    {
      "category": "IN THE GRASS",
      "text": "A type of grass popular for golf greens is named for this British colony in the North Atlantic",
      "answer": "Bermuda grass"
    },
    {
      "category": "WARREN BEATTY",
      "text": "Roger Ebert said this 1987 Hoffman & Beatty film was \"a lifeless, massive, lumbering exercise in failed comedy\"",
      "answer": "Ishtar"
    }
  ]
}