{
  "title": "Jeopardy! Mastersgame #35 - Monday, May 20, 2024",
  "date": {
    "day": 20,
    "month": "May",
    "year": 2024
  },
  "clues": [
    {
      "category": "SHORT KINGDOMS",
      "text": "In 1736 German adventurer Theodore I was crowned king of this island of the Bonapartes, but he ghosted that same year",
      "answer": "Corsica"
    },
    {
      "category": "THERE'S \"A\" NOUN FOR THAT",
      "text": "A person or thing that's out of place in time",
      "answer": "an anachronism"
    },
    {
      "category": "LET'S PLAY BINGO!",
      "text": "This Oscar winner for \"Chicago\" credits bingo for her start after her family won enough money to send her to dance lessons",
      "answer": "Catherine Zeta-Jones"
    },
    {
      "category": "A STATE CAPITAL WORD",
      "text": "Celebrating an explorer, a big event of 1893 was the World's this Exposition",
      "answer": "Columbian"
    },
    {
      "category": "CHAPEAU-POURRI",
      "text": "The bonnet rouge was called this \"cap\" in the French Revolution, one of the 3 things being fought for",
      "answer": "liberty"
    },
    {
      "category": "MASTERING THE PLANET'S FUTURE",
      "text": "(Bill Nye delivers the clue.)  As CEO of the nonprofit Planetary Society, I advocate for space exploration, following in the footsteps ofthisfirst Society president who introduced me to the wonders of astronomy as my professor at Cornell University",
      "answer": "Sagan"
    },
    {
      "category": "SHORT KINGDOMS",
      "text": "The short-lived Qin Dynasty lasted from 221 to 206 B.C. & was followed by this other 3-letter dynasty",
      "answer": "Han"
    },
    {
      "category": "THERE'S \"A\" NOUN FOR THAT",
      "text": "It's a furniture covering originally meant to protect against an old type of hair oil",
      "answer": "antimacassar"
    },
    {
      "category": "LET'S PLAY BINGO!",
      "text": "In the bingo lingo of game callers, this 2-digit number is sometimes called an \"Adele\" after that singer's third studio album",
      "answer": "25"
    },
    {
      "category": "A STATE CAPITAL WORD",
      "text": "The type of book that tells you where to find a certain word in another book",
      "answer": "concordance"
    },
    {
      "category": "CHAPEAU-POURRI",
      "text": "This hatworn by the French Foreign Legion is in the name of their official magazine",
      "answer": "a képis"
    },
    {
      "category": "MASTERING THE PLANET'S FUTURE",
      "text": "(Bill Nye delivers the clue.)  Don't believe that a species can change the whole world?  You wouldn't have been able to breath Earth's atmosphere until some 2 billion years ago after newly evolved organisms like blue-green algae startedcreating oxygenas a by-product of this process",
      "answer": "photosynthesis"
    },
    {
      "category": "SHORT KINGDOMS",
      "text": "In the 1860shewas the sole emperor of an attempt at a French-influenced Mexican Empire",
      "answer": "Maximilian"
    },
    {
      "category": "THERE'S \"A\" NOUN FOR THAT",
      "text": "It's an old-timey word for a balloonist",
      "answer": "an aeronaut"
    },
    {
      "category": "LET'S PLAY BINGO!",
      "text": "Bingo, the large orange gorilla on this TV show, played drums in their band & was voiced by Daws Butler",
      "answer": "The Banana Splits"
    },
    {
      "category": "A STATE CAPITAL WORD",
      "text": "This Middle Eastern capital city has the Lion of Judah on its city seal",
      "answer": "Jerusalem"
    },
    {
      "category": "CHAPEAU-POURRI",
      "text": "A Frenchwoman named Caroline Reboux created this bell-shaped chapeau",
      "answer": "a cloche"
    },
    {
      "category": "MASTERING THE PLANET'S FUTURE",
      "text": "(Bill Nye delivers the clue.)  In a 2021 appearance before Congress, I encouraged bold investment inthisenergy technologythat hasn't yet been proven practical but might one day provide virtually limitless clean, safe power",
      "answer": "fusion"
    },
    {
      "category": "SHORT KINGDOMS",
      "text": "In 1814 this historic German state was made into a kingdom for a little while, largely through the influence of England",
      "answer": "Hanover"
    },
    {
      "category": "THERE'S \"A\" NOUN FOR THAT",
      "text": "From Latin for to wander or stray, it's something that deviates from the norm",
      "answer": "an aberrance (or abberation)"
    },
    {
      "category": "LET'S PLAY BINGO!",
      "text": "Playing the game in this movie, Johnny Knoxville suggests making it \"strip bingo\" & that's just the beginning",
      "answer": "Bad Grandpa"
    },
    {
      "category": "A STATE CAPITAL WORD",
      "text": "Using up all one's resources is doing this to them, also a word for an experience like a marathon",
      "answer": "exhausting"
    },
    {
      "category": "CHAPEAU-POURRI",
      "text": "Catherinette hats, worn by unmarried women 25 & older, are named for Saint Catherine, a patron of these, aka hatmakers",
      "answer": "milliners"
    },
    {
      "category": "MASTERING THE PLANET'S FUTURE",
      "text": "(Bill Nye delivers the clue.)  My book \"Undeniable\" explains that because the Earth is not a closed system, but is constantlyreceivingenergy from the Sun, the process of evolution does not violate the second law of this, as some doubters have argued",
      "answer": "thermodynamics"
    },
    {
      "category": "SHORT KINGDOMS",
      "text": "This empire that shares its name with a big West African country began by defeating the short-lived Sosso Kingdom c. 1235",
      "answer": "Mali"
    },
    {
      "category": "THERE'S \"A\" NOUN FOR THAT",
      "text": "It's the grammatical case that marks the direct object of a verb",
      "answer": "(the) accusative"
    },
    {
      "category": "LET'S PLAY BINGO!",
      "text": "He beat out Shecky Greene for the role of Larry David's dad in episodes of \"Curb Your Enthusiasm\" like \"Kamikaze Bingo\"",
      "answer": "Shelley Berman"
    },
    {
      "category": "A STATE CAPITAL WORD",
      "text": "The act of yielding control of territory, like of Hong Kong",
      "answer": "handover"
    },
    {
      "category": "CHAPEAU-POURRI",
      "text": "Cherchez la femme--this femmewho has a bonnet named for her & perhaps for her homicidal ways",
      "answer": "Charlotte Corday"
    },
    {
      "category": "MASTERING THE PLANET'S FUTURE",
      "text": "(Bill Nye delivers the clue.)  On my podcast \"Science Rules\" my guests & I discuss such diverse topics as racism in science, Neanderthal sex & the mass extinction thatendedthis geologic period some 66 million years ago",
      "answer": "Cretaceous"
    },
    {
      "category": "UNREAL ESTATE",
      "text": "St. Petersburg, Missouri is the fictional hometown of Tom Sawyer & was based on this town where Mark Twain grew up",
      "answer": "Hannibal"
    },
    {
      "category": "ACTUAL PLACES",
      "text": "Due to an agreement with the Anangu people, one can no longer climb to the top of this Down Under monolith",
      "answer": "Uluru"
    },
    {
      "category": "MOVIE CHANGE A LETTER",
      "text": "It's 1935 in spooky Cold Mountain Penitentiary & a horse-donkey hybrid is headed to the electric chair",
      "answer": "The Green Mule"
    },
    {
      "category": "PSYCH",
      "text": "Using a small request to get a yes to a bigger one is this technique named for a body part & a portal",
      "answer": "foot in the door"
    },
    {
      "category": "TOUGH CROSSWORD CLUES",
      "text": "Fertile soil(4 letters)",
      "answer": "loam"
    },
    {
      "category": "JOURNALISTS",
      "text": "Her resumé includes helping Richard Nixon write his memoirs (1974-75) & anchoring ABC World News (2009-2014)",
      "answer": "Diane Sawyer"
    },
    {
      "category": "UNREAL ESTATE",
      "text": "In her first novel, Lucy Maud Montgomery created this fictional community on Prince Edward Island",
      "answer": "Avonlea"
    },
    {
      "category": "ACTUAL PLACES",
      "text": "In Gilbertese, \"ti\" is said with an \"S\" sound, so now you know how to say the name of this country that includes the Gilbert Islands",
      "answer": "Kiribati"
    },
    {
      "category": "MOVIE CHANGE A LETTER",
      "text": "In this cult classic, young Bud Cort falls in love with a purplish hue",
      "answer": "Harold and Mauve"
    },
    {
      "category": "PSYCH",
      "text": "Psychologists now often call autism \"ASD\", the \"S\" for this term, representing the condition's wide range of symptoms",
      "answer": "spectrum"
    },
    {
      "category": "TOUGH CROSSWORD CLUES",
      "text": "Italian for \"don't bow, pluck\"(9 letters)",
      "answer": "pizzicato"
    },
    {
      "category": "JOURNALISTS",
      "text": "In 2023shereceived the Columbia Journalism Award, the highest award bestowed by that graduate school",
      "answer": "(Christiane) Amanpour"
    },
    {
      "category": "UNREAL ESTATE",
      "text": "Torquilstone Castle is assaulted in order to free Saxon prisoners held there in this 1819 novel",
      "answer": "Ivanhoe"
    },
    {
      "category": "ACTUAL PLACES",
      "text": "There's not much vegetation in this Upper Midwest national park that's basically between the Cheyenne & White Rivers",
      "answer": "Badlands"
    },
    {
      "category": "MOVIE CHANGE A LETTER",
      "text": "The Axel Foley theme goes classical as a legendary soprano fights crime in Southern California",
      "answer": "Beverly Sills Cop"
    },
    {
      "category": "PSYCH",
      "text": "This person's \"fallacy\" is the belief that after 5 straight heads, the next flip has a more than .5 probability of being tails",
      "answer": "a gambler"
    },
    {
      "category": "TOUGH CROSSWORD CLUES",
      "text": "Staircase post(5 letters)",
      "answer": "newel"
    },
    {
      "category": "JOURNALISTS",
      "text": "This legendary radio correspondent became a CBS VP after WWII, but soon just had to get back behind the microphone",
      "answer": "Murrow"
    },
    {
      "category": "UNREAL ESTATE",
      "text": "This author has written several books about Lucy Barton & made up Amgash, Illinois for Lucy to grow up in",
      "answer": "Elizabeth Strout"
    },
    {
      "category": "ACTUAL PLACES",
      "text": "FDR enjoyed summering on this island found in the title of a 1960 film about him",
      "answer": "Campobello"
    },
    {
      "category": "MOVIE CHANGE A LETTER",
      "text": "Noted Big Apple criminals Leo DiCaprio & Daniel Day-Lewis get matching coifs leaving much hair on the forehead",
      "answer": "Bangs of New York"
    },
    {
      "category": "PSYCH",
      "text": "A 2022 revision of the DSM-5 includes PGD, short for this lasting disorder that can follow the death of a loved one",
      "answer": "prolonged grief disorder"
    },
    {
      "category": "TOUGH CROSSWORD CLUES",
      "text": "Direction Muslims face when praying(5 letters)",
      "answer": "qibla"
    },
    {
      "category": "JOURNALISTS",
      "text": "This \"60 Minutes\" correspondent has interviewed everyone, including her retirement-bound colleague Steve Kroft in 2019",
      "answer": "(Lesley) Stahl"
    },
    {
      "category": "UNREAL ESTATE",
      "text": "In a novella by H.P. Lovecraft, the title \"Horror\" of this Massachusetts town is a hideous monster evoked by occult magic",
      "answer": "Dunwich"
    },
    {
      "category": "ACTUAL PLACES",
      "text": "This city on Kyushu in Japan came to world notice when chemical factories poisoned its fish, then its people, with mercury",
      "answer": "Minamata"
    },
    {
      "category": "MOVIE CHANGE A LETTER",
      "text": "Huckster preacher Burt Lancaster heads into that little kitchen food closet to get a snack",
      "answer": "Elmer Pantry"
    },
    {
      "category": "PSYCH",
      "text": "Jung said this part of the psyche is never personally acquired but owes its \"existence exclusively to heredity\"",
      "answer": "the collective unconscious"
    },
    {
      "category": "TOUGH CROSSWORD CLUES",
      "text": "Scottish soup(4 letters-1 letter-6 letters)",
      "answer": "cock-a-leekie"
    },
    {
      "category": "JOURNALISTS",
      "text": "This correspondent didn't wish to \"be a footnote to somebody else's life \"--specifically ex-hubby Ernest Hemingway",
      "answer": "Martha Gellhorn"
    }
  ]
}