{
  "title": "Show #8367 - Tuesday, March 30, 2021",
  "date": {
    "day": 30,
    "month": "March",
    "year": 2021
  },
  "clues": [
    {
      "category": "HISTORY",
      "text": "The Goths & Vandals were 2 of these groups, a term for non-Greeks or Romans, presumably with bad table manners",
      "answer": "Barbarians"
    },
    {
      "category": "PARK THEMES",
      "text": "\"My Friend, The Brachiosaurus\" is on the soundtrack of this 1993 film",
      "answer": "Jurassic Park"
    },
    {
      "category": "12-LETTER WORDS",
      "text": "Where many of us start our schooling, at age 5 or so",
      "answer": "kindergarten"
    },
    {
      "category": "KIPLING CHARACTERS",
      "text": "In Kipling's first novel, \"The Light That Failed\", an artist suffers this fate from the delayed effects of a war wound",
      "answer": "blindness"
    },
    {
      "category": "KIM",
      "text": "This woman seenhereis working on criminal justice reform issue",
      "answer": "Kim Kardashian"
    },
    {
      "category": "MOGUL \"E",
      "text": "In 1982 mogul & philanthropist Bernard Newcomb co-founded what became this online brokerage",
      "answer": "E-Trade"
    },
    {
      "category": "HISTORY",
      "text": "In April 1830 this country passed a law aiming to curb illegal immigration of Americans over its border",
      "answer": "Mexico"
    },
    {
      "category": "PARK THEMES",
      "text": "The carousel that's been in this Manhattan park since 1871 plays the song \"Sidewalks Of New York\"",
      "answer": "Central Park"
    },
    {
      "category": "12-LETTER WORDS",
      "text": "From the Latin for \"full trust\", this adjective means intended to be kept secret",
      "answer": "confidential"
    },
    {
      "category": "KIPLING CHARACTERS",
      "text": "Brave 6-year-old Percival William Williams is known as \"Wee\" this, from a book of nursery rhymes",
      "answer": "Willie (Wee Willie Winkie)"
    },
    {
      "category": "KIM",
      "text": "Kim Novak said the way Jimmy Stewart tries to mold her character in this film is similar to what Hollywood did to actresses",
      "answer": "Vertigo"
    },
    {
      "category": "MOGUL \"E",
      "text": "This tech mogul's son David helped bankroll movies like \"True Grit\" & \"World War Z\"",
      "answer": "Ellison"
    },
    {
      "category": "HISTORY",
      "text": "Days after crossing the Delaware,Washingtonwon the battle of this place but thepaintingis in rival Yale's art gallery",
      "answer": "Princeton"
    },
    {
      "category": "PARK THEMES",
      "text": "Water from different oceans was part of the ceremonies when this ride with its own song opened at Disneyland in 1966",
      "answer": "It's A Small World"
    },
    {
      "category": "12-LETTER WORDS",
      "text": "Playful & lively, kittens are often described by this 12-letter adjective that begins with the name of another animal",
      "answer": "rambunctious"
    },
    {
      "category": "KIPLING CHARACTERS",
      "text": "McAndrew in \"McAndrew's Hymn\" is a Scottish one of these on a ship, but doesn't say, \"I've given her all she's got, captain!\"",
      "answer": "engineer"
    },
    {
      "category": "KIM",
      "text": "This country's first female prime minister was Kim Campbell, who served in 1993",
      "answer": "Canada"
    },
    {
      "category": "MOGUL \"E",
      "text": "Worth $71 billion, Mukesh Ambani runs India's reliance industries & per Forbes, is the richest guy in this economic sector",
      "answer": "energy"
    },
    {
      "category": "HISTORY",
      "text": "This people who formed an empire in 19th century southern Africa bears the name of a ruler, the son of Malandela",
      "answer": "Zulu"
    },
    {
      "category": "PARK THEMES",
      "text": "Rapper Lil Wayne has made no secret of his main hobby, as in a 2016 video set among the ramps of this kind of park",
      "answer": "a skate park"
    },
    {
      "category": "12-LETTER WORDS",
      "text": "The official act of making someone a saint in the Catholic church",
      "answer": "canonization"
    },
    {
      "category": "KIPLING CHARACTERS",
      "text": "\"It was 'Din! Din! Din!\"' as the regiment called for this water carrier",
      "answer": "Gunga Din"
    },
    {
      "category": "KIM",
      "text": "In 2020 Kim Ng became the first woman general manager in Major League Baseball, for this Florida team",
      "answer": "the Marlins"
    },
    {
      "category": "MOGUL \"E",
      "text": "Last name of Lars Magnus, who in the year the telephone was patented, started this Swedish telecom giant",
      "answer": "Ericsson"
    },
    {
      "category": "HISTORY",
      "text": "Around 3000 B.C. the Sumerian settlement of Uruk was the first big city in this historic region, at its southeast end",
      "answer": "Mesopotamia"
    },
    {
      "category": "PARK THEMES",
      "text": "This song by Survivor is used to get baseball fans fired up at Comerica Park",
      "answer": "\"Eye Of The Tiger\""
    },
    {
      "category": "12-LETTER WORDS",
      "text": "Often competitive, it's lifting weights & exercising to display one's physique",
      "answer": "bodybuilding"
    },
    {
      "category": "KIPLING CHARACTERS",
      "text": "Kipling knew that this is the Hindi word for \"bear\"; a character of his sounds just like it",
      "answer": "bhalu"
    },
    {
      "category": "KIM",
      "text": "This world leader died in December 2011",
      "answer": "Kim Jong-il"
    },
    {
      "category": "MOGUL \"E",
      "text": "Tim Wentworth, pres. of drug deliverer these \"Scripts\", established a scholarship at his community college alma mater",
      "answer": "Express Scripts"
    }
  ]
}