{
  "title": "Show #7263 - Wednesday, March 23, 2016",
  "date": {
    "day": 23,
    "month": "March",
    "year": 2016
  },
  "clues": [
    {
      "category": "OLD TESTAMENT PEEPS",
      "text": "1 Samuel describes him as \"a champion out of the camp of the Philistines... whose height was six cubits and a span\"",
      "answer": "Goliath"
    },
    {
      "category": "NATO PHONETIC ALPHABET CODE WORDS",
      "text": "Bourbon is one type of this product",
      "answer": "whiskey"
    },
    {
      "category": "WOMEN ON TV",
      "text": "(I'm Bellamy Young.)  \"Scandal isn't my first venture in D.C. TV; in 2004 I played North Carolina lawyer Marylou Meriwether on an episode of this show named for part of the White House",
      "answer": "The West Wing"
    },
    {
      "category": "THE 18th CENTURY",
      "text": "(Sarah of the Clue Crew delivers the clue from Easter Island.)  When Captain Cook reached Easter Island in 1774, he found many of the great statues toppled & the Polynesian population decimated by this type of localized conflict",
      "answer": "a civil war"
    },
    {
      "category": "SINGING",
      "text": "A barcarolle is a song traditionally sung by a gondolier of this city",
      "answer": "Venice"
    },
    {
      "category": "FOR YOUR SUPPER",
      "text": "Of cheese, seafood, or dessert, it's what you're having if fruits de mer is on the menu",
      "answer": "seafood"
    },
    {
      "category": "OLD TESTAMENT PEEPS",
      "text": "Esther was the Jewish wife of the King of this land & saved the Jews there from annihilation",
      "answer": "Persia"
    },
    {
      "category": "NATO PHONETIC ALPHABET CODE WORDS",
      "text": "E is represented by this, this, this, this",
      "answer": "echo"
    },
    {
      "category": "WOMEN ON TV",
      "text": "Before seeing red on \"Orange is the New Black\", Kate Mulgrew captained this \"Star Trek\" vessel",
      "answer": "Voyager"
    },
    {
      "category": "THE 18th CENTURY",
      "text": "Heardhereis a piece from this German composer's \"English Suites\" composed around 1715",
      "answer": "Bach"
    },
    {
      "category": "SINGING",
      "text": "\"Scoobidy zip zip zippidee be bop bo di oh do\" is an example of this technique",
      "answer": "scat"
    },
    {
      "category": "FOR YOUR SUPPER",
      "text": "Larb & yum are Thai types of this relatively healthful food preparation, with a lot more than lettuce",
      "answer": "salad"
    },
    {
      "category": "OLD TESTAMENT PEEPS",
      "text": "The prophet Elijah was victorious over the priests of this Phoenician god",
      "answer": "Baal"
    },
    {
      "category": "NATO PHONETIC ALPHABET CODE WORDS",
      "text": "Check in, check out; H is this",
      "answer": "hotel"
    },
    {
      "category": "WOMEN ON TV",
      "text": "Lena Headey took a naked walk of shame! shame! shame!... on this drama; someone will eventually pay! pay! pay!",
      "answer": "Game of Thrones"
    },
    {
      "category": "THE 18th CENTURY",
      "text": "In 1765 he gave a rousing speech in the House of Burgesses to support his legislation against the Stamp Act",
      "answer": "Patrick Henry"
    },
    {
      "category": "SINGING",
      "text": "The primo uomo is the lead male singer in an opera; this is the lead female singer",
      "answer": "prima donna"
    },
    {
      "category": "FOR YOUR SUPPER",
      "text": "Albondigas is a traditional Mexican this; it's the meatball type, so it's awesome as an entree",
      "answer": "soup"
    },
    {
      "category": "OLD TESTAMENT PEEPS",
      "text": "Joshua led the Israelites into this promised land",
      "answer": "Canaan"
    },
    {
      "category": "NATO PHONETIC ALPHABET CODE WORDS",
      "text": "F is this dance done in 4/4 time in a slow-quick-quick rhythm",
      "answer": "foxtrot"
    },
    {
      "category": "WOMEN ON TV",
      "text": "This actress defending our \"homeland\" as CIA officer Carrie Mathison",
      "answer": "Claire Danes"
    },
    {
      "category": "THE 18th CENTURY",
      "text": "In 1795 the currency unit called the livre tournois was replaced by this",
      "answer": "the franc"
    },
    {
      "category": "SINGING",
      "text": "This chief singer of the liturgy in Jewish worship is also known as a hazzan",
      "answer": "cantor"
    },
    {
      "category": "FOR YOUR SUPPER",
      "text": "Fans of \"Hell's Kitchen\" are used to hearing Gordon Ramsay yelling about the status ofthisdish",
      "answer": "Beef Wellington"
    },
    {
      "category": "OLD TESTAMENT PEEPS",
      "text": "Ruth was a convert to Judaism from these people",
      "answer": "the Moabites"
    },
    {
      "category": "NATO PHONETIC ALPHABET CODE WORDS",
      "text": "Take a swing at it--G is this",
      "answer": "golf"
    },
    {
      "category": "WOMEN ON TV",
      "text": "Connie Britton said her character on this show was inspired by several country singers including Faith Hill & Reba McEntire",
      "answer": "Nashville"
    },
    {
      "category": "THE 18th CENTURY",
      "text": "In 1737 Swiss mathematician Leonard Euler \"irrationally\" adopted this Greek letter to use in math notation",
      "answer": "pi"
    },
    {
      "category": "SINGING",
      "text": "Also called overtone-singing, this Asian style involves a single vocalist sounding more than one pitch simultaneously",
      "answer": "throat singing"
    },
    {
      "category": "FOR YOUR SUPPER",
      "text": "A dish of red snapper in a spicy tomato sauce is named for this state in Eastern Mexico",
      "answer": "Veracruz"
    }
  ]
}