{
  "title": "Show #8168 - Wednesday, February 26, 2020",
  "date": {
    "day": 26,
    "month": "February",
    "year": 2020
  },
  "clues": [
    {
      "category": "THE EARTH",
      "text": "This type of tropical grassland plain found in South America & Africa sounds like a city in Georgia",
      "answer": "savanna"
    },
    {
      "category": "HAIR DO",
      "text": "The king of beasts has one around its neck",
      "answer": "a mane"
    },
    {
      "category": "ISLANDS OF AFRICA",
      "text": "Found off the east coast, it's the world's fourth-largest island",
      "answer": "Madagascar"
    },
    {
      "category": "WORDS IN PLAIN SIGHT",
      "text": "Dude, where's your girlfriend? You're going to the party this way? Oh, deer!",
      "answer": "stag"
    },
    {
      "category": "THE DIGITAL AGE",
      "text": "This rhyming company that tracks your motion has a Versa 2 smartwatch with Alexa onboard",
      "answer": "Fitbit"
    },
    {
      "category": "WHISTLE BLOWERS",
      "text": "In 1990 officials accidentally gave Colorado this many downs to score a last-second game-winning TD at Missouri",
      "answer": "five"
    },
    {
      "category": "THE EARTH",
      "text": "A basin is a land area drained by a river; 2 basins can be separated by a ridge called this, like a continental one",
      "answer": "a divide"
    },
    {
      "category": "HAIR DO",
      "text": "It can be a single hair, or a string of pearls",
      "answer": "a strand"
    },
    {
      "category": "ISLANDS OF AFRICA",
      "text": "Sites on Elephantine Island in this river across from the city of Aswan include the ancient temple of Khnum",
      "answer": "the Nile"
    },
    {
      "category": "WORDS IN PLAIN SIGHT",
      "text": "Stop! Cease moving immediately! This!",
      "answer": "halt"
    },
    {
      "category": "THE DIGITAL AGE",
      "text": "A ghost is the logo of this photo-messaging app",
      "answer": "Snapchat"
    },
    {
      "category": "WHISTLE BLOWERS",
      "text": "If a referee is flashing one of these at a soccer player, the player isn't just being warned, he's being ejected",
      "answer": "a red card"
    },
    {
      "category": "THE EARTH",
      "text": "This is a narrow strip of land connecting 2 larger land areas, like the one connecting North & South America",
      "answer": "an isthmus"
    },
    {
      "category": "HAIR DO",
      "text": "\"Fruity\" 2-word term for fine hair that's growing for the first time",
      "answer": "peach fuzz"
    },
    {
      "category": "ISLANDS OF AFRICA",
      "text": "Africa's westernmost nation isthisisland group whose name means \"green cape\"",
      "answer": "Cape Verde"
    },
    {
      "category": "WORDS IN PLAIN SIGHT",
      "text": "A tiny, quick flash of light, perhaps in your eye",
      "answer": "glint"
    },
    {
      "category": "THE DIGITAL AGE",
      "text": "The Tinder app has popularized this 2-word term meaning to accept or approve of something",
      "answer": "swipe right"
    },
    {
      "category": "WHISTLE BLOWERS",
      "text": "Ref Clete Blakeman had to police the 2019 game in which the Browns' Myles Garrett swung this at the Steelers' quarterback",
      "answer": "a helmet"
    },
    {
      "category": "THE EARTH",
      "text": "Molokini Atoll, off Maui, is actually one of thesecraterscaused by the explosion and then collapse of a volcano's cone",
      "answer": "a caldera"
    },
    {
      "category": "HAIR DO",
      "text": "This hairstyle named for another native people was popular among the Ottawa, who were known as the \"raised hair\"",
      "answer": "a mohawk"
    },
    {
      "category": "ISLANDS OF AFRICA",
      "text": "Named for a nephew of George Washington, Bushrod Island is home to the main port of this West African nation",
      "answer": "Liberia"
    },
    {
      "category": "WORDS IN PLAIN SIGHT",
      "text": "An unfavorable situation, or to promise, perhaps one's troth",
      "answer": "plight"
    },
    {
      "category": "THE DIGITAL AGE",
      "text": "Google recently decluttered this browser by simplifying the tab menu",
      "answer": "Chrome"
    },
    {
      "category": "WHISTLE BLOWERS",
      "text": "In the NHL, referees call penalties; these officials call offsides & break up fights",
      "answer": "the linesmen"
    },
    {
      "category": "THE EARTH",
      "text": "Spanish for \"beach\", it's a dry desert lake bed",
      "answer": "playa"
    },
    {
      "category": "HAIR DO",
      "text": "French gives us the name of this \"chi\"-chi hairstyle, a large coil of hair worn at the nape of the neck",
      "answer": "a chignon"
    },
    {
      "category": "ISLANDS OF AFRICA",
      "text": "A historic spiritual center, Uganda's Ssese Islands are an archipelago of 84 islands in this lake",
      "answer": "Lake Victoria"
    },
    {
      "category": "WORDS IN PLAIN SIGHT",
      "text": "A long, narrow strip of wood used as support for a bed",
      "answer": "a slat"
    },
    {
      "category": "THE DIGITAL AGE",
      "text": "Support your favorite streamers on this website that sounds like an involuntary spasm",
      "answer": "Twitch"
    },
    {
      "category": "WHISTLE BLOWERS",
      "text": "No-nonsense NBA ref Steve Javie, who once ejected a radio announcer, was nicknamed \"Mr.\" this, short for a type of foul",
      "answer": "T."
    }
  ]
}