{
  "title": "Show #5156 - Monday, January 29, 2007",
  "date": {
    "day": 29,
    "month": "January",
    "year": 2007
  },
  "clues": [
    {
      "category": "IT BORDERS CHINA",
      "text": "In area, it's the largest country that borders China",
      "answer": "Russia"
    },
    {
      "category": "HISTORIC HBO",
      "text": "Helen Mirren won acclaim in 2006 playing this daughter of Henry VIII who faced down the Spanish Armada",
      "answer": "Queen Elizabeth"
    },
    {
      "category": "COMING TO AMERICA",
      "text": "Confusingly, \"second\"-this American can mean either that your parents or your grandparents immigrated here",
      "answer": "generation"
    },
    {
      "category": "GOING AROUND IN CIRCLES",
      "text": "It's the instrument you can use to draw a circle (not to be confused with the one you use when lost in the woods)",
      "answer": "a compass"
    },
    {
      "category": "D.C. SITES",
      "text": "This center includes restaurants, theaters, a concert hall & an opera house",
      "answer": "the Kennedy Center (for the Performing Arts)"
    },
    {
      "category": "ii\", SIR!",
      "text": "I really wish \"Jeopardy!\" would tape shows in this southernmost state",
      "answer": "Hawaii"
    },
    {
      "category": "IT BORDERS CHINA",
      "text": "2 of the 5 \"stan\"s that border China",
      "answer": "(2 of) Kazakhstan, Kyrgyzstan, Tajikistan, Pakistan, & Afghanistan"
    },
    {
      "category": "HISTORIC HBO",
      "text": "\"Mrs. Harris\" details the life & death of Herman Tarnower, known for creating this diet named for an east New York village",
      "answer": "the Scarsdale Diet"
    },
    {
      "category": "COMING TO AMERICA",
      "text": "It's the more colorful nickname for the document affirming lawful permanent residence",
      "answer": "a green card"
    },
    {
      "category": "GOING AROUND IN CIRCLES",
      "text": "Pi times a circle's diameter gives the measure of this",
      "answer": "the circumference"
    },
    {
      "category": "D.C. SITES",
      "text": "This motto is on the base of the Statue of Freedom that sits atop the Capitol",
      "answer": "E pluribus unum"
    },
    {
      "category": "ii\", SIR!",
      "text": "An airplane is doing this down a runway, presently",
      "answer": "taxiing"
    },
    {
      "category": "IT BORDERS CHINA",
      "text": "Of the nations that border China, it has the largest population",
      "answer": "India"
    },
    {
      "category": "HISTORIC HBO",
      "text": "On \"Deadwood,\"Gerald McRaneyplayed a vicious magnate whose son would become this real-life publishing mogul",
      "answer": "William Randolph Hearst"
    },
    {
      "category": "COMING TO AMERICA",
      "text": "On March 1, 2003 this former service mutated into CIS, Citizenship & Immigration Services",
      "answer": "Immigration & Naturalization"
    },
    {
      "category": "GOING AROUND IN CIRCLES",
      "text": "(Cheryl of the Clue Crew shows a diagram of a circle on the monitor with arc AB, angle a between them, and the formula l(A,B)=ra.)  In the formulahere, the length of arc (A,B) equals the angle a times r, which stands for this measurement",
      "answer": "radius"
    },
    {
      "category": "D.C. SITES",
      "text": "At its 500-foot level, it has 8 small windows, 2 on each side",
      "answer": "the Washington Monument"
    },
    {
      "category": "ii\", SIR!",
      "text": "Klammer, Moe & Killy aren't Stooges, they're notable names in this sport",
      "answer": "skiing"
    },
    {
      "category": "IT BORDERS CHINA",
      "text": "The one country that borders both China & the Yellow Sea",
      "answer": "North Korea"
    },
    {
      "category": "HISTORIC HBO",
      "text": "In \"Warm Springs\", Kathy Bates gives therapy to this politico seeking a miracle cure in 1920s Georgia",
      "answer": "FDR"
    },
    {
      "category": "COMING TO AMERICA",
      "text": "It's the first form of transportation in the lyrics of Neil Diamond's \"Coming To America\" song",
      "answer": "boat"
    },
    {
      "category": "GOING AROUND IN CIRCLES",
      "text": "A wheel that rotates 360 degrees makes a complete one of these; it’s also an historical term",
      "answer": "a revolution"
    },
    {
      "category": "D.C. SITES",
      "text": "The building on Pennsylvania Ave. named for him houses the FBI",
      "answer": "(J. Edgar) Hoover"
    },
    {
      "category": "ii\", SIR!",
      "text": "Italian city that suddenly wasn't in 79 A.D.",
      "answer": "Pompeii"
    },
    {
      "category": "IT BORDERS CHINA",
      "text": "One of the 2 monarchies that border China",
      "answer": "Nepal (or Bhutan)"
    },
    {
      "category": "HISTORIC HBO",
      "text": "In this role, Albert Finney tries to keep Clemmie happy & warns the British P.M. about \"The Gathering Storm\"",
      "answer": "(Winston) Churchill"
    },
    {
      "category": "COMING TO AMERICA",
      "text": "On Form I-589, \"Application for\" this, explain who would hurt you if you returned to your home country",
      "answer": "asylum"
    },
    {
      "category": "GOING AROUND IN CIRCLES",
      "text": "(Jimmy of the Clue Crew shows on the monitor a diagram of a clock face with hands at 12 and 4.)  If we imagine a circle as a clock face, the 4 would be this many degrees clockwise from high noon",
      "answer": "120"
    },
    {
      "category": "D.C. SITES",
      "text": "This library on the Hill has a theatre that evokes the courtyard of an English Renaissance inn",
      "answer": "the Folger Library"
    },
    {
      "category": "ii\", SIR!",
      "text": "A large, meaty black mushroom native to eastern Asia",
      "answer": "shiitake"
    },
    {
      "category": "ST. VALENTINE",
      "text": "The main historical figure connected with the St. Valentine legend was martyred in this imperial capital",
      "answer": "Rome"
    },
    {
      "category": "CELLULOID LOVE",
      "text": "In this Rob Reiner film, Westley tells Buttercup, \"Death cannot stop true love.  All it can do is delay it for a while\"",
      "answer": "The Princess Bride"
    },
    {
      "category": "THE HEART",
      "text": "Research cited in the New York Times says heart attacks are most common on this day of the week",
      "answer": "Monday"
    },
    {
      "category": "A ROMANTIC DINNER",
      "text": "First, a toast, my sweet, with a glass of this potent potable whose invention is credited to Dom Perignon",
      "answer": "champagne"
    },
    {
      "category": "ROSES",
      "text": "It was first played January 1, 1902 with Michigan beating Stanford 49-0",
      "answer": "the Rose Bowl"
    },
    {
      "category": "SWEET NOTHINGS",
      "text": "Since 1902, Necco has been making this brand of appropriately shaped candies with bons mots printed on them",
      "answer": "Sweet Hearts (or Conversation Hearts)"
    },
    {
      "category": "ST. VALENTINE",
      "text": "Valentine is the patron saint not only of lovers but also of sufferers of this deadly medieval disease",
      "answer": "the plague"
    },
    {
      "category": "CELLULOID LOVE",
      "text": "It's arguably the only movie ever in which a fire-breathing dragon falls in love with a donkey",
      "answer": "Shrek"
    },
    {
      "category": "THE HEART",
      "text": "The left ventricle sends oxygen-rich blood to this largest artery in the body",
      "answer": "the aorta"
    },
    {
      "category": "A ROMANTIC DINNER",
      "text": "To start, my little pot sticker, how about an appetizer--this Asian one, skewered meat dipped in a peanut sauce",
      "answer": "satay"
    },
    {
      "category": "ROSES",
      "text": "For quick access to outdoor events, the White House press briefing room opens on this floral area",
      "answer": "the Rose Garden"
    },
    {
      "category": "SWEET NOTHINGS",
      "text": "This term for a beloved is also the surname of Peter Pan's Wendy",
      "answer": "Darling"
    },
    {
      "category": "ST. VALENTINE",
      "text": "In some accounts, St. Valentine was not a European but actually one of these that today we would call an Iranian",
      "answer": "Persian"
    },
    {
      "category": "CELLULOID LOVE",
      "text": "In this film, Helen Hunt tells Jack Nicholson, \"I thought you were handsome... then, of course, you spoke\"",
      "answer": "As Good as It Gets"
    },
    {
      "category": "THE HEART",
      "text": "In this type of heart failure, from the Latin for \"crowd together\", slow pumping causes fluid to clog the lungs",
      "answer": "congestive heart failure"
    },
    {
      "category": "A ROMANTIC DINNER",
      "text": "Now mi corazon, the soup; this liquid Spanish delight of chopped tomatoes, onions & spices, served cold",
      "answer": "gazpacho"
    },
    {
      "category": "ROSES",
      "text": "In a 1943 work by Saint-Exupery, this title character has a special rose",
      "answer": "the Little Prince"
    },
    {
      "category": "SWEET NOTHINGS",
      "text": "Van Morrison sings, \"she's as sweet as\" this, something you might find in a Mississippi apiary",
      "answer": "Tupelo honey"
    },
    {
      "category": "ST. VALENTINE",
      "text": "As a prisoner of Emperor Claudius, Valentine's fateful mistake leading to his martyrdom was trying to do this to Claudius",
      "answer": "convert him"
    },
    {
      "category": "CELLULOID LOVE",
      "text": "In this movie, Captain Renault boldly exclaims, \"If I were a woman... I should be in love with Rick\"",
      "answer": "Casablanca"
    },
    {
      "category": "THE HEART",
      "text": "When these need to be replaced, it's generally the ones on the left side of the heart, where the pressure's higher",
      "answer": "a valve"
    },
    {
      "category": "A ROMANTIC DINNER",
      "text": "On to the main course, ma cherie, a fine gigot d'agneau, roast leg of this meat in a garlic & rosemary sauce",
      "answer": "lamb"
    },
    {
      "category": "ROSES",
      "text": "His play \"The Rose Tattoo\" tells the story of a Louisiana widow withdrawing from the world",
      "answer": "Tennessee Wiliams"
    },
    {
      "category": "SWEET NOTHINGS",
      "text": "This pigeonseen herehas two animals in its name & is known for being affectionate with its mate",
      "answer": "turtledove"
    },
    {
      "category": "ST. VALENTINE",
      "text": "A St. Valentine's church in Italy was built over one of these subterranean tombs where his remains were found",
      "answer": "the catacombs"
    },
    {
      "category": "CELLULOID LOVE",
      "text": "This Nicolas Cage-Meg Ryan weeper is a remake of the Wim Wenders film \"Der Himmel uber Berlin\"",
      "answer": "City of Angels"
    },
    {
      "category": "THE HEART",
      "text": "The myocardium, or heart muscle, is covered by this thin sac",
      "answer": "the pericardium"
    },
    {
      "category": "A ROMANTIC DINNER",
      "text": "For dessert, my baby, this chocolate chip cookie bearing the name of the Mass. inn where it was invented",
      "answer": "Toll House"
    },
    {
      "category": "ROSES",
      "text": "In a sonnet, Shakespeare refers to these pink roses whose name is derived from the capital of Syria",
      "answer": "damask roses"
    },
    {
      "category": "SWEET NOTHINGS",
      "text": "Originally a term used by women for Christ, this word comes from the French for \"with love\"",
      "answer": "paramour"
    }
  ]
}