{
  "title": "Show #1476 - Monday, January 21, 1991",
  "date": {
    "day": 21,
    "month": "January",
    "year": 1991
  },
  "clues": [
    {
      "category": "PEOPLE",
      "text": "He was once the art director for Radio City Music Hall, as his daughter Liza could tell you",
      "answer": "Vincent Minnelli"
    },
    {
      "category": "BIRDS",
      "text": "These birds were named for the river Phasis in Asia, where they lived along the banks",
      "answer": "pheasants"
    },
    {
      "category": "THE OCCULT",
      "text": "Some of the mounts on your palm are named for planets; the mount of this planet is related to love",
      "answer": "Venus"
    },
    {
      "category": "MARYLAND",
      "text": "Temporarily moved to Newport, Rhode Island, the U.S. Naval Academy returned to this city in 1865",
      "answer": "Annapolis"
    },
    {
      "category": "COLORFUL PHRASES",
      "text": "The business section of the telephone directory",
      "answer": "the Yellow Pages"
    },
    {
      "category": "LEONARDO",
      "text": "Vasari says while Leonardo was painting her, he had people amusing her so she wouldn't look melancholy",
      "answer": "the Mona Lisa"
    },
    {
      "category": "PEOPLE",
      "text": "After Nixon resigned in 1974, this daughter reportedly said, \"Now I can wear hot pants to the supermarket\"",
      "answer": "Julie Nixon"
    },
    {
      "category": "BIRDS",
      "text": "Teddy Roosevelt established our first National Wildlife Refuge to protect these large-billed birds",
      "answer": "pelicans"
    },
    {
      "category": "THE OCCULT",
      "text": "Now sold in toy stores, this occult communication device was invented by William Fuld in 1890",
      "answer": "the Ouija board"
    },
    {
      "category": "MARYLAND",
      "text": "Maryland is nearly divided in 2 by this bay",
      "answer": "the Chesapeake"
    },
    {
      "category": "COLORFUL PHRASES",
      "text": "One of the oldest breeds of dog, it's also the fastest",
      "answer": "the greyhound"
    },
    {
      "category": "LEONARDO",
      "text": "Leonardo was born in this small Tuscan town in 1452",
      "answer": "Vinci"
    },
    {
      "category": "PEOPLE",
      "text": "In the late 1970s she became Minister of Human Settlements in the Philippines",
      "answer": "Imelda Marcos"
    },
    {
      "category": "BIRDS",
      "text": "The most common species of these birds in the eastern U.S. is the ruby-throated",
      "answer": "the hummingbirds"
    },
    {
      "category": "THE OCCULT",
      "text": "First name of Dr. Holzer, the ghost hunter who wrote \"Life Beyond Life\" & \"Where the Ghosts Are\"",
      "answer": "Hans"
    },
    {
      "category": "MARYLAND",
      "text": "The state song, \"Maryland, My Maryland\", is sung to the tune of this German Christmas Carol",
      "answer": "\"O Tannenbaum\""
    },
    {
      "category": "COLORFUL PHRASES",
      "text": "Bobby Vinton's firstsongto make the pop charts, it went all the way to No. 1:\"A long, long time ago, on graduation day, you handed me your book. I signed this way...\"",
      "answer": "\"Roses Are Red (My Love)\""
    },
    {
      "category": "LEONARDO",
      "text": "Leonardo served on the commission to decide where to put this big statue by Michelangelo",
      "answer": "\"David\""
    },
    {
      "category": "PEOPLE",
      "text": "This \"War and Remembrance\" actor landed on the pop charts in 1958, singing \"The Ballad of Thunder Road\"",
      "answer": "Robert Mitchum"
    },
    {
      "category": "BIRDS",
      "text": "Members of this bird family include the Canada spruce & the ruffed",
      "answer": "grouse"
    },
    {
      "category": "THE OCCULT",
      "text": "These married physicists were among the scientists who investigated the Italian medium Eusapia Palladino",
      "answer": "the Curies"
    },
    {
      "category": "MARYLAND",
      "text": "Founded in Baltimore in 1980, Sojourner-Douglass College was named for these two abolitionists",
      "answer": "Sojourner Truth & Frederick Douglass"
    },
    {
      "category": "COLORFUL PHRASES",
      "text": "G.K. Chesterton wrote detective stories starring this shrewd Catholic priest",
      "answer": "Father Brown"
    },
    {
      "category": "LEONARDO",
      "text": "1490s mural whose caption could be, \"Verily I say unto you that one of you shall betray me\"",
      "answer": "\"The Last Supper\""
    },
    {
      "category": "PEOPLE",
      "text": "This TV loudmouth, whose father was a singer, is the nephew of actress Joan Bennett",
      "answer": "Morton Downey, Jr."
    },
    {
      "category": "BIRDS",
      "text": "This term for an eagle's nest was once used to describe the young of an eagle",
      "answer": "aerie"
    },
    {
      "category": "THE OCCULT",
      "text": "The LA Times reports this country's president, Vigdis Finnbogadottir, says a ghost haunts her official home",
      "answer": "Iceland"
    },
    {
      "category": "MARYLAND",
      "text": "The official state insect, the Baltimore checkerspot, is one of these",
      "answer": "a butterfly"
    },
    {
      "category": "COLORFUL PHRASES",
      "text": "Nickname of Charles E. Bowles, a hooded robber who held up some 28 stage coaches between the years 1875-82",
      "answer": "Black Bart"
    },
    {
      "category": "LEONARDO",
      "text": "This British castle's library has one of the finest collections of his drawings in the world",
      "answer": "Windsor Castle"
    }
  ]
}