{
  "title": "Show #5363 - Wednesday, December 26, 2007",
  "date": {
    "day": 26,
    "month": "December",
    "year": 2007
  },
  "clues": [
    {
      "category": "PUNJAB",
      "text": "Since 1947, the historic region of Punjab has been divided between these 2 countries",
      "answer": "India & Pakistan"
    },
    {
      "category": "FICTIONAL BOOKS",
      "text": "This character on \"Seinfeld\" thought of \"a coffee table book about coffee tables\" that turned into a coffee table",
      "answer": "Kramer"
    },
    {
      "category": "WHAT'S YOUR BEEF?",
      "text": "Beef chili is also called \"chili con\" this, Spanish for \"meat\"",
      "answer": "carne"
    },
    {
      "category": "GAMES PEOPLE PLAY",
      "text": "You don't have to buy a vowel, but you do begin this word game by drawing a gallows",
      "answer": "hangman"
    },
    {
      "category": "INVENTORS & INVENTIONS",
      "text": "In the 1920s, Frank Whittle, who grew up making model airplanes, designed the first working engine of this type",
      "answer": "a jet engine"
    },
    {
      "category": "IP\" SO FACTO",
      "text": "Landing or Gaza",
      "answer": "a strip"
    },
    {
      "category": "PUNJAB",
      "text": "As part of his Easternmost conquests, this Greek's armies occupied the Punjab around 327 B.C.",
      "answer": "Alexander the Great"
    },
    {
      "category": "FICTIONAL BOOKS",
      "text": "On this show, \"The Itchy & Scratchy Movie\" was novelized by Norman Mailer",
      "answer": "The Simpsons"
    },
    {
      "category": "WHAT'S YOUR BEEF?",
      "text": "\"Joy of Cooking\" gives a recipe for this beef dish but cautions that eating raw meat can be hazardous to your health",
      "answer": "steak tartare"
    },
    {
      "category": "GAMES PEOPLE PLAY",
      "text": "In 2007 he became the first man since Bill Tilden to win the U.S. Open 4 years in a row",
      "answer": "(Roger) Federer"
    },
    {
      "category": "INVENTORS & INVENTIONS",
      "text": "Alexander Wood & Charles Pravaz are credited with developing this device in 1853 first used to inject morphine",
      "answer": "a (hypodermic) syringe"
    },
    {
      "category": "IP\" SO FACTO",
      "text": "Idle talk about the private affairs of others",
      "answer": "gossip"
    },
    {
      "category": "PUNJAB",
      "text": "In the 1840s this European power fought 2 costly wars over the Punjab before annexing the region outright",
      "answer": "the English (Great Britain)"
    },
    {
      "category": "FICTIONAL BOOKS",
      "text": "A man is searching for the novel \"Knickerless Nickleby\" in the bookstore skit on this British Show",
      "answer": "Monty Python('s Flying Circus)"
    },
    {
      "category": "WHAT'S YOUR BEEF?",
      "text": "Corned beef is cured in brine; this other deli meat is seasoned brisket that's been cured, smoked & cooked",
      "answer": "pastrami"
    },
    {
      "category": "GAMES PEOPLE PLAY",
      "text": "The first important U.S. tournament in this board game took place in New York City in 1857",
      "answer": "chess"
    },
    {
      "category": "INVENTORS & INVENTIONS",
      "text": "After Carrier came up with this in 1902, my 20 babes waving palm fronds idea went out the window",
      "answer": "air conditioning"
    },
    {
      "category": "IP\" SO FACTO",
      "text": "A bon mot",
      "answer": "a quip"
    },
    {
      "category": "PUNJAB",
      "text": "In this Kipling work, the title orphan's father was a sergeant in an Irish regiment in the Punjab",
      "answer": "Kim"
    },
    {
      "category": "FICTIONAL BOOKS",
      "text": "This doctor from the original \"Star Trek\" series wrote \"Comparative Alien Physiology\"",
      "answer": "McCoy"
    },
    {
      "category": "WHAT'S YOUR BEEF?",
      "text": "Part of the name of this expensive boneless cut means \"dainty\" in French",
      "answer": "filet mignon"
    },
    {
      "category": "GAMES PEOPLE PLAY",
      "text": "Jordan & Bird hit \"nothing but net\" playing this shot-for-shot basketball game in 1990s TV ads for McDonald's",
      "answer": "HORSE"
    },
    {
      "category": "INVENTORS & INVENTIONS",
      "text": "After steamboat success, he was urged to work on submarine-launched torpedoes by Pres. Jefferson",
      "answer": "Robert Fulton"
    },
    {
      "category": "IP\" SO FACTO",
      "text": "Mating rituals, perhaps for Miles Standish?",
      "answer": "courtship"
    },
    {
      "category": "PUNJAB",
      "text": "Predominant in the Punjab, this religion has origins in both Hinduism & Islam",
      "answer": "Sikhism"
    },
    {
      "category": "FICTIONAL BOOKS",
      "text": "Jose Chung speaks to FBI agents before writing \"From Outer Space\" about an alien abduction on this show",
      "answer": "The X-Files"
    },
    {
      "category": "WHAT'S YOUR BEEF?",
      "text": "It's the French name for boeuf braised in red wine, usually garnished with mushrooms & white onions",
      "answer": "bœuf bourguignon"
    },
    {
      "category": "GAMES PEOPLE PLAY",
      "text": "From before 3000 B.C., the game Senet of these people used a board & pieces to depict an afterlife journey",
      "answer": "the Egyptians"
    },
    {
      "category": "INVENTORS & INVENTIONS",
      "text": "In 1868, 9 years after developing the railway sleeping car, he introduced the first railway car for dining",
      "answer": "Pullman"
    },
    {
      "category": "IP\" SO FACTO",
      "text": "Carrot relative seenhere",
      "answer": "a parsnip"
    },
    {
      "category": "PUN\" JAB",
      "text": "Colons & commas & hyphens, oh my!",
      "answer": "punctuation"
    },
    {
      "category": "WOMEN OF ACHIEVEMENT",
      "text": "Around 46 B.C, Julius Caesar offended his countrymen by dedicating a statue to her",
      "answer": "Cleopatra"
    },
    {
      "category": "OSCARS WILD",
      "text": "We liked her, we really liked her when this actress won for \"Places in the Heart\" in 1985",
      "answer": "Sally Field"
    },
    {
      "category": "ART",
      "text": "Georges Rouault liked to include some tragic ones of these in his works; Red Skelton specialized in them",
      "answer": "clowns"
    },
    {
      "category": "SEEING EYE DOGS",
      "text": "(A trainer and dog stop at a curb behind Cheryl of the Clue Crew at The Seeing Eye in New Jersey.)  A dog is trained to stop at curbs for two reasons, safety & orientation, as people who are visually impaired determine location by counting these",
      "answer": "the blocks"
    },
    {
      "category": "THEATRE AROUND THE WORLD",
      "text": "The musical \"Les Mis\" didn't debut on Broadway but in this city, its setting",
      "answer": "Paris"
    },
    {
      "category": "PUN\" JAB",
      "text": "Furry Phil's Pennsylvania place for fanciful February forecasting",
      "answer": "Punxsutawney"
    },
    {
      "category": "WOMEN OF ACHIEVEMENT",
      "text": "As an example to her Russian subjects, she & her son Paul had themselves inoculated against smallpox in 1768",
      "answer": "Catherine (the Great)"
    },
    {
      "category": "OSCARS WILD",
      "text": "In 1992, proving he could keep up with the younger crowd, he did one-armed pushups accepting his \"City Slickers\" Oscar",
      "answer": "Jack Palance"
    },
    {
      "category": "ART",
      "text": "A Gerrit Dou work is sometimes known as \"The Mother of\" this painter with whom Dou studied in 17th century Leiden",
      "answer": "Rembrandt"
    },
    {
      "category": "SEEING EYE DOGS",
      "text": "(Jon of the Clue Crew pets a German shepherd puppy at The Seeing Eye in New Jersey.)  The Seeing Eye puppy-raising program aims to have dogs learn the ABCs:affection, this & courtesy",
      "answer": "behavior"
    },
    {
      "category": "THEATRE AROUND THE WORLD",
      "text": "He directed a landmark Chinese production of his play \"Death of a Salesman\" at the People's Art Theatre in Beijing",
      "answer": "Arthur Miller"
    },
    {
      "category": "PUN\" JAB",
      "text": "Pugilistic pair picturedhere",
      "answer": "Punch & Judy"
    },
    {
      "category": "WOMEN OF ACHIEVEMENT",
      "text": "In 1616 she & her husband John Rolfe traveled to England to help raise funds for the Virginia colonists",
      "answer": "Pocahontas"
    },
    {
      "category": "OSCARS WILD",
      "text": "He's the \"SNL\" guy (& you're not) who opened the 1988 show with, \"Good evening Hollywood phonies\"; he never hosted again",
      "answer": "Chevy Chase"
    },
    {
      "category": "ART",
      "text": "19th c. painter Thomas Cole lived in Catskill, N.Y. on this river, whose \"School\" he helped found",
      "answer": "the Hudson River"
    },
    {
      "category": "SEEING EYE DOGS",
      "text": "(Jon of the Clue Crew crosses the street with a trainer & her dog at The Seeing Eye in New Jersey.)  A Seeing Eye dog owner listens to traffic to know when to say \"forward\"; the dog doesn't know when to go because dogs have this visual deficiency of their own",
      "answer": "colorblindness"
    },
    {
      "category": "THEATRE AROUND THE WORLD",
      "text": "A Dutch TV reality show picked the muscular \"swinger\" for the European run of this Disney musical",
      "answer": "Tarzan"
    },
    {
      "category": "PUN\" JAB",
      "text": "William Gibson pioneered this sci-fi genre of characters in a dark, futuristic world dominated by computers",
      "answer": "cyberpunk"
    },
    {
      "category": "WOMEN OF ACHIEVEMENT",
      "text": "In November 1988 she was elected Prime Minister of Pakistan, becoming the first woman to head a modern Islamic nation",
      "answer": "(Benazir) Bhutto"
    },
    {
      "category": "OSCARS WILD",
      "text": "Disney sued the Academy for \"unflattering\" use of this character after a 1989 duet with her & Rob Lowe",
      "answer": "Snow White"
    },
    {
      "category": "ART",
      "text": "A note formerly on the back of \"Figure de fantasie\" by this Rococo painter says it was done in one hour",
      "answer": "Fragonard"
    },
    {
      "category": "SEEING EYE DOGS",
      "text": "(Jon of the Clue Crew watches as a dog refuses to cross a street despite its trainer's urging.)  Thoreau talked of \"civil\" this, but dogs must learn \"intelligent\" this, like stopping instead of obeying an order to go forward",
      "answer": "disobedience"
    },
    {
      "category": "THEATRE AROUND THE WORLD",
      "text": "There's a \"method\" behind his founding of the Moscow Art Theatre with Nemirovich-Danchenko",
      "answer": "(Constantin) Stanislavski"
    },
    {
      "category": "PUN\" JAB",
      "text": "From the Latin for \"mark for deletion\", it's to erase something from official records",
      "answer": "expunge"
    },
    {
      "category": "WOMEN OF ACHIEVEMENT",
      "text": "To further the ambitions of her brother, her father, Pope Alexander VI, arranged several marriages for her",
      "answer": "Lucrezia Borgia"
    },
    {
      "category": "OSCARS WILD",
      "text": "This \"American Beauty\" nominee nearly had a pregnant pause at the 2000 show; she was due with her 4th at any moment",
      "answer": "Annette Bening"
    },
    {
      "category": "ART",
      "text": "This Venetian, said his pupil Palma Giovane, \"used his fingers more than his brush\" to finish his lush works",
      "answer": "Titian"
    },
    {
      "category": "SEEING EYE DOGS",
      "text": "(Cheryl of the Clue Crew leads Jon on at The Seeing Eye in New Jersey.)  In the matching process for a dog, people with visual impairments are evaluated on pace & pull usingthisharness named for the Roman queen of heaven",
      "answer": "Juno"
    },
    {
      "category": "THEATRE AROUND THE WORLD",
      "text": "If you get to put \"RSC\" on your resume, you were part of this British troupe",
      "answer": "the Royal Shakespeare Company"
    }
  ]
}