{
  "title": "Show #9349 - Thursday, June 5, 2025",
  "date": {
    "day": 5,
    "month": "June",
    "year": 2025
  },
  "clues": [
    {
      "category": "AMERICAN AUTHORS",
      "text": "Ray Bradbury used a pay typewriter at UCLA to write a novella, \"The Fireman\", which he later expanded into this novel",
      "answer": "Fahrenheit 451"
    },
    {
      "category": "RHYMING EXPRESSIONS IN OTHER WORDS",
      "text": "Creatures of the family Formicidae within one's trousers",
      "answer": "ants in the pants"
    },
    {
      "category": "DEEP-SEA DIVING",
      "text": "This 15th century geniussketcheda face mask, cane tubes & cork float to enable soldiers to attack enemy ships from below",
      "answer": "Leonardo da Vinci"
    },
    {
      "category": "SEVENS",
      "text": "An alphabetical list of a rainbow's 7 traditional colors would begin with this one",
      "answer": "blue"
    },
    {
      "category": "THE WINNING SHOT",
      "text": "No Bull (yet), as a freshman on a team with James Worthy at N.C., he hit the NCAA title-winning shot to beat Georgetown in 1982",
      "answer": "Michael Jordan"
    },
    {
      "category": "ONIONS",
      "text": "Dating back at least to an 1802 recipe calling for frying in plenty of lard, today they're a side at DQ & BK",
      "answer": "onion rings"
    },
    {
      "category": "AMERICAN AUTHORS",
      "text": "Thisauthor was sometimes called the Mark Twain of our time",
      "answer": "Kurt Vonnegut"
    },
    {
      "category": "RHYMING EXPRESSIONS IN OTHER WORDS",
      "text": "All-out purchasing of goods on a spree before falling down exhausted",
      "answer": "shop 'til you drop"
    },
    {
      "category": "DEEP-SEA DIVING",
      "text": "Many divers breathe a helium-oxygen mix, as under pressure, this element that makes up nearly 80% of air induces a dangerous euphoria",
      "answer": "nitrogen"
    },
    {
      "category": "SEVENS",
      "text": "At about 5.4 million square miles, this ocean is the smallest of the \"7 Seas\"",
      "answer": "the Arctic Ocean"
    },
    {
      "category": "THE WINNING SHOT",
      "text": "A true Warrior, he hit a 38-foot game winner vs. OKC in 2016 & sealed a win vs. France with a \"Golden Dagger\" at the 2024 Olympics",
      "answer": "Steph Curry"
    },
    {
      "category": "ONIONS",
      "text": "The melodic name of fegato alla veneziana, a traditional dish of this organ meat & onions, may fail to lure your 9-year-old",
      "answer": "liver"
    },
    {
      "category": "AMERICAN AUTHORS",
      "text": "This novelist died in 1851 & is buried about a quarter-mile walk from the Baseball Hall of Fame",
      "answer": "(James Fenimore) Cooper"
    },
    {
      "category": "RHYMING EXPRESSIONS IN OTHER WORDS",
      "text": "Enormous with total authority",
      "answer": "to be large and in charge"
    },
    {
      "category": "DEEP-SEA DIVING",
      "text": "In 1935, diver Jim Jarrett used a newly inventedsuitto explorethisocean liner, whose sinking helped propel the U.S. into World War I",
      "answer": "theLusitania"
    },
    {
      "category": "SEVENS",
      "text": "Of Disney'sSeven Dwarfs, these are the two whose names don't end in \"Y\"",
      "answer": "Doc & Bashful"
    },
    {
      "category": "THE WINNING SHOT",
      "text": "Hail! to the victors valiant! In 1989 Rumeal Robinson hit 2 free throws to win an NCAA title for this Big Ten school",
      "answer": "Michigan"
    },
    {
      "category": "ONIONS",
      "text": "Making it the state vegetable, the Lone Star legislature saluted the Texas sweet onion for inhibiting this food prep event",
      "answer": "tears"
    },
    {
      "category": "AMERICAN AUTHORS",
      "text": "Veronica Roth wrote this first book in her famous dystopian trilogy while on winter break from Northwestern University",
      "answer": "Divergent"
    },
    {
      "category": "RHYMING EXPRESSIONS IN OTHER WORDS",
      "text": "Your focused vision concentrated toward a great reward",
      "answer": "eyes on the prize"
    },
    {
      "category": "DEEP-SEA DIVING",
      "text": "Some divers live for weeks in pressurized chambers to minimize the need for this process of clearing gas from the body when surfacing",
      "answer": "decompression"
    },
    {
      "category": "SEVENS",
      "text": "This collective term is used for what were historically the female counterparts to the Ivy League schools",
      "answer": "the Seven Sisters"
    },
    {
      "category": "THE WINNING SHOT",
      "text": "Kawhi Leonard hit \"The Shot\" to 86 the 76ers in Game 7 of the 2019 Eastern Semis for this north-of-the-border team",
      "answer": "the Toronto Raptors"
    },
    {
      "category": "ONIONS",
      "text": "It can take an hour in the pan for your onions to get to this sweet, golden-brown state often used in focaccia",
      "answer": "caramelized"
    },
    {
      "category": "AMERICAN AUTHORS",
      "text": "ThisPulitzer Prize winner who served up \"Dinner at the Homesick Restaurant\" has been called our greatest chronicler of family life",
      "answer": "Anne Tyler"
    },
    {
      "category": "RHYMING EXPRESSIONS IN OTHER WORDS",
      "text": "A trio of daily meals with a modest bed included",
      "answer": "three hots & a cot"
    },
    {
      "category": "DEEP-SEA DIVING",
      "text": "Comet discoverer Edmond Halley designed an early version of the airtightdiving chamberknown by this musical name",
      "answer": "a diving bell"
    },
    {
      "category": "SEVENS",
      "text": "This Italian septet includes the Viminal & the Quirinal",
      "answer": "the Seven Hills of Rome"
    },
    {
      "category": "THE WINNING SHOT",
      "text": "Thisstar of Romanian heritage hit from near the center court logo to put theNew York Libertyup a game in the 2024 WNBA Finals",
      "answer": "Sabrina Ionescu"
    },
    {
      "category": "ONIONS",
      "text": "Anthony Bourdain's les halles recipe for French onion soup calls for this cheese from the French-speaking part of Switzerland",
      "answer": "Gruyère"
    },
    {
      "category": "SPIRED UP",
      "text": "Adding a spire helpedthisbuilding win New York City's race to the sky in 1929; for a hot second, it was the world's tallest structure",
      "answer": "the Chrysler Building"
    },
    {
      "category": "SMOOTH SINGERS",
      "text": "A 1990s \"SNL\" sketch called \"Coffee Talk\" praised this singer for having a voice \"like buttah\"",
      "answer": "Barbra Streisand"
    },
    {
      "category": "WOMEN ON STAMPS",
      "text": "Thank you for being a friend--in March 2025 this beloved TV entertainer was honored on a stamp",
      "answer": "Betty White"
    },
    {
      "category": "WEIRD SCIENCE",
      "text": "When Wilhelm Roentgen discovered \"a new kind of invisible light\", he used this letter to indicate the rays were unknown",
      "answer": "X"
    },
    {
      "category": "FRENCH HISTORY",
      "text": "A proposal to develop a theme park at Montereau, site of an 1814 battle in these wars, seems to be languishing",
      "answer": "the Napoleonic Wars"
    },
    {
      "category": "MEET ME IN THE \"A.M.",
      "text": "Following 9/11, many more of these undercover law enforcement professionals were added to commercial flights",
      "answer": "air marshals"
    },
    {
      "category": "SPIRED UP",
      "text": "The spire ofWat Arun, the Buddhist Temple of Dawn seen here, is part of this Asian capital's skyline",
      "answer": "Bangkok"
    },
    {
      "category": "SMOOTH SINGERS",
      "text": "Herecorded \"The Christmas Song\" several times, starting in 1946; his 1961 version is still the classic",
      "answer": "(Nat King) Cole"
    },
    {
      "category": "WOMEN ON STAMPS",
      "text": "In 2018 the Postal Service launched a stamp honoring this trailblazing astronaut",
      "answer": "Sally Ride"
    },
    {
      "category": "WEIRD SCIENCE",
      "text": "A protein involved in embryonic development is named for this video game speedster because of its spiky look",
      "answer": "Sonic"
    },
    {
      "category": "FRENCH HISTORY",
      "text": "Before the Franks lent their name to the country, France was known by this 4-letter name & predominantly a Celtic land",
      "answer": "Gaul"
    },
    {
      "category": "MEET ME IN THE \"A.M.",
      "text": "A traditional Catholic prayer in Latin, it's also a beloved Schubert composition from 1825",
      "answer": "Ave Maria"
    },
    {
      "category": "SPIRED UP",
      "text": "Thistwin-spired cathedral is Germany's largest Gothic church, which is nothing to sniff at",
      "answer": "Cologne"
    },
    {
      "category": "SMOOTH SINGERS",
      "text": "\"Lose Control\" was a 2024 No. 1 hit for this guy whose stage name sounds like a short sentence but actually includes an acronym",
      "answer": "Teddy Swims"
    },
    {
      "category": "WOMEN ON STAMPS",
      "text": "The image on her 2024stampwas taken from her official 1977 White House portrait",
      "answer": "Betty Ford"
    },
    {
      "category": "WEIRD SCIENCE",
      "text": "The opposite of sublimation, this \"-tion\" word means goes directly from a gas to a solid state & is also a legal testimony in writing",
      "answer": "deposition"
    },
    {
      "category": "FRENCH HISTORY",
      "text": "General Christian de Castries emerged a hero after the defeat of French forces at this Indochinese site in 1954",
      "answer": "Dien Bien Phu"
    },
    {
      "category": "MEET ME IN THE \"A.M.",
      "text": "Making up most of Turkey, it's the peninsula between the Black & Mediterranean Seas",
      "answer": "Asia Minor"
    },
    {
      "category": "SPIRED UP",
      "text": "Inthiscity with no love for famous Englishmen,Nelson's Pillarwas destroyed by a bomb & replaced byAn Túr Solais, a 400-foot spire",
      "answer": "Dublin"
    },
    {
      "category": "SMOOTH SINGERS",
      "text": "Louis Armstrong's rasp contrasted beautifully with her sweet honey sound, dueting on songs like \"Cheek To Cheek\"",
      "answer": "Ella Fitzgerald"
    },
    {
      "category": "WOMEN ON STAMPS",
      "text": "\"Their Eyes Were Watching\" this author when she appeared on a stamp as part of the Literary Arts Series",
      "answer": "Zora Neale Hurston"
    },
    {
      "category": "WEIRD SCIENCE",
      "text": "He said, \"Nobody understands quantum mechanics\" but his 1965 Nobel Prize for quantum electrodynamics says otherwise",
      "answer": "Richard Feynman"
    },
    {
      "category": "FRENCH HISTORY",
      "text": "On the French Revolutionary calendar, it's the month the Reign of Terror ended (in 1794) & its leader's goose was cooked",
      "answer": "Thermidor"
    },
    {
      "category": "MEET ME IN THE \"A.M.",
      "text": "For an orbiting body it's the product of mass, velocity & distance from the center of rotation",
      "answer": "angular momentum"
    },
    {
      "category": "SPIRED UP",
      "text": "ThisWiltshire cathedral with the tallest spire in England has a copy of the Magna Carta inside",
      "answer": "Salisbury Cathedral"
    },
    {
      "category": "SMOOTH SINGERS",
      "text": "This woman with a smooth voice had the aptly titled hit \"Smooth Operator\" as well as \"No Ordinary Love\"",
      "answer": "Sade"
    },
    {
      "category": "WOMEN ON STAMPS",
      "text": "One of 2 women honored in the American Choreographers Series of 2004",
      "answer": "(1 of) Martha Graham or Agnes de Mille"
    },
    {
      "category": "WEIRD SCIENCE",
      "text": "With a name from a Dr. Seuss title, this non-Newtonian fluid has weird properties but you can make it from water & cornstarch",
      "answer": "oobleck"
    },
    {
      "category": "FRENCH HISTORY",
      "text": "Crowned king of the Franks in 987, he began a direct line of 15 kings that ruled France until 1328",
      "answer": "Hugh Capet"
    },
    {
      "category": "MEET ME IN THE \"A.M.",
      "text": "Don't hush & keep it down now! You don't have 'til Tuesday to remember this woman sang \"Voices Carry\"!",
      "answer": "Aimee Mann"
    }
  ]
}