{
  "title": "Show #4796 - Monday, June 13, 2005",
  "date": {
    "day": 13,
    "month": "June",
    "year": 2005
  },
  "clues": [
    {
      "category": "ISAAC",
      "text": "In the Bible Isaac was the first to have this procedure done at the age of 8 days, still a Jewish custom",
      "answer": "circumcision"
    },
    {
      "category": "HAY\"ES",
      "text": "A type of allergic rhinitis affecting the mucous membranes of the eyes",
      "answer": "hay fever"
    },
    {
      "category": "A BAD MOTHER",
      "text": "In the movie \"Gone with the Wind\", Rhett Butler tells her, \"A cat's a better mother than you\"",
      "answer": "Scarlett O'Hara"
    },
    {
      "category": "SHUT YOUR MOUTH!",
      "text": "\"I will remain silent.  Neither I, nor my wife, will leave Krypton\", says Marlon Brando in this 1978 film",
      "answer": "Superman"
    },
    {
      "category": "BUT I'M TALKIN' ABOUT SHAQ",
      "text": "In 2004 Shaq was fined $295,000 for using some salty language in a TV interview; it was this many games' pay",
      "answer": "1"
    },
    {
      "category": "THEN WE CAN DIG IT",
      "text": "The neolithic folk of Catal Huyuk, Turkey exposed their dead to the vultures, then put these remains under their beds",
      "answer": "their bones"
    },
    {
      "category": "ISAAC",
      "text": "Despite a famine, God told Isaac to \"go not down unto\" this land of the Pharaohs but to stay put in Gerar",
      "answer": "Egypt"
    },
    {
      "category": "HAY\"ES",
      "text": "A huge punch that usually results in a knockout",
      "answer": "a haymaker"
    },
    {
      "category": "A BAD MOTHER",
      "text": "She fed her children \"some broth without... bread\" then \"whipped them all soundly and put them to bed\"",
      "answer": "the old woman who lived in a shoe"
    },
    {
      "category": "SHUT YOUR MOUTH!",
      "text": "\"Factor\" in the idea that this Fox commentator has been known to tell guests in his \"No Spin Zone\" to \"Shut up!\"",
      "answer": "Bill O'Reilly"
    },
    {
      "category": "BUT I'M TALKIN' ABOUT SHAQ",
      "text": "In his first 12 years in the NBA, Shaq made only one of these \"behind the arc\" shots, on Feb. 16, 1996",
      "answer": "a three-pointer"
    },
    {
      "category": "THEN WE CAN DIG IT",
      "text": "Ironically, an \"aquatic civilization\" has been unearthed in this area that covers much of North Africa",
      "answer": "the Sahara Desert"
    },
    {
      "category": "ISAAC",
      "text": "Abraham was ready to sacrifice Isaac as commanded, but God provided this adult animal caught in a thicket",
      "answer": "a ram"
    },
    {
      "category": "HAY\"ES",
      "text": "Out of control, disordered, crazy",
      "answer": "haywire"
    },
    {
      "category": "A BAD MOTHER",
      "text": "She not only condoned the crimes committed by sons Herman, Lloyd, Arthur & Fred, she may have participated",
      "answer": "Ma Barker"
    },
    {
      "category": "SHUT YOUR MOUTH!",
      "text": "This comic was silenced by obscenity charges in the '60s; in 2003 Gov. Pataki gave him a posthumous pardon",
      "answer": "Lenny Bruce"
    },
    {
      "category": "BUT I'M TALKIN' ABOUT SHAQ",
      "text": "Appropriately, Mr. O'Neal did ads for this co. whose slogan works for us--\"You've got questions, we've got answers\"",
      "answer": "RadioShack"
    },
    {
      "category": "THEN WE CAN DIG IT",
      "text": "Some skulls from colonial America show wear on a tooth from sucking on the stem of this artifact",
      "answer": "a pipe"
    },
    {
      "category": "ISAAC",
      "text": "God said this elderly mother of Isaac \"shall be a mother of nations; kings of people shall be of her\"",
      "answer": "Sarah"
    },
    {
      "category": "HAY\"ES",
      "text": "To glide or move nonchalantly across the floor",
      "answer": "sashay"
    },
    {
      "category": "A BAD MOTHER",
      "text": "In the 8th century Irene ruled alone over this empire after she had her son Constantine VI deposed & blinded",
      "answer": "the Byzantine Empire"
    },
    {
      "category": "SHUT YOUR MOUTH!",
      "text": "If you're arrested, you have the right to remain silent thanks to this arrestee's 1966 case",
      "answer": "Miranda"
    },
    {
      "category": "BUT I'M TALKIN' ABOUT SHAQ",
      "text": "On March 6, 2000 Shaq dropped a career-high 61 points on this team that calls Staples Center home",
      "answer": "the Clippers"
    },
    {
      "category": "THEN WE CAN DIG IT",
      "text": "Finds at Whitehall Villa in Britain reveal that this ancient people ate dormice & really loved oysters",
      "answer": "the Romans"
    },
    {
      "category": "ISAAC",
      "text": "Isaac & his wife Rebekah had twin sons: Jacob & this one who sold his birthright to Jacob",
      "answer": "Esau"
    },
    {
      "category": "HAY\"ES",
      "text": "This revolt, chiefly by farmers, took place in Massachusetts in 1786",
      "answer": "Shays' Rebellion"
    },
    {
      "category": "A BAD MOTHER",
      "text": "In mythology, after Jason walked out on her, she murdered their children",
      "answer": "Medea"
    },
    {
      "category": "SHUT YOUR MOUTH!",
      "text": "\"'Are you lost, Daddy?' I arsked... 'Shut up,' he explained\" is from this \"circular\" sportswriter's \"Young Immigrunts\"",
      "answer": "Ring Lardner"
    },
    {
      "category": "THEN WE CAN DIG IT",
      "text": "Homeric Troy was found to date from this age, the metal of the Trojans' weapons in the \"Iliad\"",
      "answer": "the Bronze Age"
    }
  ]
}