{
  "title": "Show #9226 - Monday, December 16, 2024",
  "date": {
    "day": 16,
    "month": "December",
    "year": 2024
  },
  "clues": [
    {
      "category": "ALL OVER THE WORLD",
      "text": "The Miraflores & Gatun Locks are found onthis50-mile-long body of water",
      "answer": "the Panama Canal"
    },
    {
      "category": "MAN-AGRAMS",
      "text": "\"Great\" king of the Franks:REALM CHANGE",
      "answer": "Charlemagne"
    },
    {
      "category": "3 CONSECUTIVE VOWELS",
      "text": "A symptom of psychotic disorders, it includes delusions of persecution",
      "answer": "paranoia"
    },
    {
      "category": "COMMUNICATION",
      "text": "ARPANET developer Ray Tomlinson, who sent the first of these in 1971, doesn't remember what it said but did use the @ symbol",
      "answer": "an email"
    },
    {
      "category": "STATE HOLIDAYS",
      "text": "Seward's Day, the last Monday in March, is a legal holiday in this state",
      "answer": "Alaska"
    },
    {
      "category": "SONGWRITING WITH LIN-MANUEL MIRANDA",
      "text": "(Lin-Manuel Miranda presents the clue.) Inspiration can come from anywhere; for the song \"My Shot\", I based a section of the music on the old America Online dial-uptonesto reflect how this character's words would soon connect with the wider world",
      "answer": "Hamilton"
    },
    {
      "category": "ALL OVER THE WORLD",
      "text": "In summer the residents of Tirana in this country often decamp for the Adriatic seaport of Durrës",
      "answer": "Albania"
    },
    {
      "category": "MAN-AGRAMS",
      "text": "An 18th century poet:REBORN BURST",
      "answer": "Robert Burns"
    },
    {
      "category": "3 CONSECUTIVE VOWELS",
      "text": "You may see your name in lights on the historic one of these at the Arlene Schnitzer Concert Hall in Portland, Oregon",
      "answer": "a marquee"
    },
    {
      "category": "COMMUNICATION",
      "text": "Since its creation in 1996, this notice across a community has helped in the rescue of more than 1,000 missing kids",
      "answer": "an Amber Alert"
    },
    {
      "category": "STATE HOLIDAYS",
      "text": "In Arizona & New Hampshire, Civil Rights Day coincides with this other January holiday",
      "answer": "Martin Luther King Day"
    },
    {
      "category": "SONGWRITING WITH LIN-MANUEL MIRANDA",
      "text": "(Lin-Manuel Miranda presents the clue.) For the film \"Mufasa: The Lion King\", I was thrilled to collaborate with the brilliantLebo Mwho added the dramatic Zulu cry that began this opening song from the original \"Lion King\" movie 30 years before",
      "answer": "the \"Circle Of Life\""
    },
    {
      "category": "ALL OVER THE WORLD",
      "text": "The boundary between the Democratic Republic of the Congo & Tanzania is formed by this lake more than 400 miles long",
      "answer": "Tanganyika"
    },
    {
      "category": "MAN-AGRAMS",
      "text": "He melted watches:VALID AS A LORD",
      "answer": "Salvador Dalí"
    },
    {
      "category": "3 CONSECUTIVE VOWELS",
      "text": "It was writer Anne Herbert who coined the phrase \"practice random kindness & senseless acts of\" this",
      "answer": "beauty"
    },
    {
      "category": "COMMUNICATION",
      "text": "Author Arthur C. Clarke's 1945 paper \"Extra-Terrestrial Relays\" proposed the idea of these orbital devices to aid communications",
      "answer": "satellites"
    },
    {
      "category": "STATE HOLIDAYS",
      "text": "This president's birthday, May 8, is an official holiday in Missouri",
      "answer": "Harry Truman"
    },
    {
      "category": "SONGWRITING WITH LIN-MANUEL MIRANDA",
      "text": "(Lin-Manuel Miranda presents the clue.) Computer software makes it possible for any songwriter to have a home recording studio; I wrote most of my first show,\"In the Heights\", on this Apple program that sounds like a group of kids practicing out by the car",
      "answer": "Garage Band"
    },
    {
      "category": "ALL OVER THE WORLD",
      "text": "This landlocked country is the last independent survivor of the Hispanic March states created in the Middle Ages",
      "answer": "Andorra"
    },
    {
      "category": "MAN-AGRAMS",
      "text": "Chinese chairman:GAZED MOON",
      "answer": "Mao Zedong"
    },
    {
      "category": "3 CONSECUTIVE VOWELS",
      "text": "Shh! I thought I heard this sound... are there mourning doves around?",
      "answer": "cooing"
    },
    {
      "category": "COMMUNICATION",
      "text": "John Reith became the first general manager of this system in 1922 & was knighted 4 years in",
      "answer": "the BBC"
    },
    {
      "category": "STATE HOLIDAYS",
      "text": "Although this state celebrates Bennington Battle Day each August, the actual battle took place in New York",
      "answer": "Vermont"
    },
    {
      "category": "SONGWRITING WITH LIN-MANUEL MIRANDA",
      "text": "(Lin-Manuel Miranda presents the clue.) The Songwriters Hall of Fame has inducted some 400 members since 1969; the class of 2024 includesPrince,Steely Dan&Timothy Mosley, better known as this one-name producer, famed for his work with Justin Timberlake, Jay-Z & many more",
      "answer": "Timbaland"
    },
    {
      "category": "ALL OVER THE WORLD",
      "text": "The \"Greater\" & \"Lesser\" peaks of this stratovolcano overlook the frontiers of Turkey, Iran & Armenia",
      "answer": "Mount Ararat"
    },
    {
      "category": "MAN-AGRAMS",
      "text": "Future predictor:ROTUNDA MASS",
      "answer": "Nostradamus"
    },
    {
      "category": "3 CONSECUTIVE VOWELS",
      "text": "One of 2 adjectives describing the \"volume of forgotten lore\" in Poe's \"The Raven\"",
      "answer": "quaint or curious"
    },
    {
      "category": "COMMUNICATION",
      "text": "Around 1800 France's Chappe brothers unveiled one of the first of these systems using pivoting arms; flags were added later",
      "answer": "a semaphore"
    },
    {
      "category": "STATE HOLIDAYS",
      "text": "On Pioneer Day, July 24, Mormons celebrate the arrival in Salt Lake City of this leader & his followers",
      "answer": "Brigham Young"
    },
    {
      "category": "SONGWRITING WITH LIN-MANUEL MIRANDA",
      "text": "(Lin-Manuel Miranda presents the clue.) I first metthissongwriting legend while doing Spanish translations for a production of \"West Side Story\"; his invaluable advice to me was to surprise listeners with continual variety",
      "answer": "Stephen Sondheim"
    },
    {
      "category": "THE 100 BEST BOOKS OF THE 21st CENTURY",
      "text": "\"Hurricane Season\" follows a group of children who discover a corpse in the Veracruz state of this country",
      "answer": "Mexico"
    },
    {
      "category": "OUTDOOR CATS",
      "text": "A lot of the ocelots remaining in this U.S. state prowl around in the shrublands of the Lower Rio Grande Valley",
      "answer": "Texas"
    },
    {
      "category": "STARTS WITH \"H",
      "text": "The curved steering rod of a bike, or a type of mustache",
      "answer": "handlebar"
    },
    {
      "category": "WORLD WAR I",
      "text": "In 1915 Louis Adrian created a new metal one of these for combat based on those worn by Parisian firefighters",
      "answer": "a helmet"
    },
    {
      "category": "TV FOURSOMES",
      "text": "Creator Lena Dunham starred as Hannah, one of a Brooklyn foursome of friends inthisseries",
      "answer": "Girls"
    },
    {
      "category": "KABOOM!",
      "text": "It can mean to have a plan boomerang badly on you, or an explosion in a car's exhaust pipe",
      "answer": "backfire"
    },
    {
      "category": "THE 100 BEST BOOKS OF THE 21st CENTURY",
      "text": "At the top spot was this first volume of a 4-book series by Elena Ferrante",
      "answer": "My Brilliant Friend"
    },
    {
      "category": "OUTDOOR CATS",
      "text": "The long & flexible spine of this big cat acts like a coiled spring, allowing it to reach speeds up to 70 miles per hour",
      "answer": "a cheetah"
    },
    {
      "category": "STARTS WITH \"H",
      "text": "A body organ begins this word for a hottie, like the ones on the cover of Tiger Beat magazine",
      "answer": "a heartthrob"
    },
    {
      "category": "WORLD WAR I",
      "text": "This future WWII & Korean War general had the idea for a \"Rainbow Division\" of units from all over the U.S., not of diverse hues",
      "answer": "MacArthur"
    },
    {
      "category": "TV FOURSOMES",
      "text": "Sophia & Dorothy, mother & daughter, were half of the quartet of a certain age in this 1985 to 1992 sitcom",
      "answer": "The Golden Girls"
    },
    {
      "category": "KABOOM!",
      "text": "A brocade is a fine-lace effect in the sky & a Saturn shell produces a ring around an inside ball of stars in this display",
      "answer": "fireworks"
    },
    {
      "category": "THE 100 BEST BOOKS OF THE 21st CENTURY",
      "text": "Percival Everett's novel \"Erasure\" made the list & was also adapted intothis2023 movie with Jeffrey Wright",
      "answer": "American Fiction"
    },
    {
      "category": "OUTDOOR CATS",
      "text": "They're cats of the southeastern U.S. in the genus Puma; they're also the 2024 Stanley Cup champions",
      "answer": "panthers"
    },
    {
      "category": "STARTS WITH \"H",
      "text": "Beastly word for a fabric with a checkerboard pattern, traditionally black & white",
      "answer": "houndstooth"
    },
    {
      "category": "WORLD WAR I",
      "text": "ThisBritish aircraft that entered service in 1917 was named for the hump-shaped over its two machine guns",
      "answer": "the Sopwith Camel"
    },
    {
      "category": "TV FOURSOMES",
      "text": "They became a foursome when Bliss joined Bubbles, Blossom & Buttercup",
      "answer": "the Powerpuff Girls"
    },
    {
      "category": "KABOOM!",
      "text": "In 1970 it cost $35 mil. to build this Pittsburgh stadium & in 2001, $5.1 mil. to implode the structure in 19 seconds",
      "answer": "Three Rivers Stadium"
    },
    {
      "category": "THE 100 BEST BOOKS OF THE 21st CENTURY",
      "text": "Her \"Wolf Hall\" is credited with making Thomas Cromwell \"grandly alive\"",
      "answer": "(Hilary) Mantel"
    },
    {
      "category": "OUTDOOR CATS",
      "text": "The documentary \"The Velvet Queen\" follows adventurers on the lookout for this rare cat in the Tibetan highlands",
      "answer": "a snow leopard"
    },
    {
      "category": "STARTS WITH \"H",
      "text": "A large statue of this god loomed over the ancient port of Rhodes",
      "answer": "Helios"
    },
    {
      "category": "WORLD WAR I",
      "text": "A German defensive position begun in 1916 was known to the Allies by the name of this man, a name later used for a Zeppelin",
      "answer": "Hindenburg"
    },
    {
      "category": "TV FOURSOMES",
      "text": "Onthisshow, 20 years after being a one-hit wonder, the four surviving members of an all-female group take a second shot at fame",
      "answer": "Girls5eva"
    },
    {
      "category": "KABOOM!",
      "text": "Named for a loud sound, it's the \"sheet\"doingits thing in the percussion section",
      "answer": "a thunder sheet"
    },
    {
      "category": "THE 100 BEST BOOKS OF THE 21st CENTURY",
      "text": "Graphic novels on the list include the memoir-ish \"Fun Home\" bythiswoman",
      "answer": "Bechdel"
    },
    {
      "category": "OUTDOOR CATS",
      "text": "The tufts on the tip of the ears ofthissmall African cat are thought to help make it easier for it to hear its prey",
      "answer": "a caracal"
    },
    {
      "category": "STARTS WITH \"H",
      "text": "Drinks made from this plant include sorrel in Jamaica & agua de Jamaica in Latin America",
      "answer": "hibiscus"
    },
    {
      "category": "WORLD WAR I",
      "text": "An August 5, 1914 assault on this Belgian city was the first battle of the war; the Germans took it & marched into \"Lüttich\"",
      "answer": "Liège"
    },
    {
      "category": "TV FOURSOMES",
      "text": "A quartet of female journalists cover the fictional Walker vs. Garrett presidential campaign in this 2024 Max series",
      "answer": "Girls on the Bus"
    },
    {
      "category": "KABOOM!",
      "text": "On July 1, 1946 a 23-kiloton atomic bomb exploded over unmanned aircraft carriers & battleships at this atoll",
      "answer": "Bikini"
    }
  ]
}