{
  "title": "Show #2823 - Wednesday, December 4, 1996",
  "date": {
    "day": 4,
    "month": "December",
    "year": 1996
  },
  "clues": [
    {
      "category": "BITTER BATTLES",
      "text": "The Confederate victory at Chancellorsville paved the way for this early July 1863 Pennsylvania battle",
      "answer": "Gettysburg"
    },
    {
      "category": "LATIN LEGAL LINGO",
      "text": "It's a writ \"to produce the body\" of the detained before the court",
      "answer": "Habeas Corpus"
    },
    {
      "category": "SUSAN SARANDON CINEMA",
      "text": "An Oscar went to Sarandon for playing Helen Prejean, a Louisiana nun, in this film",
      "answer": "\"Dead Man Walking\""
    },
    {
      "category": "SHE SELLS",
      "text": "Lauren Bacall & Kate Moss have had white moustaches in print ads for this liquid refreshment",
      "answer": "Milk"
    },
    {
      "category": "SEYCHELLES",
      "text": "The largest tree fruit, the 50-lb. Coco-De-Mer, or \"sea\" one of these is found only in the Seychelles",
      "answer": "Coconut"
    },
    {
      "category": "BY THE SEASHORE",
      "text": "The northern fur seal breeds each summer in the Pribilof Islands in this sea",
      "answer": "the Bering Sea"
    },
    {
      "category": "BITTER BATTLES",
      "text": "The 1824 battle of Ayacucho marked the end of this European country's power in South America",
      "answer": "Spain"
    },
    {
      "category": "LATIN LEGAL LINGO",
      "text": "When a criminal is caught red-handed, he's caught \"in\" this, \"while the crime is blazing\"",
      "answer": "Flagrante Delicto"
    },
    {
      "category": "SUSAN SARANDON CINEMA",
      "text": "Sarandon provided the voice of a spider in this 1996 animated film based on a Roald Dahl book",
      "answer": "\"James And The Giant Peach\""
    },
    {
      "category": "SEYCHELLES",
      "text": "The Seychelles is home to these color-changing lizards",
      "answer": "Chameleons"
    },
    {
      "category": "BY THE SEASHORE",
      "text": "Yielding 20 pounds of edible flesh, the giant type of this is the largest bivalve mollusk",
      "answer": "Clam"
    },
    {
      "category": "BITTER BATTLES",
      "text": "The Battle of Austerlitz, one of his greatest victories, is sometimes called the Battle of the Three Emperors",
      "answer": "Napoleon"
    },
    {
      "category": "LATIN LEGAL LINGO",
      "text": "Literally \"for the good\", it refers to a case taken by an attorney free of charge",
      "answer": "Pro Bono"
    },
    {
      "category": "SUSAN SARANDON CINEMA",
      "text": "This midnight cult film featured Tim Curry as transvestite scientist Frank N. Furter",
      "answer": "\"The Rocky Horror Picture Show\""
    },
    {
      "category": "SHE SELLS",
      "text": "This former \"Bionic Woman\" can be seen in Southern California Ford ads",
      "answer": "Lindsay Wagner"
    },
    {
      "category": "SEYCHELLES",
      "text": "To pay for your dinner at a \"new deli\" in Victoria, the capital, you'll use this currency",
      "answer": "rupees"
    },
    {
      "category": "BY THE SEASHORE",
      "text": "These animals of the class Asteroidea can regenerate body parts & produce new bodies from a fragment",
      "answer": "Starfish"
    },
    {
      "category": "BITTER BATTLES",
      "text": "The Battle of the Argonne during this war was part of a general offensive against the Hindenburg line",
      "answer": "World War I"
    },
    {
      "category": "LATIN LEGAL LINGO",
      "text": "This phrase isn't necessarily an admission of guilt; it simply means \"I do not contest it\"",
      "answer": "Nolo Contendere"
    },
    {
      "category": "SUSAN SARANDON CINEMA",
      "text": "Screenwriter Callie Khouri won an Oscar for this 1991 female buddy film",
      "answer": "Thelma & Louise"
    },
    {
      "category": "SHE SELLS",
      "text": "This fashion label's \"girls\" have included Carre Otis, Claudia Schiffer & Anna Nicole Smith",
      "answer": "The Gap"
    },
    {
      "category": "SEYCHELLES",
      "text": "In 1956 this Cypriot archbishop was exiled to the Seychelles",
      "answer": "Makarios"
    },
    {
      "category": "BY THE SEASHORE",
      "text": "The dried skeleton of this invertebrate resembles a large white coin",
      "answer": "Sand Dollar"
    },
    {
      "category": "BITTER BATTLES",
      "text": "The recapture of Antwerp was a goal of this 1944-45 battle, Germany's last great offensive in the West",
      "answer": "Battle of the Bulge"
    },
    {
      "category": "LATIN LEGAL LINGO",
      "text": "\"Ignorantia Legis Neminem Excusat\" translates to this maxim",
      "answer": "Ignorance is no excuse of the law"
    },
    {
      "category": "SUSAN SARANDON CINEMA",
      "text": "Sarandon played Southern attorney Reggie Love in this 1994 film",
      "answer": "\"The Client\" (based on the book by John Grisham)"
    },
    {
      "category": "SHE SELLS",
      "text": "It wasn't just Eva Herzigova's career that got a lift on her \"Look me in the eyes\" billboards for this",
      "answer": "Wonderbra"
    },
    {
      "category": "SEYCHELLES",
      "text": "The 115 islands of the Seychelles are in this ocean",
      "answer": "Indian Ocean"
    },
    {
      "category": "BY THE SEASHORE",
      "text": "In California this fish spawns on the beach the first few nights after the highest tides of the month",
      "answer": "Grunion"
    },
    {
      "category": "EDUCATION",
      "text": "WRAS-FM in this largest Georgia city is the USA's most powerful student-run college radio station",
      "answer": "Atlanta"
    },
    {
      "category": "IN THE BOOKSTORE",
      "text": "\"Simple Abundance\" by Sarah Ban Breathnach has this many messages for women, one for each day in 1996",
      "answer": "366"
    },
    {
      "category": "U.S. CITIES",
      "text": "In 1790 it succeeded Charleston as South Carolina's capital",
      "answer": "Columbia"
    },
    {
      "category": "HEALTH & MEDICINE",
      "text": "Gustatory organ is another term for these flavor receptors found mostly on the tongue",
      "answer": "taste buds"
    },
    {
      "category": "SINGERS",
      "text": "\"Everybody Loves Somebody\" & Las Vegas loved this man, dimming the Strip's lights in his honor December 28, 1995",
      "answer": "Dean Martin"
    },
    {
      "category": "EDUCATION",
      "text": "In 1925 he was fined $100 for teaching evolution in Dayton, Tenn., but the conviction was reversed",
      "answer": "John Scopes"
    },
    {
      "category": "19th CENTURY AMERICA",
      "text": "On Jan. 16, 1855 the first territorial legislature of Nebraska met at this city on the Missouri River",
      "answer": "Omaha"
    },
    {
      "category": "IN THE BOOKSTORE",
      "text": "This talk show host's mom, Dorothy, published a cookbook",
      "answer": "David Letterman"
    },
    {
      "category": "U.S. CITIES",
      "text": "Steamboat builder & operator Henry M. Shreve has a city named for him in this state",
      "answer": "Louisiana"
    },
    {
      "category": "HEALTH & MEDICINE",
      "text": "Swollen & bleeding gums are a symptom of this vitamin C deficiency, once the scourge of sailors",
      "answer": "scurvy"
    },
    {
      "category": "SINGERS",
      "text": "This Monkee called his 1993 autobiography \"I'm a Believer\"",
      "answer": "Micky Dolenz"
    },
    {
      "category": "EDUCATION",
      "text": "The brother of Pres. Eisenhower, he served as president of Kansas State, Penn State & Johns Hopkins",
      "answer": "Milton Eisenhower"
    },
    {
      "category": "19th CENTURY AMERICA",
      "text": "A stirring speech by Daniel Webster marked the dedication of this monument at Charlestown, Massachusetts",
      "answer": "the Battle of Bunker Hill"
    },
    {
      "category": "IN THE BOOKSTORE",
      "text": "In 1994 this sitcom star had a bestseller with \"Don't Stand Too Close to a Naked Man\"",
      "answer": "Tim Allen"
    },
    {
      "category": "U.S. CITIES",
      "text": "This Florida city was named by a railroad official for his boyhood home in Russia",
      "answer": "St. Petersburg"
    },
    {
      "category": "HEALTH & MEDICINE",
      "text": "Once widely used as an anesthetic, trichloromethane is better known as this",
      "answer": "chloroform"
    },
    {
      "category": "SINGERS",
      "text": "Before \"Married... with Children\", Katey Sagal was a Harlette, one of this star's backup singers",
      "answer": "Bette Midler"
    },
    {
      "category": "EDUCATION",
      "text": "In 1909, 2 years after introducing her teaching method in Rome, she wrote a book about it",
      "answer": "Maria Montessori"
    },
    {
      "category": "19th CENTURY AMERICA",
      "text": "In December 1875 this former commissioner of NYC's public works escaped from jail & fled to Cuba",
      "answer": "Boss Tweed"
    },
    {
      "category": "IN THE BOOKSTORE",
      "text": "\"In the Name of Sorrow and Hope\" is about this late Israeli PM by his granddaughter Noa Ben Artzi-Pelossof",
      "answer": "Yitzhak Rabin"
    },
    {
      "category": "U.S. CITIES",
      "text": "Since 1907 this Oregon city has hosted an annual Rose Festival",
      "answer": "Portland"
    },
    {
      "category": "HEALTH & MEDICINE",
      "text": "In strabismus one or both of these may turn inward or outward",
      "answer": "the eyes"
    },
    {
      "category": "SINGERS",
      "text": "Born Patricia Andrzejewski, she recorded \"Hit Me With Your Best Shot\" under this name",
      "answer": "Pat Benatar"
    },
    {
      "category": "EDUCATION",
      "text": "He was chairman of the National Endowment for the Humanities before becoming Secretary of Education in 1985",
      "answer": "William Bennett"
    },
    {
      "category": "19th CENTURY AMERICA",
      "text": "Joel Poinsett, the 1st U.S. minister to this Latin American nation, opposed the war with it in 1846",
      "answer": "Mexico"
    },
    {
      "category": "IN THE BOOKSTORE",
      "text": "\"The Tenth Insight\" is James Redfield's sequel to this book about spiritual exploration",
      "answer": "The Celestine Prophecy"
    },
    {
      "category": "U.S. CITIES",
      "text": "This largest North Dakota city lies across the Red River of the North from Moorhead, Minnesota",
      "answer": "Fargo"
    },
    {
      "category": "HEALTH & MEDICINE",
      "text": "There are 3 types of this in humans:  lanugo, which is shed before or shortly after birth, vellus & terminal",
      "answer": "hair"
    },
    {
      "category": "SINGERS",
      "text": "In 1994 Julio Iglesias recorded Patsy Cline's hit \"Crazy\", written by this man, once his duet partner",
      "answer": "Willie Nelson"
    }
  ]
}