{
  "title": "Show #5161 - Monday, February 5, 2007",
  "date": {
    "day": 5,
    "month": "February",
    "year": 2007
  },
  "clues": [
    {
      "category": "NOVEL SYNOPSES",
      "text": "A French curator is killed.  Symbology Professor Langdon is called to help.  Sophie learns her family history",
      "answer": "The Da Vinci Code"
    },
    {
      "category": "MTV",
      "text": "Frankie Muniz was one of the first celebrities to have a prank played on him by Ashton Kutcher on this series",
      "answer": "Punk'd"
    },
    {
      "category": "NEWSPAPER SECTIONS",
      "text": "Section where Troy Polamalu & Shawn Green make headlines",
      "answer": "Sports"
    },
    {
      "category": "COMPUTING 101",
      "text": "In computerese, it's the \"app\" in \"killer app\"",
      "answer": "application"
    },
    {
      "category": "CHEM CLASS",
      "text": "Charles' law says that the volume of a fixed amount of gas is directly proportional to this",
      "answer": "temperature"
    },
    {
      "category": "YOU GET AN \"A",
      "text": "...in Drama, if you can name this city that hosted the ancient drama festival called the City Dionysia",
      "answer": "Athens"
    },
    {
      "category": "NOVEL SYNOPSES",
      "text": "Holden is to be expelled from Pencey.  Holden has adventures in NYC.  Holden watches his sister",
      "answer": "The Catcher in the Rye"
    },
    {
      "category": "MTV",
      "text": "One of MTV's most popular series ever featured this family: Ozzy, Kelly, Jack & Sharon",
      "answer": "The Osbournes"
    },
    {
      "category": "NEWSPAPER SECTIONS",
      "text": "The New York Times runs bestseller lists in this Sunday section",
      "answer": "the Book Review section"
    },
    {
      "category": "COMPUTING 101",
      "text": "This 4-letter term for a small image on a computer screen shares its name with a specialized image of a holy person",
      "answer": "an icon"
    },
    {
      "category": "CHEM CLASS",
      "text": "(Cheryl of the Clue Crew pours the contents of a flask into a beaker.)  Milk has its solids distributed throughout the liquid; to clump the solids into curd, I'veadded vinegar, a weak one of these",
      "answer": "an acid"
    },
    {
      "category": "YOU GET AN \"A",
      "text": "...in American History, if you know that this man was the only U.S. president named Chester",
      "answer": "Arthur"
    },
    {
      "category": "NOVEL SYNOPSES",
      "text": "Jerry has a run-in with a gang, the Vigils.  Jerry is told to refuse to sell chocolate for his school.  Jerry gets beat up",
      "answer": "The Chocolate War"
    },
    {
      "category": "MTV",
      "text": "Like previous teens, if you dream of becoming a rapper, a lifeguard, or a prom prince, this show's for you",
      "answer": "Made"
    },
    {
      "category": "NEWSPAPER SECTIONS",
      "text": "It doesn't contain secret data but ads divided into categories",
      "answer": "the Classifieds"
    },
    {
      "category": "COMPUTING 101",
      "text": "A flatbed one of these optical devices is used to get images into your computer to use on your website",
      "answer": "a scanner"
    },
    {
      "category": "CHEM CLASS",
      "text": "Rusting is also called this process, for the element that causes it",
      "answer": "oxidation"
    },
    {
      "category": "YOU GET AN \"A",
      "text": "...in French, if you remember this French word for \"friend\"",
      "answer": "ami"
    },
    {
      "category": "NOVEL SYNOPSES",
      "text": "Roy gets shot on the way to a Cubs tryout.  Roy turns the Knights around.  Wonderboy breaks, Roy fails",
      "answer": "The Natural"
    },
    {
      "category": "MTV",
      "text": "For all of the latest music videos, watch \"TRL\", which stands for this",
      "answer": "Total Request Live"
    },
    {
      "category": "NEWSPAPER SECTIONS",
      "text": "Wow!  This L.A. Times section says ALCAN is up 5 cents!  Sell!!",
      "answer": "Business"
    },
    {
      "category": "COMPUTING 101",
      "text": "In order to get online, you'll need one of these, an ISP",
      "answer": "an Internet service provider"
    },
    {
      "category": "CHEM CLASS",
      "text": "(Jon of the Clue Crew rubs different small slips of paper together with different amounts of ease.)  When put on paper, graphite's lubricant propertiesreduce this forcethat resists relative motion",
      "answer": "friction"
    },
    {
      "category": "YOU GET AN \"A",
      "text": "...in Biology, if you recall that millipedes belong to this phylum of animals",
      "answer": "arthropods"
    },
    {
      "category": "NOVEL SYNOPSES",
      "text": "Paul & friends join the German army in WWI.  The Kaiser visits the front.  Paul is killed",
      "answer": "All Quiet on the Western Front"
    },
    {
      "category": "MTV",
      "text": "MTV has been a big supporter or RTV, this organization that encourages young people to be active in politics",
      "answer": "Rock the Vote"
    },
    {
      "category": "NEWSPAPER SECTIONS",
      "text": "The Washington Post section on city life; it's also the city's subway",
      "answer": "Metro"
    },
    {
      "category": "COMPUTING 101",
      "text": "\"Broadcast yourself\" is the slogan of this website that was recently bought for $1.6 billion",
      "answer": "YouTube"
    },
    {
      "category": "CHEM CLASS",
      "text": "These can be almost instant, like an explosion, or very slow, like the corrosion of copper",
      "answer": "a reaction"
    },
    {
      "category": "YOU GET AN \"A",
      "text": "...in Geography, if you know that this country calls itself Republik Oesterreich",
      "answer": "Austria"
    }
  ]
}