{
  "title": "Show #9358 - Wednesday, June 18, 2025",
  "date": {
    "day": 18,
    "month": "June",
    "year": 2025
  },
  "clues": [
    {
      "category": "ACTION PHRASES",
      "text": "Pushing up daisies, rung down the curtain--one phrase John Cleese missed about the parrot was this, purchased agricultural land",
      "answer": "bought the farm"
    },
    {
      "category": "CLOTHES TIME",
      "text": "T-shirtsnamed for this sport feature diagonal shoulder seams that improve arm mobility",
      "answer": "baseball"
    },
    {
      "category": "YO\"!",
      "text": "From the same species, Grogu is popularly known as \"Baby\" him",
      "answer": "Yoda"
    },
    {
      "category": "REV UP FOR NASCAR",
      "text": "During a race there can be 5 or 6 members of this team \"over the wall\" to aid drivers & their cars",
      "answer": "the pit crew"
    },
    {
      "category": "A RIVER RUNS TO IT",
      "text": "The Tagus",
      "answer": "the Atlantic"
    },
    {
      "category": "GETTING INVENTIVE WITH PHINEAS & FERB",
      "text": "(Phineas & Ferb present the clue.) Used in 1922, Thomas Edison's improvedcementwas so strong that it went untouched inthisvenue in a 1973 renovation--New Yorkers callit\"The House that Ruth Built\", but I think Edison cement kept it standing",
      "answer": "Yankee Stadium"
    },
    {
      "category": "ACTION PHRASES",
      "text": "Idiomatically, to suddenly lose your temper is to \"fly\" this way but originally, it just referred to loose ax heads",
      "answer": "off the handle"
    },
    {
      "category": "CLOTHES TIME",
      "text": "This 4-letter type of dress or skirt has a hemline that falls between the knee & the ankle",
      "answer": "a midi"
    },
    {
      "category": "YO\"!",
      "text": "This holiday celebrates Mexico's victory over France in an 1862 battle",
      "answer": "Cinco de Mayo"
    },
    {
      "category": "REV UP FOR NASCAR",
      "text": "Flags used during NASCAR races include checkered, yellow, green & this one meaning one lap to go",
      "answer": "white"
    },
    {
      "category": "A RIVER RUNS TO IT",
      "text": "The Columbia",
      "answer": "the Pacific Ocean"
    },
    {
      "category": "GETTING INVENTIVE WITH PHINEAS & FERB",
      "text": "(Phineas & Ferb present the clue.) In 1893,Nikola Teslabegan work on the first largehydroelectric power station, usingthisas the power source; I like his thinking, no one else was using it & three years later, Buffalo was up & running",
      "answer": "Niagara Falls"
    },
    {
      "category": "ACTION PHRASES",
      "text": "This word that often follows \"run\" comes from Malay for \"to go on an unprovoked rampage\"",
      "answer": "amok"
    },
    {
      "category": "CLOTHES TIME",
      "text": "U.S. aircrews in B-17s & B-24s popularized this style of often sheepskin-lined flight jacket in World War II",
      "answer": "bomber jackets"
    },
    {
      "category": "YO\"!",
      "text": "People magazine once named this cellist the \"Sexiest Classical Musician\"",
      "answer": "Yo-Yo Ma"
    },
    {
      "category": "REV UP FOR NASCAR",
      "text": "The shape ofMartinsville Speedwayin Virginia has given it this nickname of a common office supply",
      "answer": "\"The Paperclip\""
    },
    {
      "category": "A RIVER RUNS TO IT",
      "text": "The Dnieper",
      "answer": "the Black Sea"
    },
    {
      "category": "GETTING INVENTIVE WITH PHINEAS & FERB",
      "text": "(Phineas & Ferb present the clue.) Ferb, I know what we're gonna do today--produce some nuclear energy at or near room temperature through this two-word currently hypothetical concept",
      "answer": "cold fusion"
    },
    {
      "category": "ACTION PHRASES",
      "text": "When you have to answer for your actions, you gotta do this, which sounds like you're giving a type of musician a few bucks",
      "answer": "pay the piper"
    },
    {
      "category": "CLOTHES TIME",
      "text": "Thistype of dress with a portmanteau name fits snugly to the wearer's figure",
      "answer": "bodycon"
    },
    {
      "category": "YO\"!",
      "text": "About 10 to 12 days into a pregnancy, a blastocyst becomes this",
      "answer": "an embryo"
    },
    {
      "category": "REV UP FOR NASCAR",
      "text": "Designed to limit engine power, these plates were made mandatory in certain races beginning in 1988",
      "answer": "restrictor plates"
    },
    {
      "category": "A RIVER RUNS TO IT",
      "text": "The Muskegon",
      "answer": "Lake Michigan"
    },
    {
      "category": "GETTING INVENTIVE WITH PHINEAS & FERB",
      "text": "(Phineas & Ferb present the clue.) Ah-ha! Success! The ball drops on the net, releasing the pin-equipped truck to pop the balloon. Ferb, we created a machine that complicates a simple process & is named for this cartoonist",
      "answer": "(Rube) Goldberg"
    },
    {
      "category": "ACTION PHRASES",
      "text": "In a cliché, these 3 words are yelled to remake a newspaper; a 2014 N.Y. Times article noted at least 6 such events in 14 years",
      "answer": "stop the presses"
    },
    {
      "category": "CLOTHES TIME",
      "text": "An official of the old Chinese empire, it's also a type of narrow collar & a type of straight-cut jacket",
      "answer": "a Mandarin"
    },
    {
      "category": "YO\"!",
      "text": "In \"Catch-22\" this character says, \"Insanity is contagious\"",
      "answer": "Yossarian"
    },
    {
      "category": "REV UP FOR NASCAR",
      "text": "With a record 200 Cup Series wins during his career,thisKing of NASCAR drove the Number 43 car for much of his reign",
      "answer": "Richard Petty"
    },
    {
      "category": "A RIVER RUNS TO IT",
      "text": "The Zambezi",
      "answer": "the Indian Ocean"
    },
    {
      "category": "GETTING INVENTIVE WITH PHINEAS & FERB",
      "text": "(Phineas & Ferb present the clue.) Good inventors don't mind stealing a good idea; Leonardo da Vinci sketched anaerial screwoften cited as a forerunner to the helicopter; his inspiration was thewater-lifting screwof this ancient Greek",
      "answer": "Archimedes"
    }
  ]
}