{
  "title": "Show #5049 - Thursday, July 20, 2006",
  "date": {
    "day": 20,
    "month": "July",
    "year": 2006
  },
  "clues": [
    {
      "category": "1806",
      "text": "A decree by this man in 1806 dissolved the 1,000-year-old Holy Roman Empire",
      "answer": "Napoleon"
    },
    {
      "category": "LET'S START A CLUB",
      "text": "(Sarah of the Clue Crew reports from the manufacturing facilities of Ping Hdqtrs in Phoenix, AZ.)  At Ping, the first step of making golf irons is injecting hot wax into a mold ofthismalleable, silver-white metallic element",
      "answer": "aluminum"
    },
    {
      "category": "AROUND THE PLAYBOY MANSION",
      "text": "Hugh Hefner moved full time to the Playboy Mansion West in 1975 after years of living in this hometown",
      "answer": "Chicago"
    },
    {
      "category": "BOOK SEQUELS?",
      "text": "Arthur Dimmesdale returns (difficult, as he died in the first book) in this 19th c. author's \"The Chartreuse Number\"",
      "answer": "Hawthorne"
    },
    {
      "category": "CONVERSION",
      "text": "Chevy says its Avalanche can convert \"from a full-size SUV to\" this type of truck \"in less than a minute\"",
      "answer": "a pickup truck"
    },
    {
      "category": "ABBREVIATED U.S. STATES",
      "text": "Also a preposition, the abbreviation for this Midwestern state can mean \"popular\" or \"fashionable\"",
      "answer": "Indiana, IN"
    },
    {
      "category": "1806",
      "text": "In 1806 this man published his first American English dictionary",
      "answer": "Webster"
    },
    {
      "category": "LET'S START A CLUB",
      "text": "(Sarah reads from the foundry of Ping Hdqtrs in Phoenix, AZ.)  About 10% of clubs that are cast for Ping are for this type of golfer, like Phil Mickelson or Mike Weir",
      "answer": "a left-handed golfer"
    },
    {
      "category": "AROUND THE PLAYBOY MANSION",
      "text": "Behind the Playboy Mansion's grotto is a pond for these bright Japanese carp",
      "answer": "koi"
    },
    {
      "category": "BOOK SEQUELS?",
      "text": "Guy Montag is back, & those books are gonna pay in this author's \"Celsius 232.78\"",
      "answer": "Ray Bradbury"
    },
    {
      "category": "CONVERSION",
      "text": "In 426 A.D. the Parthenon was converted into a Christian church; around 1460 it was converted into one of these",
      "answer": "a mosque"
    },
    {
      "category": "ABBREVIATED U.S. STATES",
      "text": "Put \"17\" with the abbreviation for this state & you get an MPAA movie rating",
      "answer": "North Carolina, NC"
    },
    {
      "category": "1806",
      "text": "This future president shot Charles Dickinson dead in an 1806 duel & took a bullet for his trouble",
      "answer": "Jackson"
    },
    {
      "category": "LET'S START A CLUB",
      "text": "(Jimmy of the Clue Crew holds a golf club in the factory of Ping Hdqtrs in Phoenix, AZ.)  Anundercutin this part of the G5 club is known by a painful dental term & helps make the club more chunk-resistant",
      "answer": "a cavity"
    },
    {
      "category": "AROUND THE PLAYBOY MANSION",
      "text": "At the mansion in 2005, Southern belle Tiffany Fallon received this honored title",
      "answer": "Playmate of the Year"
    },
    {
      "category": "BOOK SEQUELS?",
      "text": "Natty Bumppo discovers there's \"The Penultimate Iroquois\" in this man's 1820s sequel",
      "answer": "James Fenimore Cooper"
    },
    {
      "category": "CONVERSION",
      "text": "The device called a DAC is a \"digital-to-\" this \"converter\"",
      "answer": "analog"
    },
    {
      "category": "ABBREVIATED U.S. STATES",
      "text": "The abbreviation for this state is one of the 3 basic parts of the human psyche, according to Freud",
      "answer": "Idaho, ID"
    },
    {
      "category": "LET'S START A CLUB",
      "text": "(Jimmy of the Clue Crew lets off some steam in the foundry at Ping Hdqtrs in Phoenix, AZ.)  One of the final steps is pouring this 2-word, rust-resistant alloy at about 2,975 degrees Fahrenheit to cast it as the club head",
      "answer": "stainless steel"
    },
    {
      "category": "AROUND THE PLAYBOY MANSION",
      "text": "At the Playboy Mansion, see one of the largest privately owned groves of these trees, Sequoia sempervirens",
      "answer": "redwoods"
    },
    {
      "category": "BOOK SEQUELS?",
      "text": "Edmond Dantes gets a promotion in this author's 19th c. sequel \"The Fresh Prince of Monte Cristo\"",
      "answer": "Alexandre Dumas"
    },
    {
      "category": "CONVERSION",
      "text": "Rumpelstiltskin had the ability to spin this into gold",
      "answer": "straw"
    },
    {
      "category": "ABBREVIATED U.S. STATES",
      "text": "The 2 states whose abbreviations are informal words for father & mother",
      "answer": "Pennsylvania, PA & Massachusetts, MA"
    },
    {
      "category": "LET'S START A CLUB",
      "text": "(Sarah of the Clue Crew selects a putter fresh off the factory line at Ping Hdqtrs in Phoenix, AZ.)  With a big sweet spot, a Ping putter has high M.O.I., or \"moment of\" this, meaning it doesn't twist much on impact",
      "answer": "inertia"
    },
    {
      "category": "AROUND THE PLAYBOY MANSION",
      "text": "At the Mansion is a frieze showing this Roman dawn deity \"scattering flowers before the chariot of the sun\"",
      "answer": "Aurora"
    },
    {
      "category": "BOOK SEQUELS?",
      "text": "Jose Arcadio Buendia is back a-buildin' in this author's 1960s book \"25 More Years of Me-Time\"",
      "answer": "Gabriel García Márquez"
    },
    {
      "category": "CONVERSION",
      "text": "Chase's MasterCard charges an extra 1% for converting these, like riyals, on your bill",
      "answer": "foreign currencies"
    },
    {
      "category": "ABBREVIATED U.S. STATES",
      "text": "Put the abbreviation for this state with \"scan\" & you get a computerized diagnostic medical technique",
      "answer": "Connecticut, CT"
    }
  ]
}