{
  "title": "Show #9146 - Monday, July 15, 2024",
  "date": {
    "day": 15,
    "month": "July",
    "year": 2024
  },
  "clues": [
    {
      "category": "I\" ON HISTORY",
      "text": "This \"Age\" occurred in Europe around 1200 B.C.; it would hit the Far East some 600 years later",
      "answer": "the Iron Age"
    },
    {
      "category": "TV SHOWS BY CHARACTER",
      "text": "FBI Assistant Director Walter Skinner,Teena Mulder",
      "answer": "The X-Files"
    },
    {
      "category": "COLLEGE IN NEW ENGLAND",
      "text": "Getting into this New Hampshire Ivy? Plausible but difficult, as the acceptance rate for the 2027 class was 6.2%",
      "answer": "Dartmouth"
    },
    {
      "category": "FROM THE DUTCH",
      "text": "From the Dutch for \"to sail to & fro\", you'll sail from island to island in the Caribbean on this pleasure trip",
      "answer": "a cruise"
    },
    {
      "category": "GOOD AFTERNOON",
      "text": "One of Esquire's \"20 Greatest Day Drinks\" is this 2-ingredient drink; Koval is recommended for part one & Fever-Tree for part 2",
      "answer": "a gin & tonic"
    },
    {
      "category": "EXTREME WEATHER",
      "text": "(Glen Powell presents the clue.)Haboobis an alternate & more fun to say word for this; in 524 B.C. a haboob is said to have buried 50,000 Persian soldiers in the Egyptian desert without leaving a trace",
      "answer": "a sandstorm"
    },
    {
      "category": "I\" ON HISTORY",
      "text": "A 1988 cease-fire ended the war between these nations, both of which fit the category",
      "answer": "Iraq & Iran"
    },
    {
      "category": "TV SHOWS BY CHARACTER",
      "text": "Troy Barnes,Señor Chang",
      "answer": "Community"
    },
    {
      "category": "COLLEGE IN NEW ENGLAND",
      "text": "Perhaps the Dominican Friars who founded this college in the same-named state capital in 1917 were inspired by divine...",
      "answer": "Providence"
    },
    {
      "category": "FROM THE DUTCH",
      "text": "The Dutch for \"to boast\" gives us this word for a maneuver at the poker table",
      "answer": "bluff"
    },
    {
      "category": "GOOD AFTERNOON",
      "text": "In the song \"Good Afternoon\" from \"Spirited\", this funny guy calls someone a \"wankerous cantankerous buffoon\"",
      "answer": "Will Ferrell"
    },
    {
      "category": "EXTREME WEATHER",
      "text": "(Daisy Edgar-Jones presents the clue.) A lethal combination of pollution & high pressure, the Great Smog that covered this capital for 5 days in 1952 claimed thousands of lives & led to changes in law",
      "answer": "London"
    },
    {
      "category": "I\" ON HISTORY",
      "text": "This type of contract labor in which one worked for a period of time sent skilled crafters & criminals to Jamestown",
      "answer": "indentured"
    },
    {
      "category": "TV SHOWS BY CHARACTER",
      "text": "Vault dweller Lucy MacLean,supersoldier Maximus",
      "answer": "Fallout"
    },
    {
      "category": "COLLEGE IN NEW ENGLAND",
      "text": "In 1800 7 students enrolled at Middlebury College in this state; in 2024, 2,800 undergrads were roaming around",
      "answer": "Vermont"
    },
    {
      "category": "FROM THE DUTCH",
      "text": "The Dutch gave us this word for the sound of lips tasting food or a noisy kiss",
      "answer": "smack"
    },
    {
      "category": "GOOD AFTERNOON",
      "text": "This afternoon, I'm going to do this portmanteau word that's restful & cold; sometimes, it's followed by \"to the max\"",
      "answer": "chillax"
    },
    {
      "category": "EXTREME WEATHER",
      "text": "(Glen Powell presents the clue.) The hottest air temperature ever recorded on Earth was here in the good old U.S.A.; 134 degrees Fahrenheit inthisdesolately named spot near the Panamint Mountains",
      "answer": "Death Valley"
    },
    {
      "category": "I\" ON HISTORY",
      "text": "Queen of Castile from 1474 to 1504, she sent Columbus on his way & also helped continue the Inquisition",
      "answer": "Isabella"
    },
    {
      "category": "TV SHOWS BY CHARACTER",
      "text": "Jason Mendoza,Tahani Al-Jamil",
      "answer": "The Good Place"
    },
    {
      "category": "COLLEGE IN NEW ENGLAND",
      "text": "This college for women in Northampton, Mass. opened in 1875 but didn't get its first female pres. until 100 years later",
      "answer": "Smith"
    },
    {
      "category": "FROM THE DUTCH",
      "text": "This NHL franchise turning 100 in 2024 gets its name from a Dutch color word",
      "answer": "the Boston Bruins"
    },
    {
      "category": "GOOD AFTERNOON",
      "text": "At afternoon tea,  scones might be served withDevonshire cream, also called this, for a lumpy cooking process",
      "answer": "clotted cream"
    },
    {
      "category": "EXTREME WEATHER",
      "text": "(Daisy Edgar-Jones presents the clue.) Never mind the usual comparison to golf balls, how about a volleyball? In South Dakota in 2010, the largest oftheseever measured, came down at 8 inches across & weighed about 2 pounds",
      "answer": "a hailstone"
    },
    {
      "category": "I\" ON HISTORY",
      "text": "Martin Luther protested against the system of these that could be purchased by church members",
      "answer": "indulgences"
    },
    {
      "category": "TV SHOWS BY CHARACTER",
      "text": "Billy Butcher,Shockwave,Mindstorm",
      "answer": "The Boys"
    },
    {
      "category": "COLLEGE IN NEW ENGLAND",
      "text": "Founded in 1948, this university was named for  this first Jewish justice on the U.S. Supreme Court",
      "answer": "Brandeis"
    },
    {
      "category": "FROM THE DUTCH",
      "text": "Though the French ones are a favorite at Dunkin', this deep-fried, twisted donut is from a Dutch word",
      "answer": "a cruller"
    },
    {
      "category": "GOOD AFTERNOON",
      "text": "Debussy wrote a musical prelude to this pastoral poem whose title includes \"l'après-midi\" in its original French",
      "answer": "The Afternoon of a Faun"
    },
    {
      "category": "EXTREME WEATHER",
      "text": "(Glen Powell presents the clue.) TheSaffir-Simpson scalecategorizing hurricanes is named in part for Robert Simpson, who was interested in meteorology from age 6 whenthisalliterative rise in sea level interrupted his dinner in Corpus Christi",
      "answer": "a storm surge"
    }
  ]
}