{
  "title": "Show #9278 - Wednesday, February 26, 2025",
  "date": {
    "day": 26,
    "month": "February",
    "year": 2025
  },
  "clues": [
    {
      "category": "MONTHS THAT START WITH FEB",
      "text": "On the Roman calendar, Feb. 13 was these of February, not quite as well known as the ones of March",
      "answer": "Ides"
    },
    {
      "category": "SECOND LETTER \"Y",
      "text": "A little easier on the wallet, this type of gem is created in a lab",
      "answer": "synthetic"
    },
    {
      "category": "A NOVEL PROFESSION",
      "text": "Hannibal Lecter, who (mis)treated Mason Verger",
      "answer": "a psychiatrist"
    },
    {
      "category": "TELEVISION",
      "text": "Tami Taylor (Connie Britton) worked as a guidance counselor at Dillon High School, home of Panthers football, on this series",
      "answer": "Friday Night Lights"
    },
    {
      "category": "WARRIORS",
      "text": "The sagittarii were these type of soldiers in the Roman army",
      "answer": "archers"
    },
    {
      "category": "COME OUT & PLAY",
      "text": "Ten high school pals who continued being \"it\" for more than 20 years inspiredthis2018 movie with Jeremy Renner & Jon Hamm",
      "answer": "Tag"
    },
    {
      "category": "MONTHS THAT START WITH FEB",
      "text": "Perhaps in the spirit of George Washington's birthday, National this dessert Day is celebrated on February 20",
      "answer": "cherry pie"
    },
    {
      "category": "SECOND LETTER \"Y",
      "text": "ThisNorth American tree throws a lot of shade & its peelingbarkcan look like camouflage",
      "answer": "a sycamore"
    },
    {
      "category": "A NOVEL PROFESSION",
      "text": "Miss Jean Brodie",
      "answer": "teacher"
    },
    {
      "category": "TELEVISION",
      "text": "Jewel won the sixth season of this series, competing as the Queen of Hearts",
      "answer": "The Masked Singer"
    },
    {
      "category": "WARRIORS",
      "text": "An ancient Persian force was called the 10,000 these--the soldiers didn't live forever, but were replaced as soon as they died",
      "answer": "the Immortals"
    },
    {
      "category": "COME OUT & PLAY",
      "text": "\"Squid Game\" put a gruesome twist on this stop-&-go game also called Statues",
      "answer": "Red Light, Green Light"
    },
    {
      "category": "MONTHS THAT START WITH FEB",
      "text": "This stock market index debuted in February 1971",
      "answer": "(the) Nasdaq (Composite)"
    },
    {
      "category": "SECOND LETTER \"Y",
      "text": "The state motto of Virginia translates as \"Thus Always to\" these",
      "answer": "Tyrants"
    },
    {
      "category": "A NOVEL PROFESSION",
      "text": "Mitch McDeere",
      "answer": "attorney"
    },
    {
      "category": "TELEVISION",
      "text": "This sitcom stalwart plays Charles, \"A Man on the Inside\" investigating crime at a nursing home",
      "answer": "Ted Danson"
    },
    {
      "category": "WARRIORS",
      "text": "Geoffroi de Charney belonged to this order of knights & was immolated in 1314 with the grand master of his order",
      "answer": "the Knights Templar"
    },
    {
      "category": "COME OUT & PLAY",
      "text": "'90s kids might rememberthisgame played with cardboard, bottle caps & slammers",
      "answer": "Pogs"
    },
    {
      "category": "MONTHS THAT START WITH FEB",
      "text": "This English chocolate company is credited with introducing the heart-shaped box of chocolates on Valentine's in 1868",
      "answer": "Cadbury"
    },
    {
      "category": "SECOND LETTER \"Y",
      "text": "This small area at the base of the brain helps manage, among other things, body temperature & thirst & hunger",
      "answer": "hypothalamus"
    },
    {
      "category": "A NOVEL PROFESSION",
      "text": "Oliver Mellors, working on the Chatterley estate",
      "answer": "the gamekeeper"
    },
    {
      "category": "TELEVISION",
      "text": "Dominic West was McNulty on \"The Wire\" & unfaithful spouse Noah Solloway on this Showtime series",
      "answer": "The Affair"
    },
    {
      "category": "WARRIORS",
      "text": "17th century Ethiopian warrior Malik Ambar fought Jahangir, a ruler of this dynasty, on the Deccan plateau of India",
      "answer": "Mughal"
    },
    {
      "category": "COME OUT & PLAY",
      "text": "Come outside & play this verbal contest with me; the OED says it is where \"2 people exchange insults\" & mentions your mama",
      "answer": "the Dozens"
    },
    {
      "category": "MONTHS THAT START WITH FEB",
      "text": "This group went to work for the first time in February 1790 with John Jay presiding",
      "answer": "the U.S. Supreme Court"
    },
    {
      "category": "SECOND LETTER \"Y",
      "text": "To the Greeks it was 10,000 specifically, but we think of it as being innumerable or an abundance of something",
      "answer": "myriad"
    },
    {
      "category": "A NOVEL PROFESSION",
      "text": "Howard Roark, who laughed in an opening line",
      "answer": "architect"
    },
    {
      "category": "TELEVISION",
      "text": "Hewas just a writer on \"Ted Lasso\" but thought, \"I really identify with Roy Kent, so I should play him\" & did",
      "answer": "(Brett) Goldstein"
    },
    {
      "category": "WARRIORS",
      "text": "From Arabic for \"slave\", these warriors established a dynasty in Egypt & Syria from 1250 to 1517",
      "answer": "the Mamluks"
    },
    {
      "category": "COME OUT & PLAY",
      "text": "Speeds can reach 150 mph in this fast-paced sport, \"merry festival\" in Basque",
      "answer": "jai alai"
    },
    {
      "category": "POETS GO TO THE CINEMA",
      "text": "In a poem inspired by this film, Amanda Gorman wrote, \"Defending the good is how we defy gravity\"",
      "answer": "Wicked"
    },
    {
      "category": "4-LETTER CITIES",
      "text": "The Romans called this Somerset city Aquae Sulis, then probably took a soak there",
      "answer": "Bath"
    },
    {
      "category": "CONTEMPORARIES",
      "text": "Queen Victoria gave birth to her son Leopold in 1853, when this man (& sons) opened a piano shop in Manhattan",
      "answer": "Steinway"
    },
    {
      "category": "SOLD! AT AUCTION",
      "text": "One of the larger items auctioned off by Sotheby's was Sue, one of these, now residing at Chicago's Field Museum",
      "answer": "aTyrannosaurus rexskeleton"
    },
    {
      "category": "ALL ABOUT ANIMALS",
      "text": "About two inches, give or take a whisker, Otocinclus laps up algae & is related to the bullhead asthistype of fish",
      "answer": "catfish"
    },
    {
      "category": "ALLITERATION",
      "text": "If you've tabled an issue, you've put it on this proverbial spot, where it can simmer",
      "answer": "the back burner"
    },
    {
      "category": "POETS GO TO THE CINEMA",
      "text": "Frank Bidart's poem about this actor notes \"The Joker's voice, so unlike the bruised, withheld, wounded voice of Ennis Del Mar\"",
      "answer": "Ledger"
    },
    {
      "category": "4-LETTER CITIES",
      "text": "This city on the Yamuna River in Uttar Pradesh is also home to the Pearl Mosque",
      "answer": "Agra"
    },
    {
      "category": "CONTEMPORARIES",
      "text": "In the 1850s Mendel studied pea plants & this Dem. senator introduced his Freeport Doctrine allowing laws tough on slave owners",
      "answer": "(Stephen) Douglas"
    },
    {
      "category": "SOLD! AT AUCTION",
      "text": "A surplus of its office assets were auctioned off in 2023, including a neon bird sign from its San Francisco HQ",
      "answer": "Twitter"
    },
    {
      "category": "ALL ABOUT ANIMALS",
      "text": "It's the 6-letter word for the hairyflapof skin under a moose's chin",
      "answer": "dewlap"
    },
    {
      "category": "ALLITERATION",
      "text": "Just the most basic, like a skeleton",
      "answer": "bare bones"
    },
    {
      "category": "POETS GO TO THE CINEMA",
      "text": "Frank O'Hara wrote a poem for this film star after he died in a 1955 car accident",
      "answer": "James Dean"
    },
    {
      "category": "4-LETTER CITIES",
      "text": "In 2015 Yemen's government fled to this port city after Houthi rebels captured Sana'a",
      "answer": "Aden"
    },
    {
      "category": "CONTEMPORARIES",
      "text": "Mozart composed \"Cosi fan tutte\" around the time when this French guy was writing his \"Elementary Treatise on Chemistry\"",
      "answer": "Lavoisier"
    },
    {
      "category": "SOLD! AT AUCTION",
      "text": "Written mostly by Bill W., the original working draft for this organization's Big Book was sold in 2018",
      "answer": "Alcoholics Anonymous"
    },
    {
      "category": "ALL ABOUT ANIMALS",
      "text": "Fratercula, a genus name of this sea parrot, means \"little brother\", a reference to how its plumage looks like a monk's robe",
      "answer": "the puffin"
    },
    {
      "category": "ALLITERATION",
      "text": "In his 1941 State of the Union, FDR enumerated this quartet",
      "answer": "the Four Freedoms"
    },
    {
      "category": "POETS GO TO THE CINEMA",
      "text": "John Murillo name-drops Bruce Lee & Jim Kelly in a poem named for this 1973 martial arts film",
      "answer": "Enter the Dragon"
    },
    {
      "category": "4-LETTER CITIES",
      "text": "Thispicturesque Austrian city on the Danube claims its namesaketorteis the oldest cake named for a city",
      "answer": "Linz"
    },
    {
      "category": "CONTEMPORARIES",
      "text": "Cecil B. DeMille directed the hit epic \"The Ten Commandments\"; this 1923 insurrection led by Hitler was a failure",
      "answer": "the Beer Hall Putsch"
    },
    {
      "category": "SOLD! AT AUCTION",
      "text": "The mahoganytableon which he signed his abdication papers in 1936 was sold 62 years later for around $400,000",
      "answer": "Edward VIII"
    },
    {
      "category": "ALL ABOUT ANIMALS",
      "text": "An endangered species, the golden lion variety ofthisprimate lives exclusively in forested habitats in Brazil in the wild",
      "answer": "marmoset"
    },
    {
      "category": "ALLITERATION",
      "text": "This pair of words is in the title of books that collect the pithy quotes of Oscar Wilde, Abraham Lincoln & others",
      "answer": "wit & wisdom"
    },
    {
      "category": "POETS GO TO THE CINEMA",
      "text": "Allen Ginsberg's poem \"The Blue Angel\" begins with this German actress \"singing a lament\"",
      "answer": "Dietrich"
    },
    {
      "category": "4-LETTER CITIES",
      "text": "In 2011 this city in Africa became the world's newest national capital",
      "answer": "Juba"
    },
    {
      "category": "CONTEMPORARIES",
      "text": "While Molière was cornering the market on French comedy, this \"Phèdre\" playwright was the virtuoso of French tragedy",
      "answer": "Racine"
    },
    {
      "category": "SOLD! AT AUCTION",
      "text": "In 2018 a bronze head by this \"Bird in Space\" sculptor sold at auction for $71 million",
      "answer": "Brâncuși"
    },
    {
      "category": "ALL ABOUT ANIMALS",
      "text": "These pointy denizens of the ocean were actually named after an earlier word for hedgehogs",
      "answer": "sea urchins"
    },
    {
      "category": "ALLITERATION",
      "text": "This pair that tests one's forbearance sounds redundant; the phrase was used about St. Paul's epistle to the Romans",
      "answer": "trials & tribulations"
    }
  ]
}