{
  "title": "Show #4485 - Friday, February 20, 2004",
  "date": {
    "day": 20,
    "month": "February",
    "year": 2004
  },
  "clues": [
    {
      "category": "AFRICAN-AMERICAN FIRSTS",
      "text": "In December 1993 Toni Morrison became the first African-American woman awarded this international literature prize",
      "answer": "the Nobel Prize"
    },
    {
      "category": "TRL",
      "text": "(Sarah leads us off from the studios of MTV'sTRL.)  She said of her hit, \"So Yesterday\", \"When I heard it for the first time on the radio, I was freaking out\"\"So yesterday, so yesterday; I'm just a bird that's already...\"",
      "answer": "Hilary Duff"
    },
    {
      "category": "CONSTELLATION REPRESENTATION",
      "text": "This mythic strongman gets the fifth-largest constellation",
      "answer": "Hercules"
    },
    {
      "category": "HELOISE'S HINTS FOR TEENS",
      "text": "Gum stuck to your shirt? Stick the shirt in this to harden the gum, then use a credit card to scrape it off",
      "answer": "the freezer"
    },
    {
      "category": "POLITICIANS",
      "text": "With an annual salary of $179,000, this state's George Pataki is the USA's highest-paid governor",
      "answer": "New York"
    },
    {
      "category": "IN THE DICTIONARY",
      "text": "This word comes before duchy, canyon & slam",
      "answer": "grand"
    },
    {
      "category": "AFRICAN-AMERICAN FIRSTS",
      "text": "In October 1967 Thurgood Marshall was sworn in as the first African-American one of these",
      "answer": "Supreme Court justices"
    },
    {
      "category": "TRL",
      "text": "(Sarah continues our tour down TRL memory lane.) This colorful artist's video, \"Trouble\", was shot on the same location as \"Little House on the Prairie\". Check it out...\"In my own town; I'm trouble, yeah, trouble now...\"",
      "answer": "Pink"
    },
    {
      "category": "CONSTELLATION REPRESENTATION",
      "text": "Pictor is this, a painter's stand",
      "answer": "an easel"
    },
    {
      "category": "HELOISE'S HINTS FOR TEENS",
      "text": "Get decorative by gluing stray buttons on these items that hold things to your bulletin board",
      "answer": "pushpins (or tacks)"
    },
    {
      "category": "POLITICIANS",
      "text": "2 years after his brother was elected President, this senator from Massachusetts took office",
      "answer": "Ted (or Edward) Kennedy"
    },
    {
      "category": "IN THE DICTIONARY",
      "text": "Of a person who bowls, a small barrel or a noodle dish, what a kegler does",
      "answer": "a person who bowls"
    },
    {
      "category": "AFRICAN-AMERICAN FIRSTS",
      "text": "W.E.B. Du Bois was the first African-American to earn a doctorate from this prestigious Massachusetts university",
      "answer": "Harvard"
    },
    {
      "category": "TRL",
      "text": "(Sarah takes us on another stop on TRL Street.) Our Christina Aguilera video is a track on this 2002 CD, also the name of her world tour:\"I am beautiful; no matter what they say...\"",
      "answer": "\"Stripped\""
    },
    {
      "category": "CONSTELLATION REPRESENTATION",
      "text": "Sagittarius is the archer; Sagitta is this",
      "answer": "the arrow"
    },
    {
      "category": "HELOISE'S HINTS FOR TEENS",
      "text": "Brewed bags of the chamomile type of this can soothe skin that's been irritated by the sun, but cool them first",
      "answer": "tea"
    },
    {
      "category": "POLITICIANS",
      "text": "In 2000 this current Speaker of the House was inducted into the National Wrestling Hall of Fame",
      "answer": "Dennis Hastert"
    },
    {
      "category": "IN THE DICTIONARY",
      "text": "It sounds like an illness, but it's the pipe through which smoke passes in a chimney",
      "answer": "a flue"
    },
    {
      "category": "AFRICAN-AMERICAN FIRSTS",
      "text": "In 1977 Andrew Young became the first African-American to serve as U.S. ambassador to this body",
      "answer": "the U.N. (United Nations)"
    },
    {
      "category": "TRL",
      "text": "(We now return you to Sarah in the TRL studios in New York.) Once a backup singer for the likes of Faith Evans and Puff Daddy, she's hit 'em up good ever since. Take a look...\"From the crib to the ride and the clothes; so you better let him know...\"",
      "answer": "Blu Cantrell"
    },
    {
      "category": "CONSTELLATION REPRESENTATION",
      "text": "Zodiac constellation illustratedhere",
      "answer": "Gemini"
    },
    {
      "category": "HELOISE'S HINTS FOR TEENS",
      "text": "The cider type of this salad dressing ingredient is a perfect addition to a soothing bath",
      "answer": "vinegar"
    },
    {
      "category": "POLITICIANS",
      "text": "This former Democratic running mate announced his candidacy for Presidency on January 13, 2003",
      "answer": "Joe Lieberman"
    },
    {
      "category": "IN THE DICTIONARY",
      "text": "It can mean disgusting, or 12 dozen",
      "answer": "gross"
    },
    {
      "category": "AFRICAN-AMERICAN FIRSTS",
      "text": "In 1978 this escaped slave became the first African-American woman honored on a U.S. postage stamp",
      "answer": "Harriet Tubman"
    },
    {
      "category": "TRL",
      "text": "(Sarah wraps things up from New York and TRL.) This next band got its name from a character in an \"X-Files\" episode:\"Think twice before you touch my girl; come around, come around no more...\"",
      "answer": "Eve 6"
    },
    {
      "category": "CONSTELLATION REPRESENTATION",
      "text": "Virgo is a maiden; Monoceros is this mythical beast that represents maidenhood",
      "answer": "a unicorn"
    },
    {
      "category": "HELOISE'S HINTS FOR TEENS",
      "text": "Hey, pet owners; this clay-based product can help soak up grease spots in the garage",
      "answer": "kitty litter"
    },
    {
      "category": "POLITICIANS",
      "text": "This West Virginian, who's been in the Senate since 1959, was President Pro Tempore of the Senate twice",
      "answer": "Robert Byrd"
    },
    {
      "category": "IN THE DICTIONARY",
      "text": "Containing all 5 vowels, this 8-letter word means a feeling of well-being or elation",
      "answer": "euphoria"
    }
  ]
}