{
  "title": "Show #9140 - Friday, July 5, 2024",
  "date": {
    "day": 5,
    "month": "July",
    "year": 2024
  },
  "clues": [
    {
      "category": "GEO-POURRI",
      "text": "It's the country (& continent) where you'll find the Murray-Darling Basin",
      "answer": "Australia"
    },
    {
      "category": "ORGANIZATIONS",
      "text": "The African Wildlife Foundation looks out for our 4-legged friends, as in its ad campaign \"Only Elephants Should Wear\" this",
      "answer": "ivory"
    },
    {
      "category": "FRENCH SLANG & PHRASES",
      "text": "In Côte d'Ivoire French slang, mon pain, literally \"my\" this, means \"my boyfriend\"",
      "answer": "bread"
    },
    {
      "category": "POP MUSIC",
      "text": "Learning that her ex had become engaged to another woman inspired her to write \"Someone Like You\", a No.1 hit in 2011",
      "answer": "Adele"
    },
    {
      "category": "LAYERS",
      "text": "In dating strata or layers of rock, this pretty basic principle is called the law of superposition",
      "answer": "older stuff's on the bottom (lower layers are older than the ones up above)"
    },
    {
      "category": "LET'S TALK ABOUT CAKE",
      "text": "A classic New York one of these uses cream cheese & Graham cracker crust; it should be cooked in a water bath too",
      "answer": "cheesecake"
    },
    {
      "category": "GEO-POURRI",
      "text": "One theory says the name of this mountain chain comes from the Quechua for \"high crest\"",
      "answer": "the Andes"
    },
    {
      "category": "ORGANIZATIONS",
      "text": "The National Alliance to End this says on a given night in 2023, about 650,000 people in the U.S. were experiencing it",
      "answer": "homelessness"
    },
    {
      "category": "FRENCH SLANG & PHRASES",
      "text": "Some French people hold une clope, one of these, between 2 fingers outside a bistro as they contemplate life's meaning",
      "answer": "a cigarette"
    },
    {
      "category": "POP MUSIC",
      "text": "This duo's albums include \"Sounds of Silence\" & \"The Concert in Central Park\"",
      "answer": "Simon and Garfunkel"
    },
    {
      "category": "LAYERS",
      "text": "In painting your masterpiece, it's \"fat over lean\": each successive layer should have a higher content of this standard medium",
      "answer": "oil"
    },
    {
      "category": "LET'S TALK ABOUT CAKE",
      "text": "The name of this ring-shaped cake pan is a trademark of Nordic Ware, which added a \"T\" to a German word",
      "answer": "Bundt"
    },
    {
      "category": "GEO-POURRI",
      "text": "The Brahmaputra River runs through 3 countries from its source to its confluence with this other great river",
      "answer": "the Ganges"
    },
    {
      "category": "ORGANIZATIONS",
      "text": "Jeremy Belknap founded this state's historical society back in 1791 & got Paul Revere to write him an account of that famous ride",
      "answer": "Massachusetts"
    },
    {
      "category": "FRENCH SLANG & PHRASES",
      "text": "Tomber dans les pommes is a phrase for passing out but literally means \"falling in\" a bed of this fruit",
      "answer": "apples"
    },
    {
      "category": "POP MUSIC",
      "text": "Gospel singerMerry Claytonsang, \"Rape, murder, it's just a shot away\" on this Rolling Stones song that reflected the unrest of 1969",
      "answer": "\"Gimme Shelter\""
    },
    {
      "category": "LAYERS",
      "text": "Protecting soil & becoming nutrients, a forest layer alliteratively named this \"litter\" is actually all kinds of tree droppings",
      "answer": "leaf litter"
    },
    {
      "category": "LET'S TALK ABOUT CAKE",
      "text": "King cakeis a tradition of this holiday & is often decorated in purple, gold & green, the holiday's traditional colors",
      "answer": "Mardi Gras"
    },
    {
      "category": "GEO-POURRI",
      "text": "Illyria is an ancient name for the northwest part of this European peninsula",
      "answer": "the Balkan Peninsula"
    },
    {
      "category": "ORGANIZATIONS",
      "text": "In 1947 GATT was a temporary deal to regulate world commerce; it endured until this global org. was created in 1995",
      "answer": "the WTO"
    },
    {
      "category": "FRENCH SLANG & PHRASES",
      "text": "BCBG translates to \"good style, good class\", \"good\" being this \"B\" word in French",
      "answer": "bon"
    },
    {
      "category": "POP MUSIC",
      "text": "\"Might Delete Later\" is a 2024 mixtape fromthisrapper, first name Jermaine",
      "answer": "J. Cole"
    },
    {
      "category": "LAYERS",
      "text": "The layered hair of this Austro-French woman was not a chic bob but a heap of tresses including wigs colored with turmeric",
      "answer": "Marie Antoinette"
    },
    {
      "category": "LET'S TALK ABOUT CAKE",
      "text": "This cake became a little cheaper & a lot more vivid when Adams Extract suggested using its red food color in the recipe",
      "answer": "red velvet cake"
    },
    {
      "category": "GEO-POURRI",
      "text": "This South Pacific island country is about the size of New Jersey--but where would you rather vacation, Newark or Suva?",
      "answer": "Fiji"
    },
    {
      "category": "ORGANIZATIONS",
      "text": "With a saint & a vehicle in its name, this British-based charity traces its history from 11th century Jerusalem to CPR training in 2024",
      "answer": "St John Ambulance"
    },
    {
      "category": "FRENCH SLANG & PHRASES",
      "text": "Unique to Québécois slang & meaning \"get ready!\" is attache ta tuque; a tuque is one of these",
      "answer": "a hat"
    },
    {
      "category": "POP MUSIC",
      "text": "\"Creep\" was a single from \"CrazySexyCool\", a 1994 album bythistrio",
      "answer": "TLC"
    },
    {
      "category": "LAYERS",
      "text": "When layering clothing, the closest to your skin pulls moisture away, called this action in the outdoor fabric wear world",
      "answer": "wicking"
    },
    {
      "category": "LET'S TALK ABOUT CAKE",
      "text": "Literally French for \"melting\", it's a creamy, sugary paste used in cake- & candy-making",
      "answer": "fondant"
    }
  ]
}