{
  "title": "Jeopardy! Mastersgame #26 - Wednesday, May 8, 2024",
  "date": {
    "day": 8,
    "month": "May",
    "year": 2024
  },
  "clues": [
    {
      "category": "THE COLD WAR",
      "text": "It was the 3-word phrase for drills in which schoolkids crawled under desks to somehow protect themselves from a nuclear blast",
      "answer": "duck and cover"
    },
    {
      "category": "LETTER PERFECT",
      "text": "Part of Marriott International, this upscale hotel chain is found in 25 countries & territories",
      "answer": "W"
    },
    {
      "category": "CHANGING IT UP",
      "text": "This FX show with Paper Boi & Earn took a break from the hip-hop world to showcase a mock doc on the making of \"A Goofy Movie\"",
      "answer": "Atlanta"
    },
    {
      "category": "THE COLORS OF TELEVISION",
      "text": "Jennifer Coolidge has a slight problem while staying at this title place: \"Please!  These gays, they're trying to murder me\"",
      "answer": "the White Lotus"
    },
    {
      "category": "STARTS & ENDS WITH R",
      "text": "You might use this stuff to reinforce concrete",
      "answer": "rebar"
    },
    {
      "category": "CHEESING IN PUBLIC",
      "text": "Conrad Veidt, cheesing in \"The Man Who Laughs\", has been called an inspiration for this comic book character",
      "answer": "the Joker"
    },
    {
      "category": "THE COLD WAR",
      "text": "Numeric nickname of the group of imprisoned & blacklisted movie professionals who refused to testify to Congress",
      "answer": "the \"Hollywood Ten\""
    },
    {
      "category": "LETTER PERFECT",
      "text": "It's the nickname of the music legend seenhere",
      "answer": "Q (for Quincy Jones)"
    },
    {
      "category": "CHANGING IT UP",
      "text": "Here I was thinking the 2nd epilogue of this Tolstoy tome would have more Pierre & Natasha, not a critique of the great man theory",
      "answer": "War and Peace"
    },
    {
      "category": "THE COLORS OF TELEVISION",
      "text": "Rose, on this show: \"Like we say in St. Olaf: Christmas without fruitcake is like St. Sigmund's Day without the headless boy\"",
      "answer": "The Golden Girls"
    },
    {
      "category": "STARTS & ENDS WITH R",
      "text": "Something that goes into developing mouths, or a household servant of yore",
      "answer": "retainer"
    },
    {
      "category": "CHEESING IN PUBLIC",
      "text": "Back in the 1840s a British photographer instructed folks to \"say\" these dried fruits so people's mouths wouldn't move much",
      "answer": "prunes"
    },
    {
      "category": "THE COLD WAR",
      "text": "The end of the Cold War was hastened by this 8-letter Russian policy that Mikhail Gorbachev promoted",
      "answer": "glasnost"
    },
    {
      "category": "LETTER PERFECT",
      "text": "It's the single-letter stock symbol for U.S. Steel",
      "answer": "X"
    },
    {
      "category": "CHANGING IT UP",
      "text": "The Guardian says this song switches styles from \"ballad, to operatic excess, to hard-rock, to reflective coda\"",
      "answer": "\"Bohemian Rhapsody\""
    },
    {
      "category": "THE COLORS OF TELEVISION",
      "text": "The many physicians who have practiced on this drama include Holley Fain & James Pickens Jr. as Drs. Canner & Webber",
      "answer": "Grey's Anatomy"
    },
    {
      "category": "STARTS & ENDS WITH R",
      "text": "This type of technician might use a CT scan to make images of your body",
      "answer": "radiographer"
    },
    {
      "category": "CHEESING IN PUBLIC",
      "text": "Pope for around 30 days in 1978, he was known as \"The Smiling Pope\" & was the first to choose a double name",
      "answer": "John Paul I"
    },
    {
      "category": "THE COLD WAR",
      "text": "In 1972 the U.S. & USSR took a first step toward reducing the threat of nuclear war via these \"Talks\"",
      "answer": "SALT"
    },
    {
      "category": "LETTER PERFECT",
      "text": "Equivalent to Mr., this letter placed before a man's name is a Burmese title of respect",
      "answer": "U"
    },
    {
      "category": "CHANGING IT UP",
      "text": "Chapter 40 of this novel sails into a play format, beginning with the stage direction \"Midnight, forecastle\"",
      "answer": "Moby-Dick"
    },
    {
      "category": "THE COLORS OF TELEVISION",
      "text": "In 1966 Bruce Lee fought crime as Kato on this series",
      "answer": "The Green Hornet"
    },
    {
      "category": "STARTS & ENDS WITH R",
      "text": "In legal terms & elsewhere, it refers to a reply or response",
      "answer": "rejoinder"
    },
    {
      "category": "CHEESING IN PUBLIC",
      "text": "The smiling subject of \"The Laughing Cavalier\" by this artist is thought to be an unmarried Dutch merchant",
      "answer": "Hals"
    },
    {
      "category": "THE COLD WAR",
      "text": "From the late 1940s through the 1980s, the U.S. pursued this \"restrictive\" strategy of curbing Soviet expansion",
      "answer": "containment"
    },
    {
      "category": "LETTER PERFECT",
      "text": "Published in 1963, it was Thomas Pynchon's debut novel",
      "answer": "V"
    },
    {
      "category": "CHANGING IT UP",
      "text": "This author's \"White Jazz\" breaks from the hardboiled narrative to feature excerpts from Hush-Hush, a Tinseltown tabloid",
      "answer": "James Ellroy"
    },
    {
      "category": "THE COLORS OF TELEVISION",
      "text": "Dana Carvey was Clinton \"Jafo\" Wonderlove on this show adapted from a 1983 film about a high-tech police helicopter",
      "answer": "Blue Thunder"
    },
    {
      "category": "STARTS & ENDS WITH R",
      "text": "This device allows air to get from a scuba diver's oxygen tanks & into the diver's lungs",
      "answer": "regulator"
    },
    {
      "category": "CHEESING IN PUBLIC",
      "text": "Thisancient philosopher who developed atomic theory emphasized cheeriness; many paintings show him cheesing it up",
      "answer": "Democritus"
    }
  ]
}