{
  "title": "Show #6053 - Wednesday, December 29, 2010",
  "date": {
    "day": 29,
    "month": "December",
    "year": 2010
  },
  "clues": [
    {
      "category": "JOHANNES BRAHMS",
      "text": "As a young man, Brahms chose this as his main instrument & played it in taverns to make a living",
      "answer": "the piano"
    },
    {
      "category": "A DAY AT THE HORSE RACES",
      "text": "This Golden Palamino, \"the smartest horse in the movies\", noses ahead; Roy Rogers aboard",
      "answer": "Trigger"
    },
    {
      "category": "U.S. FLAG ETIQUETTE",
      "text": "The flag code specifies that a lapel flag pin is to be worn near this body part",
      "answer": "the heart"
    },
    {
      "category": "NOT SO FAMOUS LAST WORDS",
      "text": "General John Sedgwick, near Spotsylvania during this war: \"They couldn't hit an elephant at this distance\"",
      "answer": "the Civil War"
    },
    {
      "category": "DO TRY THIS AT HOME",
      "text": "When doing this task, change direction from week to week to keep the pile of the carpet upright",
      "answer": "vacuuming"
    },
    {
      "category": "BABY\" TALK",
      "text": "It's a period of sharp increase in the birthrate, as in the U.S. following WWII",
      "answer": "a baby boom"
    },
    {
      "category": "JOHANNES BRAHMS",
      "text": "Brahms got off to a bad start with this Hungarian composer by falling asleep during one of his concerts",
      "answer": "Liszt"
    },
    {
      "category": "A DAY AT THE HORSE RACES",
      "text": "On the rail is this mythical horse sired by Medusa & Poseidon; he's running like he has wings!",
      "answer": "Pegasus"
    },
    {
      "category": "U.S. FLAG ETIQUETTE",
      "text": "It's the preferred way to destroy an American flag in bad condition",
      "answer": "burning it"
    },
    {
      "category": "NOT SO FAMOUS LAST WORDS",
      "text": "Alex, an African grey one of these to a researcher: \"You be good. See you tomorrow. I love you\"",
      "answer": "a parrot"
    },
    {
      "category": "DO TRY THIS AT HOME",
      "text": "Whether its virgin or extra virgin, store it in a dark place; light as well as heat can spoil it",
      "answer": "olive oil"
    },
    {
      "category": "BABY\" TALK",
      "text": "After the euphoria of birth, a new mom may experience mild-to-severe depression with this \"colorful\" nickname",
      "answer": "the baby blues"
    },
    {
      "category": "JOHANNES BRAHMS",
      "text": "It's the name of the familiar Brahms composition heardhere",
      "answer": "Lullaby"
    },
    {
      "category": "A DAY AT THE HORSE RACES",
      "text": "& away they go... this horse that hit TV in 1956 trails early... his jockey, Gumby, has him moving as if he was made of clay!",
      "answer": "Pokey"
    },
    {
      "category": "U.S. FLAG ETIQUETTE",
      "text": "In a military fold, the flag is folded twice lengthwise & then folded until this geometric shape is achieved at the finish",
      "answer": "a triangle"
    },
    {
      "category": "NOT SO FAMOUS LAST WORDS",
      "text": "Lady Astor, on seeing her family assembled: \"Is it my\" this \"or am I dying?\"",
      "answer": "birthday"
    },
    {
      "category": "DO TRY THIS AT HOME",
      "text": "Usually found effervescing on great-grandma's nightstand, this product can also be used to clean silver teapots",
      "answer": "denture clean"
    },
    {
      "category": "BABY\" TALK",
      "text": "Nestle calls this nutty candy bar \"America's Baby\"",
      "answer": "Baby Ruth"
    },
    {
      "category": "JOHANNES BRAHMS",
      "text": "Brahms wrote only 4 of these compositions, including No.3 in F major",
      "answer": "symphonies"
    },
    {
      "category": "A DAY AT THE HORSE RACES",
      "text": "At the far turn, it's my friend this horse now ridden by Alison Lohman, taking over for Roddy McDowall",
      "answer": "Flicka"
    },
    {
      "category": "U.S. FLAG ETIQUETTE",
      "text": "On this holiday, the flag is displayed at half staff until noon & then at full staff until sunset",
      "answer": "Memorial Day"
    },
    {
      "category": "NOT SO FAMOUS LAST WORDS",
      "text": "This '60s guru before dropping out for good: \"Why not?\"",
      "answer": "Timothy Leary"
    },
    {
      "category": "DO TRY THIS AT HOME",
      "text": "When doing this to your tie, like Burt Lancaster in \"Atlantic City\", put a piece of cardboard inside it",
      "answer": "ironing"
    },
    {
      "category": "BABY\" TALK",
      "text": "In 1957 couturier Balenciaga featured dresses with this infantile name",
      "answer": "baby doll"
    },
    {
      "category": "JOHANNES BRAHMS",
      "text": "Brahms spent much of his creative life in Vienna, but was born in this port, today the second-largest city in Germany",
      "answer": "Hamburg"
    },
    {
      "category": "A DAY AT THE HORSE RACES",
      "text": "On the outside is this \"Toy Story 2\" horse from the Pixar stables, riding like the wind",
      "answer": "Bullseye"
    },
    {
      "category": "U.S. FLAG ETIQUETTE",
      "text": "In the U.S., this organization's flag may be flown above the Stars and Stripes only at its NYC headquarters",
      "answer": "the UN (the United Nations)"
    },
    {
      "category": "NOT SO FAMOUS LAST WORDS",
      "text": "This troubled chess master: \"Nothing is as healing as the human touch\"",
      "answer": "(Bobby) Fischer"
    },
    {
      "category": "DO TRY THIS AT HOME",
      "text": "You can replace a broken window pane yourself, but prime the wood before applying this, also called glazing compound",
      "answer": "putty"
    },
    {
      "category": "BABY\" TALK",
      "text": "We only have eyes forthisprimate seen here",
      "answer": "a bush baby"
    }
  ]
}