{
  "title": "Show #5776 - Monday, October 26, 2009",
  "date": {
    "day": 26,
    "month": "October",
    "year": 2009
  },
  "clues": [
    {
      "category": "WHO",
      "text": "This Who guitarist broke his first axe at the age of 13 when his grandma complained about the noise",
      "answer": "Pete Townshend"
    },
    {
      "category": "WHAT",
      "text": "Thisobject with a holy name is supposed to find water",
      "answer": "a divining rod"
    },
    {
      "category": "WHEN",
      "text": "An American hero on April 18, 1775, he was accused of cowardice in 1779, but a court-martial cleared him",
      "answer": "Paul Revere"
    },
    {
      "category": "WHERE",
      "text": "She's in Copenhagen, on a rock in the harbor just east of Kastellet Fortress",
      "answer": "The Little Mermaid"
    },
    {
      "category": "Y",
      "text": "Part of an egg, or a natural grease exuded from sheep skin; now it's on you",
      "answer": "yolk"
    },
    {
      "category": "& HOW",
      "text": "As Lauren Bacall advised, you just put your lips together & blow",
      "answer": "whistle"
    },
    {
      "category": "WHO",
      "text": "Contestants, \"can you hear me?\"  Then respond with the name of this \"deaf, dumb and blind kid\"",
      "answer": "Tommy"
    },
    {
      "category": "WHEN",
      "text": "On Sept. 15, 1862 Stonewall Jackson captured this town made famous by John Brown 3 years earlier",
      "answer": "Harpers Ferry"
    },
    {
      "category": "WHERE",
      "text": "It's in Agra, India, on the banks of the Yamuna River between the Old Fort & the Protected Forest",
      "answer": "the Taj Mahal"
    },
    {
      "category": "Y",
      "text": "\"Seinfeld\" popularized this repeating term meaning \"and so on\"",
      "answer": "yada yada yada"
    },
    {
      "category": "& HOW",
      "text": "Keep it short; hand over accrued vacation pay; don't try to make things easier with complimentary lies",
      "answer": "fire someone"
    },
    {
      "category": "WHO",
      "text": "This Who drummer died in 1978 in the same London flat as Mama Cass",
      "answer": "Keith Moon"
    },
    {
      "category": "WHEN",
      "text": "On June 11, 2004 this ex-British P.M. delivered a videotaped eulogy for Ronald Reagan at Washington's National Cathedral",
      "answer": "Margaret Thatcher"
    },
    {
      "category": "WHERE",
      "text": "It's at the north end of the Champ de Mars, just across the Seine from the Jardins du Trocadero",
      "answer": "the Eiffel Tower"
    },
    {
      "category": "Y",
      "text": "This \"Y\" word is in the title of Robert Crawford's 1939 Air Corps (now Air Force) song",
      "answer": "yonder"
    },
    {
      "category": "& HOW",
      "text": "Use your dominant leg; aim for the lock or knob area; first make sure the person inside isn't just in the bathroom",
      "answer": "break down a door"
    },
    {
      "category": "WHO",
      "text": "The Who provided the theme songs to all 3 shows in this 3-letter CBS franchise",
      "answer": "CSI"
    },
    {
      "category": "WHERE",
      "text": "This residence is in London, just past the Victoria Memorial at the southwest end of the mall",
      "answer": "Buckingham Palace"
    },
    {
      "category": "Y",
      "text": "You could say it's the desire to acquire this Japanese currency",
      "answer": "a yen"
    },
    {
      "category": "& HOW",
      "text": "Wash & dry vehicle first; use 1/2-dollar size clumps & rub in circles; remove in the same order you applied",
      "answer": "wax a car"
    },
    {
      "category": "WHO",
      "text": "Ocularly speaking, \"No one knows what it's like, to be the bad man, to be the sad man\" this Who title",
      "answer": "\"Behind Blue Eyes\""
    },
    {
      "category": "WHAT",
      "text": "Also known as a 64th note,this18-letter name of the note seen here has three--yes, three--rhymes in its name",
      "answer": "a hemidemisemiquaver"
    },
    {
      "category": "WHEN",
      "text": "On Dec. 17, 1819 this \"George Washington of South America\" became Gran Colombia's first president",
      "answer": "Bolívar"
    },
    {
      "category": "WHERE",
      "text": "It's at the entrance to Guanabara Bay, overlooking Rio from a height of 1,300 feet",
      "answer": "Sugarloaf Mountain"
    },
    {
      "category": "Y",
      "text": "A plant of the agave family, or a Nevada mountain that may or may not end up full of nuclear waste",
      "answer": "Yucca"
    },
    {
      "category": "& HOW",
      "text": "Dump old grounds; fill carafe with 1 part vinegar to 2 parts water; brew; don't drink result",
      "answer": "clean a coffee pot"
    }
  ]
}