{
  "title": "Show #8083 - Wednesday, October 30, 2019",
  "date": {
    "day": 30,
    "month": "October",
    "year": 2019
  },
  "clues": [
    {
      "category": "COLLEGE TOWNS",
      "text": "It's the L-V in UNLV",
      "answer": "Las Vegas"
    },
    {
      "category": "SPORTS TALK",
      "text": "It's not to eat;it's to use in the on-deck circle",
      "answer": "a doughnut"
    },
    {
      "category": "A HISTORICAL RHETORICAL",
      "text": "European explorers, is it worth your toes & maybe your lives to go 500 mi. north of the Arctic Circle to find this path to the Pacific?",
      "answer": "the Northwest Passage"
    },
    {
      "category": "IO\"-9",
      "text": "Cat killer, or NASA rover",
      "answer": "curiosity"
    },
    {
      "category": "ADVERTISING",
      "text": "In the 1960s Geoffrey the Giraffe became the mascot & spokesanimal for this store",
      "answer": "Toys \"R\" Us"
    },
    {
      "category": "CUBA LIBRO",
      "text": "The Gulf Stream runs close to Cuba & in this Hemingway novel Santiago fishes in it",
      "answer": "The Old Man and the Sea"
    },
    {
      "category": "COLLEGE TOWNS",
      "text": "This city that's home to the oldest University of California campus often ranks as the \"most liberal city in America\"",
      "answer": "Berkeley"
    },
    {
      "category": "SPORTS TALK",
      "text": "Lepidopterans excel at this third stroke in the medley relay",
      "answer": "the butterfly stroke"
    },
    {
      "category": "A HISTORICAL RHETORICAL",
      "text": "Hey you, not-so-law-abiding 1920s guy! Think the feds will indict you on 22 counts of tax evasion? You should!",
      "answer": "Capone"
    },
    {
      "category": "IO\"-9",
      "text": "To be verklempt is to be considered very this",
      "answer": "emotional"
    },
    {
      "category": "ADVERTISING",
      "text": "With the introduction of the Model T & more people hitting the road, outdoor advertising on these became more popular",
      "answer": "billboards"
    },
    {
      "category": "CUBA LIBRO",
      "text": "In a Graham Greene novel, James Wormold is recruited by British Secret Service to be \"Our Man in\" this city",
      "answer": "Havana"
    },
    {
      "category": "COLLEGE TOWNS",
      "text": "This city that's home to Brigham Young University was originally known as Fort Utah",
      "answer": "Provo"
    },
    {
      "category": "SPORTS TALK",
      "text": "A tennis player who serves & scores the first point after deuce has this edge",
      "answer": "advantage (ad-in)"
    },
    {
      "category": "A HISTORICAL RHETORICAL",
      "text": "Visigoth princes of Spain, are you sure it's a good idea to invite these people to help you take power? They have their own agenda",
      "answer": "the Moors"
    },
    {
      "category": "IO\"-9",
      "text": "In sushidom, California rolls often include fish called this type of \"crab\"",
      "answer": "imitation"
    },
    {
      "category": "ADVERTISING",
      "text": "A portmanteau word, this type of paid programming is a TV ad that typically lasts 15 to 30 minutes",
      "answer": "an infomercial"
    },
    {
      "category": "CUBA LIBRO",
      "text": "Reinaldo Arenas' memoir \"Before Night Falls\" recounts his attempts to flee Communist Cuba, even swimming to this U.S. naval station",
      "answer": "Guantánamo Bay"
    },
    {
      "category": "COLLEGE TOWNS",
      "text": "Ulysses would fit right in in this city at the south end of Cayuga Lake",
      "answer": "Ithaca"
    },
    {
      "category": "SPORTS TALK",
      "text": "Boxers \"bob &\" this to avoid getting punched in the face",
      "answer": "weave"
    },
    {
      "category": "A HISTORICAL RHETORICAL",
      "text": "The foundation's kinda shaky... is a 180' tower in this Italian city a good idea? Heck, it's 1173, we have the technology!",
      "answer": "Pisa"
    },
    {
      "category": "IO\"-9",
      "text": "A permit to drive a taxi; one in a big city has sold for as much as $1.3 million",
      "answer": "a medallion"
    },
    {
      "category": "ADVERTISING",
      "text": "Theiconfor this product has been around for over 100 years, but she doesn't look a day over 8",
      "answer": "Morton Salt"
    },
    {
      "category": "CUBA LIBRO",
      "text": "Oscar Hijuelos wrote a novel about the title \"Kings\" of this Cuban ballroom dance",
      "answer": "mambo"
    },
    {
      "category": "COLLEGE TOWNS",
      "text": "The main campus for the University of Arkansas is located in this city nicknamed the \"Athens of the Ozarks\"",
      "answer": "Fayetteville"
    },
    {
      "category": "SPORTS TALK",
      "text": "It's sports talk for a scheme in which players defend an area of the court, not a particular opponent",
      "answer": "zone"
    },
    {
      "category": "A HISTORICAL RHETORICAL",
      "text": "Yo, France... between 1930 & '40, will it be worth it to spend billions of francs on this \"Line\" of defense? (it will not)",
      "answer": "the Maginot Line"
    },
    {
      "category": "IO\"-9",
      "text": "Referring to a standard of judgment, this word comes before an important \"Collection\" of classic movies",
      "answer": "Criterion"
    },
    {
      "category": "ADVERTISING",
      "text": "In a 2019 Super Bowl ad, Sarah Jessica Parker's & Jeff Bridges' characters forego their usual drinks for this fancy Belgian beer",
      "answer": "Stella Artois"
    },
    {
      "category": "CUBA LIBRO",
      "text": "Joe falls for a Cuban revolutionary in \"Live by Night\" by this \"Shutter Island\" author, who normally does Massachusetts",
      "answer": "Dennis Lehane"
    },
    {
      "category": "ANIMALS & THEIR FOOD",
      "text": "2 species of this blood-drinking bat, the white-winged & hairy-legged, feed primarily on birds",
      "answer": "a vampire bat"
    },
    {
      "category": "GEOGRAPHIC TERMS",
      "text": "Anatomical term for the place where a river empties into the sea",
      "answer": "a mouth"
    },
    {
      "category": "UNDER THE...",
      "text": "Stephen King novel in which Chester's Mill, Maine is sealed off from the rest of the world",
      "answer": "Under the Dome"
    },
    {
      "category": "AMERICAN THINKERS",
      "text": "Phineas Quimby, who influenced Mary Baker Eddy, is best known for his theory that this type of problem is all in the mind",
      "answer": "illness"
    },
    {
      "category": "BORROWED FROM OTHER LANGUAGES",
      "text": "A stranded German motorist might say \"Mein auto ist\" this, a word we use in English for anything busted",
      "answer": "kaput"
    },
    {
      "category": "SOUNDS SPACEY",
      "text": "In a 1931 cartoon this Disney dog said, \"Kiss me!\" but has been a canine of very, very few words since",
      "answer": "Pluto"
    },
    {
      "category": "ANIMALS & THEIR FOOD",
      "text": "(Jimmy of the Clue Crew at the Como Park Zoo.) Flamingos, which can live 20 to 30 years in the wild and even longer in captivity, get their pinkish color from the food they eat, like shrimp or plankton, and at the zoo, nutritionally complete pellets that all contain a red-orange pigment similar to this one found in squash and sweet potatoes",
      "answer": "beta-carotene"
    },
    {
      "category": "GEOGRAPHIC TERMS",
      "text": "It can be a line of mountain ridges or a grazing land for animals",
      "answer": "a range"
    },
    {
      "category": "UNDER THE...",
      "text": "Anthony Kiedis wrote this song about the loneliness of heroin addiction",
      "answer": "\"Under The Bridge\""
    },
    {
      "category": "AMERICAN THINKERS",
      "text": "Jonathan Edwards thought sin was restrained by God; otherwise the soul would be \"a furnace of\" these two things",
      "answer": "fire and brimstone"
    },
    {
      "category": "BORROWED FROM OTHER LANGUAGES",
      "text": "A form of self-defense primarily without weapons, karate is Japanese for \"empty\" these",
      "answer": "hands"
    },
    {
      "category": "SOUNDS SPACEY",
      "text": "In addition to 3 Musketeers bars, this corporation also owns brands like Uncle Ben's & Whiskas",
      "answer": "Mars"
    },
    {
      "category": "ANIMALS & THEIR FOOD",
      "text": "Birds called kites include one that doesn't fly very fast; it doesn't need to as it eats only one species of this gastropod",
      "answer": "a snail"
    },
    {
      "category": "GEOGRAPHIC TERMS",
      "text": "A Montana city nicknamed \"The Richest Hill on Earth\" or a term for an isolated hill",
      "answer": "Butte"
    },
    {
      "category": "UNDER THE...",
      "text": "Prince's acting oeuvre includes \"Purple Rain\", \"Graffiti Bridge\" & this 1986 film",
      "answer": "Under the Cherry Moon"
    },
    {
      "category": "AMERICAN THINKERS",
      "text": "Philosopher Martha Nussbaum is a neo-this ancient Greek stiff-upper-lip type, but Martha allows for more emotion",
      "answer": "stoic"
    },
    {
      "category": "BORROWED FROM OTHER LANGUAGES",
      "text": "A cappella means \"in the style of the chapel\" in Italian, but it means this to us",
      "answer": "without musical accompaniment"
    },
    {
      "category": "SOUNDS SPACEY",
      "text": "A song by Train begins, \"Now that she's back in the atmosphere, with drops of\" this \"in her hair\"",
      "answer": "Jupiter"
    },
    {
      "category": "ANIMALS & THEIR FOOD",
      "text": "(Sarah of the Clue Crew presents by a display monitor.) Drone technology has allowed for amazing footage from Monterey Bay, showing a blue whale gulping a bountiful feast of this, its favorite food",
      "answer": "krill"
    },
    {
      "category": "GEOGRAPHIC TERMS",
      "text": "Though far from the Sahara, the lakeshore at the national park called Indiana these features has some 200-footers",
      "answer": "Dunes"
    },
    {
      "category": "UNDER THE...",
      "text": "A writer impulsively buys an Italian villa in this book, later a Diane Lane film",
      "answer": "Under the Tuscan Sun"
    },
    {
      "category": "AMERICAN THINKERS",
      "text": "William James popularized this -ism that judges ideas by their usefulness, now a synonym for \"practicality\"",
      "answer": "pragmaticism"
    },
    {
      "category": "BORROWED FROM OTHER LANGUAGES",
      "text": "Literally French for \"blow of mercy\", it's any finishing stroke, especially to end suffering",
      "answer": "coup de grâce"
    },
    {
      "category": "SOUNDS SPACEY",
      "text": "Part of the name of a Canadian province, it's a type of lox",
      "answer": "Nova"
    },
    {
      "category": "ANIMALS & THEIR FOOD",
      "text": "This Australian sea cow similar to the manatee has ivory tusks to dig up the sea grasses that make up its diet",
      "answer": "the dugong"
    },
    {
      "category": "GEOGRAPHIC TERMS",
      "text": "1 million people in Los Angeles County live in this type of area, part of no municipality",
      "answer": "unincorporated"
    },
    {
      "category": "UNDER THE...",
      "text": "Malcolm Lowry's Mexico-set masterpiece",
      "answer": "Under the Volcano"
    },
    {
      "category": "AMERICAN THINKERS",
      "text": "Instead of Christmas the family in the movie \"Captain Fantastic\" observes the birthday of this linguist & left-wing social critic",
      "answer": "Noam Chomsky"
    },
    {
      "category": "BORROWED FROM OTHER LANGUAGES",
      "text": "From Yiddish, for \"juicy\", this end-of-the-alphabet word means pleasingly plump or buxom",
      "answer": "zaftig"
    },
    {
      "category": "SOUNDS SPACEY",
      "text": "In Greek mythology this daughter of Cassiopeia was chained to a rock as a sacrifice",
      "answer": "Andromeda"
    }
  ]
}