{
  "title": "Show #9332 - Tuesday, May 13, 2025",
  "date": {
    "day": 13,
    "month": "May",
    "year": 2025
  },
  "clues": [
    {
      "category": "WORLD HISTORY",
      "text": "Defeating a combined Russian & Austrian army, this general had one of his greatest victories at 1805's Battle of Austerlitz",
      "answer": "Napoleon"
    },
    {
      "category": "THE CHILDREN'S AUTHOR WHO WROTE...",
      "text": "\"Piglet said (it) was a... good trap... he wouldn't see the very deep pit until he was half-way down, when it would be too late\"",
      "answer": "Milne"
    },
    {
      "category": "CHANGE A LETTER",
      "text": "A paper that lists a voter's choices elects to change one letter & dances in as a classic theatrical art form",
      "answer": "ballot & ballet"
    },
    {
      "category": "METRO STATIONS",
      "text": "The Wakefield 241st Street subway station, the northernmost station in the New York City Subway System, is in this borough",
      "answer": "the Bronx"
    },
    {
      "category": "SITCOMS",
      "text": "In a \"30 Rock\" episode, this Tina Fey character learns from her high school reunion that she was actually a mean girl",
      "answer": "Liz Lemon"
    },
    {
      "category": "PROUST'S REMEMBRANCE OF SMELLS PAST",
      "text": "If only, like Hasbro, I might trademark the smell of this modeling compound: hints of cherry, vanilla, salt & youth itself",
      "answer": "Play-Doh"
    },
    {
      "category": "WORLD HISTORY",
      "text": "Christianity reached this vast island with Leif Eriksson in the 11th century & a bishop's seat was established there in 1124",
      "answer": "Greenland"
    },
    {
      "category": "THE CHILDREN'S AUTHOR WHO WROTE...",
      "text": "\"The Queen had only one way of settling all difficulties, great or small. 'Off with his head!' she said, without even looking around\"",
      "answer": "Lewis Carroll"
    },
    {
      "category": "CHANGE A LETTER",
      "text": "Mom or dad changes a letter & gets an exclusive right granted for an invention",
      "answer": "parent & patent"
    },
    {
      "category": "METRO STATIONS",
      "text": "Bank & Brixton are stops on London's Metro, better known as the Tube or by this subterranean name",
      "answer": "the Underground"
    },
    {
      "category": "SITCOMS",
      "text": "(Yvette Nicole Brown presents the clue.)  I played Shirley Bennett, a Greendale College student--that's nice!--alongside Donald Glover & Alison Brie onthisNBC show",
      "answer": "Community"
    },
    {
      "category": "PROUST'S REMEMBRANCE OF SMELLS PAST",
      "text": "Zealously lifting my nostrils to the window, I noted what science calls petrichor--the pleasant, earthy smell caused by this",
      "answer": "rain"
    },
    {
      "category": "WORLD HISTORY",
      "text": "In August 1601 Olivier van Noort returned to Rotterdam after a 3-year voyage that made him the first Dutchman to do this",
      "answer": "circumnavigate the globe"
    },
    {
      "category": "THE CHILDREN'S AUTHOR WHO WROTE...",
      "text": "In one translation, \"The most ghastly sight of all was a little mermaid whom they had caught and strangled\"",
      "answer": "(Hans Christian) Andersen"
    },
    {
      "category": "CHANGE A LETTER",
      "text": "Uh oh... you're in a synonym of peril because after a letter change, someone is threatening you with a stabbing weapon",
      "answer": "danger & dagger"
    },
    {
      "category": "METRO STATIONS",
      "text": "In Chicago the Blue Line takes you to O'Hare, while the Orange Line takes you to the station for this other airport",
      "answer": "Midway"
    },
    {
      "category": "SITCOMS",
      "text": "\"Sorry, we're closed\" was the last line of this show in an episode entitled \"One for the Road\"",
      "answer": "Cheers"
    },
    {
      "category": "PROUST'S REMEMBRANCE OF SMELLS PAST",
      "text": "Memory awoke as I detected the xylene fumes: a permanent marker, perhaps of this brand launched in 1964",
      "answer": "Sharpie"
    },
    {
      "category": "WORLD HISTORY",
      "text": "In 1917 Britain turned down an offer to save the family of 7 with this last name, who were later killed",
      "answer": "Romanov"
    },
    {
      "category": "THE CHILDREN'S AUTHOR WHO WROTE...",
      "text": "'\"Augustus Gloop! Augustus Gloop! The great big greedy nincompoop!... so unutterably vile, so greedy, foul, and infantile\"'",
      "answer": "Roald Dahl"
    },
    {
      "category": "CHANGE A LETTER",
      "text": "To conclude by reasoning switches a letter & now means to bury",
      "answer": "infer & inter"
    },
    {
      "category": "METRO STATIONS",
      "text": "The artwork on the walls of this Paris Metro station named for a demolished edifice includes key moments of the French Revolution",
      "answer": "Bastille"
    },
    {
      "category": "SITCOMS",
      "text": "Ed O'Neill was a longtime TV dad on \"Married... with Children\" & then again on this sitcom that ran from 2009 to 2020",
      "answer": "Modern Family"
    },
    {
      "category": "PROUST'S REMEMBRANCE OF SMELLS PAST",
      "text": "Its smell called to mind the essential oils of drum circles past: that most Bohemian of flora, Pogostemon cablin, aka this",
      "answer": "patchouli"
    },
    {
      "category": "WORLD HISTORY",
      "text": "In 1508 Diego Columbus, Christopher's son, was named governor of these (no compass direction given)",
      "answer": "the Indies"
    },
    {
      "category": "THE CHILDREN'S AUTHOR WHO WROTE...",
      "text": "\"Soon Fudge would be a famous television star and I would be plain old Peter Hatcher--fourth grade nothing\"",
      "answer": "(Judy) Blume"
    },
    {
      "category": "CHANGE A LETTER",
      "text": "The \"value\" of a car once you buy it from the dealer changes into this verb meaning to amuse, as with a story",
      "answer": "resale & regale"
    },
    {
      "category": "METRO STATIONS",
      "text": "A Metro stop that serves George Washington University has this 2-word name that includes a murky adjective",
      "answer": "Foggy Bottom"
    },
    {
      "category": "SITCOMS",
      "text": "And there'sthisactress who played the sitcom roles of Maude Findlay & Dorothy Zbornak",
      "answer": "Bea Arthur"
    },
    {
      "category": "PROUST'S REMEMBRANCE OF SMELLS PAST",
      "text": "Its foul stink affronts my senses; never shall I deign to revisitthissoft cheese or the Belgian province whence it came",
      "answer": "Limburger"
    },
    {
      "category": "IT TAKES A VILLAGE",
      "text": "Once a rustic colonial hamlet, today it's the home of NYU & the apartment building from \"Friends\"",
      "answer": "Greenwich Village"
    },
    {
      "category": "OPERA",
      "text": "In Massenet's opera of this fairy tale, the stepmother is named Mandame de la Haltère (a play on the word dumbbell)",
      "answer": "Cinderella"
    },
    {
      "category": "I ACED MY BIOCHEM TEST",
      "text": "Good thing I crammed about lipids & knew they're not only fats & oils but also these, like the kind made by bees",
      "answer": "waxes"
    },
    {
      "category": "IT'S YOUR DIAMOND ANNIVERSARY",
      "text": "75 years ago, this trademarked device entered TV production as CBS soap opera actors read lines that scrolled by",
      "answer": "a teleprompter"
    },
    {
      "category": "& THE OSCAR FOR ACTING GOES TO...",
      "text": "No score & 12 years ago, he won the election as \"Lincoln\"",
      "answer": "Daniel Day-Lewis"
    },
    {
      "category": "SPECIAL \"EFF\"ECTS",
      "text": "This type of 2-word specialist is brought in to improve performance in a business' operations",
      "answer": "efficiency"
    },
    {
      "category": "IT TAKES A VILLAGE",
      "text": "The Greek village ofOiaboasts Instagram-famous views of the sun setting over this northern arm of the Mediterranean",
      "answer": "the Aegean"
    },
    {
      "category": "OPERA",
      "text": "Escamillo is the matador who sings the \"Toreador Song\" in this opera",
      "answer": "Carmen"
    },
    {
      "category": "I ACED MY BIOCHEM TEST",
      "text": "It just came to me that hemoglobin binds more or less strongly to oxygen in this effect named for Niels' dad, Aage's Grandpa",
      "answer": "Bohr"
    },
    {
      "category": "IT'S YOUR DIAMOND ANNIVERSARY",
      "text": "Seenhere, scorecard in hand, Patty Berg was one of the founders of this organization in 1950",
      "answer": "the LPGA"
    },
    {
      "category": "& THE OSCAR FOR ACTING GOES TO...",
      "text": "We could go on & on about how this actor set a record in 2025 for the longest Oscar acceptance speech--5 minutes & 36 seconds",
      "answer": "Adrien Brody"
    },
    {
      "category": "SPECIAL \"EFF\"ECTS",
      "text": "High-spirited adjective that describes a bubbly drink like club soda",
      "answer": "effervescent"
    },
    {
      "category": "IT TAKES A VILLAGE",
      "text": "This country's ancient village ofAït Benhaddouwas once a stop on the trade route between Marrakesh & the Sahara Desert",
      "answer": "Morocco"
    },
    {
      "category": "OPERA",
      "text": "This iconic chorus from Act II of \"Il trovatore\" can actually use a hammer striking the blacksmith tool for which it's named",
      "answer": "the \"Anvil Chorus\""
    },
    {
      "category": "I ACED MY BIOCHEM TEST",
      "text": "This adjective means \"relating to the synthesis of complex molecules\"; it's also a type of steroid that coach warned us about",
      "answer": "anabolic"
    },
    {
      "category": "IT'S YOUR DIAMOND ANNIVERSARY",
      "text": "This assoc. to fight degenerative disease was founded in June 1950 & 18 months later, Dean Martin & Jerry Lewis made a radio appeal for it",
      "answer": "the Muscular Dystrophy Association"
    },
    {
      "category": "& THE OSCAR FOR ACTING GOES TO...",
      "text": "Robbed, we say, as Crewman No. 6 in \"Galaxy Quest\", he won Best Supporting Actor for \"Three Billboards...\"",
      "answer": "(Sam) Rockwell"
    },
    {
      "category": "SPECIAL \"EFF\"ECTS",
      "text": "Pointe magazine uses this adjective for the graceful physicality of dancer Ashton Edwards",
      "answer": "effortless"
    },
    {
      "category": "IT TAKES A VILLAGE",
      "text": "The 33-flgihtLardarina Staircaseis a must-climb in Cornelia, one of five Italian villages together known as this",
      "answer": "Cinque Terre"
    },
    {
      "category": "OPERA",
      "text": "More like Mademoiselle Butterfly! This character also called Madam Butterfly is just 15 years old",
      "answer": "Cio-Cio-San"
    },
    {
      "category": "I ACED MY BIOCHEM TEST",
      "text": "Man, you're stuck in 1899 if you thought all carbon is tetravalent; there's this \"free\" form with 3 bonds & one wild electron",
      "answer": "a free radical"
    },
    {
      "category": "IT'S YOUR DIAMOND ANNIVERSARY",
      "text": "The 75 years of the Natl. Sci. Found. includes grants key to this process of manufacturing that in fact needs no ink or toner",
      "answer": "3D printing"
    },
    {
      "category": "& THE OSCAR FOR ACTING GOES TO...",
      "text": "She triumphed after giving James Caan pure \"Misery\"",
      "answer": "Kathy Bates"
    },
    {
      "category": "SPECIAL \"EFF\"ECTS",
      "text": "You'll deserve this 8-letter type of unrestrained & gushy praise for a correct response now",
      "answer": "effusive"
    },
    {
      "category": "IT TAKES A VILLAGE",
      "text": "England's Bourton-on-the-Water is sometimes called \"the Venice of\" this idyllic village-y region",
      "answer": "the Cotswolds"
    },
    {
      "category": "OPERA",
      "text": "Wagner wrote this, his final opera, specifically for the Bayreuth Festival & it was only supposed to be performed there",
      "answer": "Parsifal"
    },
    {
      "category": "I ACED MY BIOCHEM TEST",
      "text": "Yup, knew my amino acid codes--his: histidine,lys: lysine,trp: this one you need to get in your diet",
      "answer": "tryptophan"
    },
    {
      "category": "IT'S YOUR DIAMOND ANNIVERSARY",
      "text": "Club Med began in 1950 in Alcúdia on this 1,400-square-mile Spanish island",
      "answer": "Majorca"
    },
    {
      "category": "& THE OSCAR FOR ACTING GOES TO...",
      "text": "She won an Oscar for helping \"My Cousin Vinny\" win a court case",
      "answer": "Marisa Tomei"
    },
    {
      "category": "SPECIAL \"EFF\"ECTS",
      "text": "I'm shocked!  It means brazen audacity or presumptuousness",
      "answer": "the effrontery"
    }
  ]
}