{
  "title": "Show #9177 - Tuesday, October 8, 2024",
  "date": {
    "day": 8,
    "month": "October",
    "year": 2024
  },
  "clues": [
    {
      "category": "OREGON",
      "text": "In 2019 Forbes named this Beaverton-based apparel company the most valuable business brand in sports",
      "answer": "Nike"
    },
    {
      "category": "GET \"OUT\" OF THE CLUE",
      "text": "Don't ask the private eye what the empty bottle is for during this, a type of surveillance outside a suspect's house",
      "answer": "a stakeout"
    },
    {
      "category": "SONNETS & SONNETEERS",
      "text": "The first of his 154 sonnets begins, \"From fairest creatures we desire increase\"",
      "answer": "Shakespeare"
    },
    {
      "category": "AUTO-MAKIN' BRANDS",
      "text": "This rather large subsidiary makes the rather large Silverado",
      "answer": "Chevy"
    },
    {
      "category": "WHAT'S MY MOTIVATION?",
      "text": "...Why, to be the world's biggest corporation, of course! These 2 oil companies got closer with an $81 billion merger in 1999",
      "answer": "Exxon & Mobil"
    },
    {
      "category": "GOING APE AT THE MOVIES",
      "text": "In 1933 King Kong's New York vacay ended abruptly after an excursion to this landmark",
      "answer": "the Empire State Building"
    },
    {
      "category": "OREGON",
      "text": "Oregon State's Beavers are the archrivals of these University of Oregon animals",
      "answer": "Ducks"
    },
    {
      "category": "GET \"OUT\" OF THE CLUE",
      "text": "This box directs data between all of your devices & the wider internet",
      "answer": "a router"
    },
    {
      "category": "SONNETS & SONNETEERS",
      "text": "Wordsworth wrote a sonnet about people in confined spaces including these women who \"fret not at their convent's narrow room\"",
      "answer": "a nun"
    },
    {
      "category": "AUTO-MAKIN' BRANDS",
      "text": "Its Model S has a range of 402 miles",
      "answer": "Tesla"
    },
    {
      "category": "WHAT'S MY MOTIVATION?",
      "text": "A synonym for motivation, it can mean a financial reward for an athlete with, say, 10 sacks or 200 innings pitched",
      "answer": "incentive"
    },
    {
      "category": "GOING APE AT THE MOVIES",
      "text": "How you doin'? This actor added to his \"Friends\" with \"Ed\", a 1996 film about a ballplaying chimp",
      "answer": "LeBlanc"
    },
    {
      "category": "OREGON",
      "text": "The Malheur Forest is home to one of the world's largest living organisms, rhymingly called \"The Humongous\" this",
      "answer": "Fungus"
    },
    {
      "category": "GET \"OUT\" OF THE CLUE",
      "text": "It's an individual who receives care at a hospital but doesn't stay overnight",
      "answer": "outpatient"
    },
    {
      "category": "SONNETS & SONNETEERS",
      "text": "She wrote in an 1850 sonnet, \"First time he kissed me, he but only kissed the fingers of this hand wherewith I write\"",
      "answer": "Elizabeth Barrett Browning"
    },
    {
      "category": "AUTO-MAKIN' BRANDS",
      "text": "Rio is 3 letters, & so is this maker of it",
      "answer": "Kia"
    },
    {
      "category": "WHAT'S MY MOTIVATION?",
      "text": "I'm not neutral or in reverse--I'm motivated by this basic type of need, the title of a Daniel H. Pink bestseller",
      "answer": "drive"
    },
    {
      "category": "GOING APE AT THE MOVIES",
      "text": "Orangutan, Jerry! It was an orangutan, not a monkey! In 1996 this \"Seinfeld\" actor went ape after \"Dunston Checks In\"",
      "answer": "Alexander"
    },
    {
      "category": "OREGON",
      "text": "This river flows through Eugene & Portland",
      "answer": "the Willamette"
    },
    {
      "category": "GET \"OUT\" OF THE CLUE",
      "text": "This TV show warned, \"There is nothing wrong with your television set. Do not attempt to adjust the picture...\"",
      "answer": "The Outer Limits"
    },
    {
      "category": "SONNETS & SONNETEERS",
      "text": "German poet Rainer Maria Rilke wrote 55 sonnets about this musician who traveled to the underworld to meet with Hades",
      "answer": "Orpheus"
    },
    {
      "category": "AUTO-MAKIN' BRANDS",
      "text": "The Silver Dawn, Silver Ghost & Silver Spirit are from this luxury automaker",
      "answer": "Rolls-Royce"
    },
    {
      "category": "WHAT'S MY MOTIVATION?",
      "text": "In GenesisGod warns Adam that he may eat of every tree except for this one; you'd think that would have been enough motivation, but no",
      "answer": "the tree of knowledge (of good and evil)"
    },
    {
      "category": "GOING APE AT THE MOVIES",
      "text": "In 1978 this actor put down his .44 Magnum to hang out with Clyde the orangutan in \"Every Which Way But Loose\"",
      "answer": "Clint Eastwood"
    },
    {
      "category": "OREGON",
      "text": "The Columbia River Maritime Museum is an attraction in this city named for a fur tycoon",
      "answer": "Astoria"
    },
    {
      "category": "GET \"OUT\" OF THE CLUE",
      "text": "A circus employee who handles the tents & equipment",
      "answer": "a roustabout"
    },
    {
      "category": "SONNETS & SONNETEERS",
      "text": "In a John Donne sonnet, this title precedes, \"though some have called thee mighty and dreadful, for thou art not so\"",
      "answer": "Death Be Not Proud"
    },
    {
      "category": "AUTO-MAKIN' BRANDS",
      "text": "It named models after Tucson & Santa Fe, cities 6,000 miles from its headquarters",
      "answer": "Hyundai"
    },
    {
      "category": "WHAT'S MY MOTIVATION?",
      "text": "I'm a highly motivated seeker for a nice, easy job on this alliterative level, below the C-suite but above the factory floor",
      "answer": "middle management"
    },
    {
      "category": "GOING APE AT THE MOVIES",
      "text": "Louis Prima voiced King Louie the orangutan in this 1967 animated classic",
      "answer": "The Jungle Book"
    },
    {
      "category": "PEOPLE OF THE BIBLE",
      "text": "Also called Didymus or the twin, he refused to believe his fellow Apostles after missing an important visitation",
      "answer": "(Doubting) Thomas"
    },
    {
      "category": "HISTORIC NAMES",
      "text": "Sometime in the mid-1400s, this man from Mainz had the idea for printing from movable type",
      "answer": "Gutenberg"
    },
    {
      "category": "15-LETTER WORDS",
      "text": "By definition, these \"activities\" take place outside the scope of regular school instruction",
      "answer": "extracurricular"
    },
    {
      "category": "THE FRENCH MASTERS",
      "text": "Georges Braque's paintings made in the summer of 1908 including \"Houses at l'Estaque\" are among the first of this -ism",
      "answer": "Cubism"
    },
    {
      "category": "A PENNY FOR YOUR THOUGHTS",
      "text": "To the British this fearmongering fowl in children's literature is known as Henny Penny",
      "answer": "Chicken Little"
    },
    {
      "category": "20th CENTURY SONG, 21st CENTURY AD",
      "text": "\"You're The One That I Want\" from this musical sells NexGard flea treatment",
      "answer": "Grease"
    },
    {
      "category": "PEOPLE OF THE BIBLE",
      "text": "This king gave his daughter Michal as a wife to David, but later married her off to another",
      "answer": "Saul"
    },
    {
      "category": "HISTORIC NAMES",
      "text": "In 1831 Pedro I, emperor of Brazil, gave up the throne & returned home to this country",
      "answer": "Portugal"
    },
    {
      "category": "15-LETTER WORDS",
      "text": "In this legal situation, a person or institution is designated to take over & protect the interests of one deemed unfit",
      "answer": "conservatorship"
    },
    {
      "category": "THE FRENCH MASTERS",
      "text": "In 1887, before heading to Tahiti, Paul Gauguin was in Central America working briefly on a French attempt to build this",
      "answer": "the Panama Canal"
    },
    {
      "category": "A PENNY FOR YOUR THOUGHTS",
      "text": "When going to a hardware store, it might be helpful to know that these are usually sold in penny lengths",
      "answer": "nails"
    },
    {
      "category": "20th CENTURY SONG, 21st CENTURY AD",
      "text": "A 2024 Volkswagen Super Bowl ad was set to this man's song \"I Am... I Said\"",
      "answer": "Neil Diamond"
    },
    {
      "category": "PEOPLE OF THE BIBLE",
      "text": "With a name perhaps meaning \"man of the javelin\", this son of Enoch lived almost 1,000 years",
      "answer": "Methuselah"
    },
    {
      "category": "HISTORIC NAMES",
      "text": "He completed the conquest begun by his grandfather & became the first Mongol to rule over all of China",
      "answer": "Kublai Khan"
    },
    {
      "category": "15-LETTER WORDS",
      "text": "The subtitle of the young people's  nonfiction book \"Eyes of the World\"  includes this word  for reporting news  through pictures",
      "answer": "photojournalism"
    },
    {
      "category": "THE FRENCH MASTERS",
      "text": "This artist's 1899 painting \"Blue dancers\" is a prime example of his pastels",
      "answer": "Degas"
    },
    {
      "category": "A PENNY FOR YOUR THOUGHTS",
      "text": "This director was the onetime daughter-in-law of Carl Reiner",
      "answer": "Penny Marshall"
    },
    {
      "category": "20th CENTURY SONG, 21st CENTURY AD",
      "text": "The Lincoln Navigator, driven on Earth, was advertised with a version of this band's 1979 \"Walking On The Moon\"",
      "answer": "The Police"
    },
    {
      "category": "PEOPLE OF THE BIBLE",
      "text": "This prophet whose name became a word for an angry rant: \"They proceed from evil to evil, and they know not me, saith the Lord\"",
      "answer": "Jeremiah"
    },
    {
      "category": "HISTORIC NAMES",
      "text": "Around 620 B.C. this Greek introduced his code of laws with penalties so severe, it was said the laws were written in blood",
      "answer": "Draco"
    },
    {
      "category": "15-LETTER WORDS",
      "text": "This noun means the relegation of someone to an unimportant position within a society or group (or piece of lined paper?)",
      "answer": "marginalization"
    },
    {
      "category": "THE FRENCH MASTERS",
      "text": "This leader of the Fauvists began painting when he was recovering from appendicitis",
      "answer": "Matisse"
    },
    {
      "category": "A PENNY FOR YOUR THOUGHTS",
      "text": "This musical drama was first produced in Germany in 1928 as \"Die Dreigroschenoper\"",
      "answer": "The Threepenny Opera"
    },
    {
      "category": "20th CENTURY SONG, 21st CENTURY AD",
      "text": "Pat Benatar sang, do this title, \"fire away\" & her challenge has been used to advertise Applebee's loaded fajitas",
      "answer": "hit me with your best shot"
    },
    {
      "category": "PEOPLE OF THE BIBLE",
      "text": "Publius, a leader on this Mediterranean island, was kind to Paul, who was shipwrecked there, after Paul healed Publius' father",
      "answer": "Malta"
    },
    {
      "category": "HISTORIC NAMES",
      "text": "Edward the Confessor was the son of this king the Unready",
      "answer": "Æthelred"
    },
    {
      "category": "15-LETTER WORDS",
      "text": "A synonym for metamorphosis, in religion it refers to an exalting or glorifying change like that of Jesus in Matthew 17",
      "answer": "transfiguration"
    },
    {
      "category": "THE FRENCH MASTERS",
      "text": "In 1838 Eugene Delacroix painted a double portrait of Chopin at the piano while this lover sat to his right",
      "answer": "George Sand"
    },
    {
      "category": "A PENNY FOR YOUR THOUGHTS",
      "text": "The world's first adhesive postage stamp, it was issued on May 6, 1840 but is not rare; over 68 million were printed & a million survive",
      "answer": "a Penny Black"
    },
    {
      "category": "20th CENTURY SONG, 21st CENTURY AD",
      "text": "Expedia made an ad using this group's \"I'll Be Your Mirror\"; we await \"I'm Waiting For The Man\" & \"Venus In Furs\"",
      "answer": "The Velvet Underground"
    }
  ]
}