{
  "title": "Show #5511 - Monday, July 21, 2008",
  "date": {
    "day": 21,
    "month": "July",
    "year": 2008
  },
  "clues": [
    {
      "category": "THE NAVY SEALS",
      "text": "(Sarah of the Clue Crew rides in a boat with some SEALs at the Navy Amphibious Bas in Coronado, CA.) Navy SEALs are charged with fighting terrorism around the globe; the first Medal of Honor given for service in this country was to a SEAL for pursuit of a Taliban ally",
      "answer": "Afghanistan"
    },
    {
      "category": "1980s ROCK",
      "text": "His 1985 hit \"Raspberry Beret\" was his first on his own label, Paisley Park",
      "answer": "Prince"
    },
    {
      "category": "THE NEW YORK TIMESHEALTH",
      "text": "The N.Y. Times said of the benefits of doing this before or after exercise: \"The answer is elastic\"; warming up might be better",
      "answer": "stretching"
    },
    {
      "category": "NEW INTERNATIONAL SPORTS TEAMS?",
      "text": "No one wants to play this Munich team with a fever, congestion & fine red rash that lasts a few days: let's avoid the...",
      "answer": "German Measles"
    },
    {
      "category": "YOU SMELL YUMMY!",
      "text": "Wow!  You must have used Sephora's morning body scrub named for this beverage \"& Cream\"",
      "answer": "Coffee"
    },
    {
      "category": "ON \"Q",
      "text": "32 ounces",
      "answer": "a quart"
    },
    {
      "category": "THE NAVY SEALS",
      "text": "(Sarah of the Clue Crew stands on shore as 2 attack boats approach at the Navy Amphibious Base in Coronado, CA.) The Navy SEALs were created bythisU.S. president who had been a small-unit naval commander & who knew what a small, tough force could do",
      "answer": "JFK"
    },
    {
      "category": "1980s ROCK",
      "text": "The group that finished the '80s as Starship first took off in the '60s under this name",
      "answer": "Jefferson Airplane"
    },
    {
      "category": "THE NEW YORK TIMESHEALTH",
      "text": "The Well blog on nytimes.com noted \"even pop stars have a right to medical privacy\" after docs peeked at her UCLA files",
      "answer": "Britney Spears"
    },
    {
      "category": "NEW INTERNATIONAL SPORTS TEAMS?",
      "text": "Now hitting the pitch, this North Sea squad who want to split the cost of the date with you; all cheer for the...",
      "answer": "Dutch Treats"
    },
    {
      "category": "YOU SMELL YUMMY!",
      "text": "Your Juicy Couture parfum makes you smell like this huge juicy melon, with a little caramel creme brulee",
      "answer": "watermelon"
    },
    {
      "category": "ON \"Q",
      "text": "The northern bobwhite is a common variety of this small bird",
      "answer": "a quail"
    },
    {
      "category": "THE NAVY SEALS",
      "text": "(Jimmy of the Clue Crew indicates the SEAL emblem at the Navy Amphibious Base in Coronado, CA.)  On the Navy SEALemblem, the anchor, eagle & pistol stand for sea, air & land, & this weapon represents all 3, & is also the name fo the emblem itself",
      "answer": "a trident"
    },
    {
      "category": "1980s ROCK",
      "text": "\"Brass Monkey\" & \"No Sleep Till Brooklyn\" were songs on their hit 1986 debut album",
      "answer": "the Beastie Boys"
    },
    {
      "category": "THE NEW YORK TIMESHEALTH",
      "text": "Researchers think they know why a blood disorder in the tropics protects against this mosquito-borne disease",
      "answer": "malaria"
    },
    {
      "category": "NEW INTERNATIONAL SPORTS TEAMS?",
      "text": "England politely applauds this 2-word steak served crosscut into thin slices; rah, indeed, for the...",
      "answer": "London Broils"
    },
    {
      "category": "YOU SMELL YUMMY!",
      "text": "I can tell that this spice precedes \"buns\" in the name of that Philosophy body wash you just used",
      "answer": "cinnamon"
    },
    {
      "category": "ON \"Q",
      "text": "This wet, boggy ground can put you in quite a predicament",
      "answer": "a quagmire"
    },
    {
      "category": "THE NAVY SEALS",
      "text": "(Jimmy of the Clue Crew stands on shore as attack boats approach at the Navy Amphibious Base in Coronado, CA.) High-speed boats help with what the legendary SEAL Richard \"Shark Man\" Marcinko calls \"the 2 critical mission points\": insertion &thisopposite, from the Latin for \"draw out\"",
      "answer": "extraction"
    },
    {
      "category": "1980s ROCK",
      "text": "In 1988 the Beach Boys had a No. 1 hit with this song from the Tom Cruise movie \"Cocktail\"",
      "answer": "\"Kokomo\""
    },
    {
      "category": "THE NEW YORK TIMESHEALTH",
      "text": "The N.Y. Times scrutinized the wisdom of TV ads for drugs, like the ones with this artificial heart inventor",
      "answer": "Jarvik"
    },
    {
      "category": "NEW INTERNATIONAL SPORTS TEAMS?",
      "text": "Our neighbors to the north know this meat made from a boned strip of pork loin, eh; it's the...",
      "answer": "Canadian Bacons"
    },
    {
      "category": "YOU SMELL YUMMY!",
      "text": "This designer's Opium intoxicates me with its blend of tangerine, plum & cloves",
      "answer": "Yves Saint Laurent"
    },
    {
      "category": "ON \"Q",
      "text": "It once meant wise or skilled; now it means old-fashioned & charming",
      "answer": "quaint"
    },
    {
      "category": "THE NAVY SEALS",
      "text": "(Jimmy of the Clue Crew rides in the boat at the Navy Amphibious Base in Coronado, CA.) Special Boat Teams support Navy SEALs in special warfare missions such as \"SR\", or \"special\" this, where they scope out hostile environments",
      "answer": "reconnaissance"
    },
    {
      "category": "1980s ROCK",
      "text": "This Aussie group brought a \"New Sensation\" to radio in 1988",
      "answer": "INXS"
    },
    {
      "category": "THE NEW YORK TIMESHEALTH",
      "text": "The bacterium Oxalobacter formigenes may reduce the risk of these, aka renal calculi",
      "answer": "kidney stones"
    },
    {
      "category": "NEW INTERNATIONAL SPORTS TEAMS?",
      "text": "A tip of the cap to this 8-measure dance, with foot kicks & arm swinging: from south of the border, it's the...",
      "answer": "Mexican Hat Dance"
    },
    {
      "category": "YOU SMELL YUMMY!",
      "text": "Oh, you savage! Your Eau Sauvage cologne has a whiff of this herb found in classic pesto sauce",
      "answer": "basil"
    },
    {
      "category": "ON \"Q",
      "text": "In Chapter X of \"Alice in Wonderland\", this French square dance gets top billing along with a lobster",
      "answer": "a quadrille"
    }
  ]
}