{
  "title": "Jeopardy! Mastersgame #51 - Wednesday, May 28, 2025",
  "date": {
    "day": 28,
    "month": "May",
    "year": 2025
  },
  "clues": [
    {
      "category": "SAME FIRST & LAST LETTER PLACES",
      "text": "Brandy distillation is a major industry of this town in France's Nouvelle-Aquitaine region",
      "answer": "Cognac"
    },
    {
      "category": "HEY, \"KID",
      "text": "Proverbialperson surrounded by many great choices",
      "answer": "a kid in a candy store"
    },
    {
      "category": "THE MOTORCYCLE OF THESEUS",
      "text": "Theseus replaced this lever operated with the left hand; bikers still use it, but 95% of U.S. car drivers don't use the same-named pedal",
      "answer": "clutch"
    },
    {
      "category": "SHOW THE DOOR",
      "text": "The USA's Open Door Policy of 1899 sought to ensure all countries had equal access to trade with this nation",
      "answer": "China"
    },
    {
      "category": "STAR TRACK",
      "text": "In 2013 this actress topped the adult contemporary chart with \"Cups\"",
      "answer": "Anna Kendrick"
    },
    {
      "category": "BOOKS & BOOK SERIES",
      "text": "(One more time, Rebecca Yarros.)  I write down scenes & plot points on index cards, & even at that stage might include these hidden messages, an alliterative term from the world video games",
      "answer": "an Easter egg"
    },
    {
      "category": "SAME FIRST & LAST LETTER PLACES",
      "text": "North of Grand Rapids, you'll find this city named for explorer Antoine; it was originally called Clam Lake!",
      "answer": "Cadillac"
    },
    {
      "category": "HEY, \"KID",
      "text": "A Vanity Fair article after the release of the musical \"Tick, Tick... Boom!\" called Andrew Garfield \"the Ultimate\" this",
      "answer": "a theater kid"
    },
    {
      "category": "THE MOTORCYCLE OF THESEUS",
      "text": "The original tires are gone; they were great on dirt but also this 2-word phrase, meaning the cops can't touch you in the city",
      "answer": "street legal"
    },
    {
      "category": "SHOW THE DOOR",
      "text": "Depicting scenes from the explorer's life, theColumbus Doorslead into this domed area, the heart of the U.S. Capitol",
      "answer": "the Rotunda"
    },
    {
      "category": "STAR TRACK",
      "text": "Turns out music was his true vice!  This actor had 2 '80s Top 40 hits: \"Heartbeat\" & \"Till I Loved You\", a duet with Barbra Streisand",
      "answer": "(Don) Johnson"
    },
    {
      "category": "BOOKS & BOOK SERIES",
      "text": "(Rebecca Yarros?)  Important in world-building & adding context, short snippets at the start of book chapters, like the ones from \"The Dragon Rider's Codex\" in \"Fourth Wing\" are called these, from Greek for \"to write upon\"",
      "answer": "epigraph"
    },
    {
      "category": "SAME FIRST & LAST LETTER PLACES",
      "text": "This city in southwest Germany is one of Europe's largest inland ports",
      "answer": "Mannheim"
    },
    {
      "category": "HEY, \"KID",
      "text": "In an '80s ad this iconic phrase precedes \"They got the best for so much less, you'll really flip your lid\"",
      "answer": "I'm a Toys “R” Us kid"
    },
    {
      "category": "THE MOTORCYCLE OF THESEUS",
      "text": "There's a whole new single-shock rear suspension, the kind pioneered by this company's \"Monocross\" on the YZ250 in 1974",
      "answer": "Yamaha"
    },
    {
      "category": "SHOW THE DOOR",
      "text": "Beginning in 1906, this man & his namesake company pioneered door-to-door sales, passing $800 million in purchases by 1960",
      "answer": "Fuller"
    },
    {
      "category": "STAR TRACK",
      "text": "M. Ward is the Him & she is the She of She & Him, & the 2 asked the musical question \"Why Do You Let Me Stay Here?\"",
      "answer": "Zooey Deschanel"
    },
    {
      "category": "BOOKS & BOOK SERIES",
      "text": "(Back to Rebecca.)  As a romance novelist, I believe in treating my characters to \"happily ever after\", a phrase that first appears in English in a translation of this not-always-so-happy Italian Renaissance work set during a plague",
      "answer": "The Decameron"
    },
    {
      "category": "SAME FIRST & LAST LETTER PLACES",
      "text": "Everglades National Park is just southwest ofthiscity famed for its horse track replete withflamingos",
      "answer": "Hialeah"
    },
    {
      "category": "HEY, \"KID",
      "text": "In 1992 Bill Clinton gave himself this nickname after the New Hampshire primary",
      "answer": "the Comeback Kid"
    },
    {
      "category": "THE MOTORCYCLE OF THESEUS",
      "text": "Theseus put in a custom exhaust, just like the one Don Fera stunt-rode in this 1953 Marlon Brando movie",
      "answer": "The Wild One"
    },
    {
      "category": "SHOW THE DOOR",
      "text": "This venue in NYC's Theater District was operated during World War II as a place for servicemen to enjoy free entertainment",
      "answer": "Stage Door Canteen"
    },
    {
      "category": "STAR TRACK",
      "text": "In this band,Jack Black & Kyle Gasswere letter-perfect singing \"Dude (I Totally Miss You)\" & \"Beelzeboss (The Final Showdown)\"",
      "answer": "Tenacious D"
    },
    {
      "category": "BOOKS & BOOK SERIES",
      "text": "(Back to Rebecca Yarros.)  Paving the way for me in the romantasy genre isthisauthor of the \"Throne of Glass\" series, which she began writing as a teenager",
      "answer": "(Sarah J.) Maas"
    },
    {
      "category": "SAME FIRST & LAST LETTER PLACES",
      "text": "This city was the eventual outcome of the wishes of Menelik II's wife, who wanted a house near some hot springs",
      "answer": "Addis Ababa"
    },
    {
      "category": "HEY, \"KID",
      "text": "This triumphant meme template shows 11-month-old Sam Griner clenching his fist on a beach in a green & white shirt",
      "answer": "Success Kid"
    },
    {
      "category": "THE MOTORCYCLE OF THESEUS",
      "text": "The brakes have new these, a word one letter off from a measurement used for guns",
      "answer": "calipers"
    },
    {
      "category": "SHOW THE DOOR",
      "text": "Aldous Huxley recounted his experiences using mescaline in this nonfiction work",
      "answer": "The Doors of Perception"
    },
    {
      "category": "STAR TRACK",
      "text": "Keanu Reeves played bass on tunes like \"Everything Turns Around\" forthisband",
      "answer": "Dogstar"
    },
    {
      "category": "BOOKS & BOOK SERIES",
      "text": "(Here's Rebecca Yarros.)  I majored in history & grew up in a 2nd-generation military family, so I can appreciate howthisauthor's series \"Master and Commander\" combines history & military valor",
      "answer": "(Patrick) O'Brian"
    },
    {
      "category": "BERTHED AT THE POP CULTURE MARINA",
      "text": "In a 1951 film, SkipperCharlie Allnut tells Rosethis title boat is \"running short of fuel... better put in someplace\"",
      "answer": "theAfrican Queen"
    },
    {
      "category": "GETTING PHILOSOPHICAL",
      "text": "With works like \"The Concept of Anxiety\", this Dane is said to have pioneered existentialism, though the term itself came later",
      "answer": "Kierkegaard"
    },
    {
      "category": "REIGN MAN",
      "text": "1926 was the start of the Showa Era, the reign of this longest-serving Japanese monarch in history",
      "answer": "Hirohito"
    },
    {
      "category": "A LITTLE OLD FASHION",
      "text": "Goyaportrayed the Duchess of Albawearing this Spanish-named veil draped around her shoulders",
      "answer": "a mantilla"
    },
    {
      "category": "HARD SCIENCE",
      "text": "It's the only one of the noble gases with a name that doesn't end in \"N\"",
      "answer": "helium"
    },
    {
      "category": "SAY IT IN A ROMANCE LANGUAGE",
      "text": "Dora the Explorer calls her beloved grandma this; canonically, she's also the grandma of Dora's cousin & pal Diego",
      "answer": "Abuela(orAbuelita)"
    },
    {
      "category": "BERTHED AT THE POP CULTURE MARINA",
      "text": "First appearing in 1999, the Stugots was piloted by this small-screen bigwig",
      "answer": "Tony Soprano"
    },
    {
      "category": "GETTING PHILOSOPHICAL",
      "text": "Ayn Rand founded this philosophy that says a main purpose in life is one's own happiness; her novel \"Atlas Shrugged\" expounded on it",
      "answer": "Objectivism"
    },
    {
      "category": "REIGN MAN",
      "text": "Henry IV signed this edict in 1598 that promoted religious tolerance before having his reign cut short by an extremist in 1610",
      "answer": "the Edict of Nantes"
    },
    {
      "category": "A LITTLE OLD FASHION",
      "text": "This garment was originally a man's tight-fitting jacket worn under another layer; now it's a decorative underskirt",
      "answer": "a petticoat"
    },
    {
      "category": "HARD SCIENCE",
      "text": "Quarks come in 6 flavors: up, down, top, bottom & these 2",
      "answer": "charm & strange"
    },
    {
      "category": "SAY IT IN A ROMANCE LANGUAGE",
      "text": "ThisPortuguese offering is mostly white, sometimes red & its name contains a color that's neither of those",
      "answer": "Vinho Verde"
    },
    {
      "category": "BERTHED AT THE POP CULTURE MARINA",
      "text": "At Poseidon's bidding, this hero from \"God of War\" defeats a toothy Hydra & sails the Aegean",
      "answer": "Kratos"
    },
    {
      "category": "GETTING PHILOSOPHICAL",
      "text": "Berkeley has been called the first of these--not a starry-eyed hoper for a better world but one who believes reality is in the mind",
      "answer": "an idealist"
    },
    {
      "category": "REIGN MAN",
      "text": "Near the end of his reign, he promoted his son Commodus to joint emperor & they went off to kill some Germanic tribes together as a family",
      "answer": "Marcus Aurelius"
    },
    {
      "category": "A LITTLE OLD FASHION",
      "text": "1920s & '30s designer Jessie Franklin Turner was known for using this French-named fabric woven with metallic yarns",
      "answer": "lamé"
    },
    {
      "category": "HARD SCIENCE",
      "text": "This Latin plural is the name of the small air sacs in the lungs where carbon dioxide is exchanged for oxygen",
      "answer": "alveoli"
    },
    {
      "category": "SAY IT IN A ROMANCE LANGUAGE",
      "text": "A creepy custom said to exist in feudal Europe involving a lord & new brides of those in his service was called \"droit du\" him",
      "answer": "seigneur"
    },
    {
      "category": "BERTHED AT THE POP CULTURE MARINA",
      "text": "Forrest Gump named his shrimp boat this, \"the most beautiful name in the wide world\"",
      "answer": "Jenny"
    },
    {
      "category": "GETTING PHILOSOPHICAL",
      "text": "According to Aristotle, the followers of this 6th century B.C. philosopher believed that \"everything is numbers\"",
      "answer": "Pythagoras"
    },
    {
      "category": "REIGN MAN",
      "text": "He suffered loss in the last years of his reign, including the murders of his wife in 1898 & nephew in 1914",
      "answer": "Franz Joseph (Emperor of Austria)"
    },
    {
      "category": "A LITTLE OLD FASHION",
      "text": "Hip-length, close-fitting with a high collar, this jacket was named for a world leader who died in 1964",
      "answer": "Nehru"
    },
    {
      "category": "HARD SCIENCE",
      "text": "That's not a bar graph!  It's one of these, from Greek for \"mast\"",
      "answer": "a histogram"
    },
    {
      "category": "SAY IT IN A ROMANCE LANGUAGE",
      "text": "It's Italian for \"hope\", as in the original of \"Abandon all hope, ye who enter here\"",
      "answer": "speranza"
    },
    {
      "category": "BERTHED AT THE POP CULTURE MARINA",
      "text": "\"The Tragedy of the Whaleship Essex\" is the subtitle of the book that Ron Howard basedthis2015 film on",
      "answer": "In the Heart of the Sea"
    },
    {
      "category": "GETTING PHILOSOPHICAL",
      "text": "Kant wrote critiques of \"Pure Reason\" & of this kind of \"Reason\", which lays out his case for free will",
      "answer": "practical reason"
    },
    {
      "category": "REIGN MAN",
      "text": "Before taking the reins from his bro in 1830, this fecund Hanoverian had 10 illegitimate children with an Irish actress",
      "answer": "William IV"
    },
    {
      "category": "A LITTLE OLD FASHION",
      "text": "In Victorian times a woman wearing one of these had on a bodice, not a member of a southern European ethnic group",
      "answer": "a basque"
    },
    {
      "category": "HARD SCIENCE",
      "text": "T.H. Huxley coined this word now used for the theory that life on Earth arose from non-living matter",
      "answer": "abiogenesis"
    },
    {
      "category": "SAY IT IN A ROMANCE LANGUAGE",
      "text": "The chant \"The people united will never be defeated\" is less catchy than the rhyming Spanish version: \"El pueblo unido jamás será...\"",
      "answer": "vencido"
    }
  ]
}