{
  "title": "Show #6704 - Thursday, November 7, 2013",
  "date": {
    "day": 7,
    "month": "November",
    "year": 2013
  },
  "clues": [
    {
      "category": "AROUND THE USA",
      "text": "Gobbler's Knob is the scene of the action for a critter named Phil in Punxsutawney, Pennsylvania for this annual event",
      "answer": "Groundhog Day"
    },
    {
      "category": "SONG & DANCE",
      "text": "Chubby Checker had hits singing about this dance; Joey Dee & the Starliters sang about the \"Peppermint\" one",
      "answer": "the twist"
    },
    {
      "category": "LITERARY BUNNIES",
      "text": "Alice overheard him say, \"Oh my ears and whiskers, how late it's getting!\"",
      "answer": "the White Rabbit"
    },
    {
      "category": "HODGEPODGE",
      "text": "Seenhereis a page printed inthis languagein the 15th century",
      "answer": "Hebrew"
    },
    {
      "category": "THE FABRIC OF OUR LIVES",
      "text": "When you say it's fiber from insect larvae made from cocoon spinning, it's hard to believe we love to sleep on sheets of it",
      "answer": "silk"
    },
    {
      "category": "ALAS, POOR...",
      "text": "This order of classical architecture characterized by austere columns",
      "answer": "Doric"
    },
    {
      "category": "AROUND THE USA",
      "text": "The Mar-a-Lago estate, now a private club owned by Donald Trump, is in this Florida \"Beach\" town",
      "answer": "Palm Beach"
    },
    {
      "category": "SONG & DANCE",
      "text": "In 1999 Lou Bega had a hit with this Caribbean dance \"No. 5\"",
      "answer": "mambo"
    },
    {
      "category": "LITERARY BUNNIES",
      "text": "This naughty little guy disobeyed his mother & \"first ate some lettuces and some French beans; and then he ate some radishes\"",
      "answer": "Peter Rabbit"
    },
    {
      "category": "HODGEPODGE",
      "text": "Echoing the size of some of its early audio products, the RX100 HD digitalcamerafrom this companyfits in a pocket",
      "answer": "Sony"
    },
    {
      "category": "THE FABRIC OF OUR LIVES",
      "text": "Go wale-watching in this woven fabric with vertical stripes of tufted ribs",
      "answer": "corduroy"
    },
    {
      "category": "ALAS, POOR...",
      "text": "This, the \"intake\" you should regulate if you're trying to drop weight",
      "answer": "caloric"
    },
    {
      "category": "AROUND THE USA",
      "text": "(Sarah of the Clue Crew shows a map on the monitor.)  As the U.S. expanded its territory westward,this point moved from the east coast in 1776 to South Dakota in 1959 with the addition of Alaska & Hawaii",
      "answer": "geographic center"
    },
    {
      "category": "SONG & DANCE",
      "text": "The title of this Ritchie Valens hit is a dance; the Spanish lyrics say that you need a little grace to do it",
      "answer": "\"La Bamba\""
    },
    {
      "category": "LITERARY BUNNIES",
      "text": "Gary Wolf's book questioned, \"Who Censored\" this character; in the movie he was \"framed\"",
      "answer": "Roger Rabbit"
    },
    {
      "category": "HODGEPODGE",
      "text": "The 1880s cartoonseenhereshows the helpless Cherokee nation tied down likethisSwift character",
      "answer": "Gulliver"
    },
    {
      "category": "THE FABRIC OF OUR LIVES",
      "text": "Oh let the sun beat down upon my face as I wear this goat-hair sweater, like Oprah's favorite by Ralph Lauren",
      "answer": "cashmere"
    },
    {
      "category": "ALAS, POOR...",
      "text": "This word for things that happened before the written word",
      "answer": "prehistoric"
    },
    {
      "category": "AROUND THE USA",
      "text": "Is a marathon too short?  Try a 100-mile course with a high point at 12,600 feet--the Leadville trail 100 run in this state",
      "answer": "Colorado"
    },
    {
      "category": "SONG & DANCE",
      "text": "A \"Rock\" song about doing this dance says, \"Lower now, how low can you go\"",
      "answer": "the limbo"
    },
    {
      "category": "LITERARY BUNNIES",
      "text": "The subtitle of this Margery Williams children's story is \"Or How Toys Become Real\"",
      "answer": "The Velveteen Rabbit"
    },
    {
      "category": "HODGEPODGE",
      "text": "Responding to criticism by calling the critic an illiterate moron is this kind of attack with a 2-word Latin name",
      "answer": "ad hominem"
    },
    {
      "category": "THE FABRIC OF OUR LIVES",
      "text": "Made from a certain type of rabbit's coat, this soft, fuzzy yarn was a hit in 1980s sweaters",
      "answer": "angora"
    },
    {
      "category": "ALAS, POOR...",
      "text": "This acid produced in the stomach",
      "answer": "hydrochloric"
    },
    {
      "category": "AROUND THE USA",
      "text": "There are bobcats on this state's Kiawah island",
      "answer": "South Carolina"
    },
    {
      "category": "SONG & DANCE",
      "text": "In a No. 1 hit Little Eva told us, \"Everybody's doin' a brand new dance\"--this one in which \"You gotta swing your hips\"",
      "answer": "\"The Loco-Motion\""
    },
    {
      "category": "LITERARY BUNNIES",
      "text": "Richard Adams conceived of this story about Hazel, Fiver & others while on a long car journey with his 2 daughters",
      "answer": "Watership Down"
    },
    {
      "category": "HODGEPODGE",
      "text": "The monolith that Aborigines call Uluru was named this by surveyor William Gosse",
      "answer": "Ayers Rock"
    },
    {
      "category": "THE FABRIC OF OUR LIVES",
      "text": "This coarse, heavy plain-weave fabric used in gunny sacks is made of hemp or jute",
      "answer": "burlap"
    },
    {
      "category": "ALAS, POOR...",
      "text": "Alas, poor thiscastlethat brings tourists to the English Midlands",
      "answer": "Warwick"
    }
  ]
}