{
  "title": "PrimetimeCelebrity Jeopardy!game #10 - Thursday, January 12, 2023",
  "date": {
    "day": 12,
    "month": "January",
    "year": 2023
  },
  "clues": [
    {
      "category": "A TORY PARTY",
      "text": "Jonathan Boucher was a Loyalist or Tory during this event, but dedicated his history of it to his friend George Washington",
      "answer": "the American Revolution"
    },
    {
      "category": "THE 50 STATES",
      "text": "Arizona's Saguaro National Park is named for a candelabra-shaped type of this plant",
      "answer": "a cactus"
    },
    {
      "category": "OTHER FAMOUS VOLUNTEERS",
      "text": "A superhero on film playing Marvel's Black Widow, this actress spent 8 years as a global ambassador for Oxfam",
      "answer": "Scarlett Johansson"
    },
    {
      "category": "LETTER, PERFECT",
      "text": "Grammar-wise, let's begin with this indefinite article used before a singular noun",
      "answer": "A"
    },
    {
      "category": "PLENTY OF FISH",
      "text": "The popular food fishes marketed as Chilean sea this are actually species of toothfishes",
      "answer": "bass"
    },
    {
      "category": "I LOVE MY DAD",
      "text": "Phil Dunphy, on this sitcom: \"I'm the cool dad... I'm hip... I text.  LOL, laugh out loud.  OMG, oh my God.  WTF, why the face\"",
      "answer": "Modern Family"
    },
    {
      "category": "A TORY PARTY",
      "text": "In 2022 Tory Party members of Britain's \"House of\" these included Baroness Bottomley of Nettlestone & the Earl of Minto",
      "answer": "Lords"
    },
    {
      "category": "THE 50 STATES",
      "text": "Created to serve the former Northwest Territory, Northwestern University is in Evanston in this state",
      "answer": "Illinois"
    },
    {
      "category": "OTHER FAMOUS VOLUNTEERS",
      "text": "Volunteers in this Christian group founded by William Booth can become \"soldiers\"",
      "answer": "the Salvation Army"
    },
    {
      "category": "LETTER, PERFECT",
      "text": "\"Greetings\", Robert De Niro's film debut in 1968, was also the first movie in the U.S. to get this rating",
      "answer": "X"
    },
    {
      "category": "PLENTY OF FISH",
      "text": "Thisshark gets its name from the shape of a prominent body part",
      "answer": "hammerhead"
    },
    {
      "category": "I LOVE MY DAD",
      "text": "He came to dadhood later in life, after his boy Luke grew up... & after cutting off Luke's hand... & blowing up his daughter's planet",
      "answer": "Darth Vader"
    },
    {
      "category": "A TORY PARTY",
      "text": "Canada's Tory Party is looking to unseat this second-generation prime minister & Liberal Party leader",
      "answer": "Justin Trudeau"
    },
    {
      "category": "THE 50 STATES",
      "text": "In \"Field of Dreams\" a question is asked, \"Is this heaven?\"--No, it's this Midwestern state also known as \"the Corn State\"",
      "answer": "Iowa"
    },
    {
      "category": "OTHER FAMOUS VOLUNTEERS",
      "text": "Hereis the logo of the Cajun Navy Ground Force, whose volunteers sprang into action after 2016 floods in this \"Bayou State\"",
      "answer": "Louisiana"
    },
    {
      "category": "LETTER, PERFECT",
      "text": "It's the 17th letter of the alphabet, & before you start counting on your fingers, it's also James Bond's gadget man",
      "answer": "Q"
    },
    {
      "category": "PLENTY OF FISH",
      "text": "Several small species of the herring family go by this name, particularly when they're canned in oil",
      "answer": "sardines"
    },
    {
      "category": "I LOVE MY DAD",
      "text": "Loving dad Liam Neeson, in this 2008 pic: let my daughter go, cool.  If not, \"I will look for you.  I will find you.  & I will kill you\"",
      "answer": "Taken"
    },
    {
      "category": "A TORY PARTY",
      "text": "One of the great figures of Britain's Tory Party was this man whose historic term as prime minister began May 10, 1940",
      "answer": "Churchill"
    },
    {
      "category": "THE 50 STATES",
      "text": "Connecticut is bordered to the west by New York & to the east by this, another 2-word state",
      "answer": "Rhode Island"
    },
    {
      "category": "OTHER FAMOUS VOLUNTEERS",
      "text": "Robert Scott, an ace of the Flying Tigers volunteer Air Force of World War II, wrote a book about his career called \"God Is My\" this",
      "answer": "Co-Pilot"
    },
    {
      "category": "LETTER, PERFECT",
      "text": "It precedes \"Claudius\" in the title of a 1934 historical novel by Robert Graves",
      "answer": "I"
    },
    {
      "category": "PLENTY OF FISH",
      "text": "Originally from the Indo-Pacific,thisvenomous fish with a big cat in its name has become an invasive species in the Atlantic",
      "answer": "lionfish"
    },
    {
      "category": "I LOVE MY DAD",
      "text": "Pop to Pete, Janie, Zuzu & Tommy in a classic film, he's seenherewith his own daughters Kelly & Judy",
      "answer": "Jimmy Stewart"
    },
    {
      "category": "A TORY PARTY",
      "text": "In Australia a moderate segment of this environment-focused party is sometimes called the Tree Tories",
      "answer": "the Green Party"
    },
    {
      "category": "THE 50 STATES",
      "text": "Hells Canyon & Snake River sound daunting, but Sun Valley & its ski lodges in this state offer respite",
      "answer": "Idaho"
    },
    {
      "category": "OTHER FAMOUS VOLUNTEERS",
      "text": "Beforeher son was president, Lilian Carterworked in India1966-1968 for this government agency begun by John F. Kennedy",
      "answer": "the Peace Corps"
    },
    {
      "category": "LETTER, PERFECT",
      "text": "A Roman 500, or a report card grade you'd prefer not to see",
      "answer": "D"
    },
    {
      "category": "PLENTY OF FISH",
      "text": "This name for a flatfish with both eyes on the same side of its head is also a verb meaning to struggle ineffectively",
      "answer": "flounder"
    },
    {
      "category": "I LOVE MY DAD",
      "text": "Milo Ventimiglia was Jack Pearson, father of Kevin, Kate & Randall on this NBC drama, & now we're getting a bit choked up thinking about it",
      "answer": "This Is Us"
    },
    {
      "category": "THE MOVIES",
      "text": "\"The Way of Water\" is the subtitle of the long-awaitedsequelto this James Cameron film set on Pandora",
      "answer": "Avatar"
    },
    {
      "category": "TRIANGLES",
      "text": "A gable is a triangle-shaped feature on this part of a house",
      "answer": "the roof"
    },
    {
      "category": "COLLEGES & UNIVERSITIES",
      "text": "Brainiacs know that M.I.T. stands for this Boston-area school",
      "answer": "the Massachusetts Institute of Technology"
    },
    {
      "category": "EVERYDAY ITALIAN",
      "text": "\"When the Moon hits your eye like a big pizza pie, that's\" this, that's love",
      "answer": "amore"
    },
    {
      "category": "THE 20th CENTURY",
      "text": "World War II officially began on September 1, 1939 when Germany invaded this country",
      "answer": "Poland"
    },
    {
      "category": "GLOOMY AUTHORS",
      "text": "\"Everything is evil\" wrote the 19th century poet Giacomo Leopardi, who exemplified this glass-half-empty -ism",
      "answer": "pessimism"
    },
    {
      "category": "THE MOVIES",
      "text": "The 2022 film \"Blonde\" stars Ana de Armas as this film icon & recreates an iconic moment from \"The Seven Year Itch\"",
      "answer": "Marilyn Monroe"
    },
    {
      "category": "TRIANGLES",
      "text": "\"Jules & Jim\" is a classic film about this geometric situation; some have asked why Catherine isn't in the title",
      "answer": "a love triangle"
    },
    {
      "category": "COLLEGES & UNIVERSITIES",
      "text": "Until disallowed by the L.A. Coliseum, a live bear would take the field at home football games for this school",
      "answer": "UCLA (the University of California Los Angeles)"
    },
    {
      "category": "EVERYDAY ITALIAN",
      "text": "Rachael Ray says her very first word was this, the Italian word for wine",
      "answer": "vino"
    },
    {
      "category": "THE 20th CENTURY",
      "text": "He developed his famous anti-choking maneuver in 1974 &herehe is as his daughters demonstrate it",
      "answer": "Heimlich"
    },
    {
      "category": "GLOOMY AUTHORS",
      "text": "In Kuniko Tsurita's book of manga \"The Sky Is Blue with a Single Cloud\", it's this kind of cloud from a nuclear bomb",
      "answer": "a mushroom cloud"
    },
    {
      "category": "THE MOVIES",
      "text": "His powerful performance as the Joker in \"The Dark Knight\" won him a posthumous Supporting Actor Oscar",
      "answer": "(Heath) Ledger"
    },
    {
      "category": "TRIANGLES",
      "text": "You need a triangle for this action to set up billiard balls for the break shot",
      "answer": "racking"
    },
    {
      "category": "COLLEGES & UNIVERSITIES",
      "text": "Since 1917 Columbia University has announced these awards for fields including journalism & literature",
      "answer": "the Pulitzers"
    },
    {
      "category": "EVERYDAY ITALIAN",
      "text": "Hopefully, you haven't had any bad encounters with these photographers who follow the famous to get their shots",
      "answer": "paparazzi"
    },
    {
      "category": "THE 20th CENTURY",
      "text": "The Hay-Pauncefote Treaty of 1901 allowed the U.S. to build & operate this waterway in Central America",
      "answer": "the Panama Canal"
    },
    {
      "category": "GLOOMY AUTHORS",
      "text": "Called \"Roald the Rotten\" by his own wife, he created memorable villains like Miss Trunchbull in \"Matilda\"",
      "answer": "(Roald) Dahl"
    },
    {
      "category": "THE MOVIES",
      "text": "\"The Gold Rush\", \"The Kid\" & \"City Lights\" are silent films that this comic legend wrote, directed & starred in",
      "answer": "(Charlie) Chaplin"
    },
    {
      "category": "TRIANGLES",
      "text": "On this holiday generally in March, Jews traditionally eat triangular pastries called Hamantaschen",
      "answer": "Purim"
    },
    {
      "category": "COLLEGES & UNIVERSITIES",
      "text": "In 1873, a university in Nashville was named forthiswealthy commodore who eventually donated $1 million",
      "answer": "(Cornelius) Vanderbilt"
    },
    {
      "category": "EVERYDAY ITALIAN",
      "text": "Spelled as one word or 2, it means outdoors, as in dining outdoors",
      "answer": "al fresco"
    },
    {
      "category": "THE 20th CENTURY",
      "text": "At the Pan-American Exposition in Buffalo,thispresident was fatally shot, dying 8 days later",
      "answer": "McKinley"
    },
    {
      "category": "GLOOMY AUTHORS",
      "text": "\"The unutterable hideousness that can dwell in absolute silence\" is part of the \"Country\" of this author; how's your day going?",
      "answer": "Lovecraft"
    },
    {
      "category": "THE MOVIES",
      "text": "The title of this 2019 Korean film refers to the relationship of the destitute Kim family & the wealthy Park family",
      "answer": "Parasite"
    },
    {
      "category": "TRIANGLES",
      "text": "A triangle roughly formed by Florida, Puerto Rico & this place is notorious for swallowing up boats & planes without a trace",
      "answer": "Bermuda"
    },
    {
      "category": "COLLEGES & UNIVERSITIES",
      "text": "Founded in 1693, the oldest college in Virginia is the college of this royal pair",
      "answer": "the College of William & Mary"
    },
    {
      "category": "EVERYDAY ITALIAN",
      "text": "Italian for \"baked earth\", it's the type of pottery seenheremade of baked clay",
      "answer": "terra cotta"
    },
    {
      "category": "THE 20th CENTURY",
      "text": "\"Oh, the humanity\" when 36 lives were lost as this airship burst into flames while landing in New Jersey",
      "answer": "theHindenburg"
    },
    {
      "category": "GLOOMY AUTHORS",
      "text": "His plays like \"Waiting for Godot\" explore the meaninglessness of life & even a Nobel Prize didn't make him happy",
      "answer": "Samuel Beckett"
    }
  ]
}