{
  "title": "Show #2389 - Thursday, January 12, 1995",
  "date": {
    "day": 12,
    "month": "January",
    "year": 1995
  },
  "clues": [
    {
      "category": "ROCK",
      "text": "It's claimed that Paul McCartney's dad wanted this song's \"Yeah, yeah, yeah\" changed to \"Yes, yes, yes\"",
      "answer": "\"She Loves You\""
    },
    {
      "category": "SISTERS",
      "text": "This Christian denomination has the greatest number of orders of nuns",
      "answer": "Roman Catholicism"
    },
    {
      "category": "PAPER",
      "text": "The fibers in this plant that pandas feed on can be used to make paper",
      "answer": "bamboo"
    },
    {
      "category": "SEPTEMBER",
      "text": "In Sept. 1807 a circuit court in Richmond, Virginia acquitted this ex-vice president of treason",
      "answer": "Aaron Burr"
    },
    {
      "category": "LANGUAGES",
      "text": "This language was formed mainly from the Svea dialects spoken in & around Stockholm",
      "answer": "Swedish"
    },
    {
      "category": "8-LETTER WORDS",
      "text": "The name of this marsupial can precede court or vine",
      "answer": "kangaroo"
    },
    {
      "category": "ROCK",
      "text": "The Commodores' biggest hit, \"Three Times A Lady\", was written by this member of the group",
      "answer": "Lionel Richie"
    },
    {
      "category": "SISTERS",
      "text": "It's estimated that of the 3,200 of these in the Civil War, 640 were nuns",
      "answer": "nurses"
    },
    {
      "category": "PAPER",
      "text": "A strict rule in traditional origami is that you can never do this to the piece of paper",
      "answer": "cut"
    },
    {
      "category": "SEPTEMBER",
      "text": "On Sept. 19, 1934 Bruno Richard Hauptmann was arrested in the Bronx for this kidnapping",
      "answer": "the Lindbergh case (the Lindbergh baby)"
    },
    {
      "category": "LANGUAGES",
      "text": "This language is also called Hollands",
      "answer": "Dutch"
    },
    {
      "category": "8-LETTER WORDS",
      "text": "A musical medley of familiar themes, or a 1940 animated Disney film featuring 8 musical sequences",
      "answer": "Fantasia"
    },
    {
      "category": "ROCK",
      "text": "In 1991 George Michael & this singer reached No. 1 in the U.K. with \"Don't Let The Sun Go Down On Me\"",
      "answer": "Elton John"
    },
    {
      "category": "SISTERS",
      "text": "Technically, a woman who takes the simple ones of these is known as a sister; the solemn ones, a nun",
      "answer": "vows"
    },
    {
      "category": "PAPER",
      "text": "Name for the wood fibers prepared for papermaking",
      "answer": "pulp"
    },
    {
      "category": "SEPTEMBER",
      "text": "In 1741 he finished \"Messiah\" after working on it just 23 days",
      "answer": "Handel"
    },
    {
      "category": "LANGUAGES",
      "text": "The standard form of this Bantu language is based on the Kiunguja dialect of Tanzania",
      "answer": "Swahili"
    },
    {
      "category": "8-LETTER WORDS",
      "text": "It's a framework of parallel bars used to broil meat, or a football field",
      "answer": "a gridiron"
    },
    {
      "category": "ROCK",
      "text": "In 1976 Marilyn McCoo & Billy Davis, Jr. sang, \"You don't have to be\" this \"to be in my show\"",
      "answer": "a star"
    },
    {
      "category": "SISTERS",
      "text": "It's from the Latin for \"assembly\"; nuns may live in a cloistered one",
      "answer": "a convent"
    },
    {
      "category": "PAPER",
      "text": "The end papers in these items sometimes have a marbled appearance",
      "answer": "books"
    },
    {
      "category": "SEPTEMBER",
      "text": "In Sept. 1953 Ike named California governor Earl Warren to this post",
      "answer": "Chief Justice of the Supreme Court (or of the United States)"
    },
    {
      "category": "LANGUAGES",
      "text": "This language spoken chiefly in northeastern Spain also has a few speakers on Sardinia",
      "answer": "Catalan (Catalonian)"
    },
    {
      "category": "8-LETTER WORDS",
      "text": "Programs such as WordPerfect used to direct the operation of a computer",
      "answer": "software"
    },
    {
      "category": "ROCK",
      "text": "1962 Crystals hit that begins, \"See the way he walks down the street. That's the way he shuffles his feet\"",
      "answer": "\"He's A Rebel\""
    },
    {
      "category": "SISTERS",
      "text": "Born Elizabeth Ann Bayley in 1774 in New York City, she was canonized in 1975",
      "answer": "Mother Seton"
    },
    {
      "category": "PAPER",
      "text": "In the 1850s the Union Company of Pennsylvania was the first to mass-produce these for merchants",
      "answer": "paper bags"
    },
    {
      "category": "SEPTEMBER",
      "text": "In 1943 this Generalissimo was named President of the Chinese national government, replacing Lin Sen",
      "answer": "Chiang Kai-shek"
    },
    {
      "category": "LANGUAGES",
      "text": "Motu is a language spoken along a coastal strip around Port Moresby, capital of this island nation",
      "answer": "Papua New Guinea"
    },
    {
      "category": "8-LETTER WORDS",
      "text": "This word for an occurrence of widespread destruction comes from the Latin for \"star\"",
      "answer": "disaster"
    }
  ]
}