{
  "title": "Show #8005 - Friday, May 31, 2019",
  "date": {
    "day": 31,
    "month": "May",
    "year": 2019
  },
  "clues": [
    {
      "category": "COLONIAL PENNSYLVANIA",
      "text": "In 1755 the University of Pennsylvania was chartered as the college, academy & charitable school of this city",
      "answer": "Philadelphia"
    },
    {
      "category": "THE COMICS",
      "text": "This fat cat may hate Mondays, but that didn't stop him from making his debut on Monday, June 19, 1978",
      "answer": "Garfield"
    },
    {
      "category": "GLUTEN, FREE",
      "text": "Bud Light wanted to give out free beer at the Super Bowl 53 victory parade in this city, but Mayor Walsh said no",
      "answer": "Boston"
    },
    {
      "category": "AFRICAN-AMERICAN BIOGRAPHY",
      "text": "Jonathan Eig's bio of this champ who passed away in 2016 is one of the \"Greatest\" sports biographies",
      "answer": "Ali"
    },
    {
      "category": "YOU ARE A BAD SAILOR",
      "text": "Why did you insist on putting refrigerator magnets on the binnacle?  You've completely messed up this device",
      "answer": "a compass"
    },
    {
      "category": "5 \"LASH\"ES",
      "text": "This cervical spine injury often occurs in a rear-end auto collision",
      "answer": "whiplash"
    },
    {
      "category": "COLONIAL PENNSYLVANIA",
      "text": "To settle a land dispute in the 1760s, Mason & Dixon marked the border between Penn. & this state to the south",
      "answer": "Maryland"
    },
    {
      "category": "THE COMICS",
      "text": "In this Gary Larson panel, a caveman says the end of a dino's spiky tail is \"called the Thag-omizer... after the late Thag Simmons\"",
      "answer": "The Far Side"
    },
    {
      "category": "GLUTEN, FREE",
      "text": "In 2014 McDonald's survey respondents could get a free one of these, Mickey D's original breakfast sandwich",
      "answer": "an Egg McMuffin"
    },
    {
      "category": "AFRICAN-AMERICAN BIOGRAPHY",
      "text": "\"The New Negro\" is \"The Life of Alain Locke\", the first African American to earn this honor that sent him to Oxford",
      "answer": "a Rhodes Scholarship"
    },
    {
      "category": "YOU ARE A BAD SAILOR",
      "text": "You can't tell a clove hitch from a cleat hitch!  Heck, you don't even know they are types of these",
      "answer": "knots"
    },
    {
      "category": "5 \"LASH\"ES",
      "text": "As of 2020, Adobe will no longer update or distribute this once-ubiquitous web plug-in",
      "answer": "Flash"
    },
    {
      "category": "COLONIAL PENNSYLVANIA",
      "text": "A group of 17th century immigrants was called \"Pennsylvania\" this because of the German word for \"German\"",
      "answer": "Dutch"
    },
    {
      "category": "THE COMICS",
      "text": "Thiscrime fighter who debuted in 1931 had a two-way wrist TV that was kind of the granddaddy of the smartwatch",
      "answer": "Dick Tracy"
    },
    {
      "category": "GLUTEN, FREE",
      "text": "During the Great Depression, these queues named for a baked product were all too common",
      "answer": "a breadline"
    },
    {
      "category": "AFRICAN-AMERICAN BIOGRAPHY",
      "text": "\"The Road to Freedom\" is the subtitle of Catherine Clinton's bio of this 19th century woman",
      "answer": "Harriet Tubman"
    },
    {
      "category": "YOU ARE A BAD SAILOR",
      "text": "Do not descend sails by dragging a knife through them like this swashbuckling silent star did in \"The Black Pirate\"",
      "answer": "(Douglas) Fairbanks"
    },
    {
      "category": "5 \"LASH\"ES",
      "text": "\"Release the Kraken!\" orders Liam Neeson as Zeus in this mythical movie",
      "answer": "Clash of the Titans"
    },
    {
      "category": "COLONIAL PENNSYLVANIA",
      "text": "This native people of northwestern Pennsylvania who share the name of a lake were dispersed in the 1650s",
      "answer": "the Erie"
    },
    {
      "category": "THE COMICS",
      "text": "In this strip, Duke testified for the NRA in the '70s; the '80s went inside Reagan's brain; in 2004, B.D. got wounded in Iraq",
      "answer": "Doonesbury"
    },
    {
      "category": "GLUTEN, FREE",
      "text": "In 1948 the first shipment of wheat arrived in Greece as part of this aid program",
      "answer": "the Marshall Plan"
    },
    {
      "category": "AFRICAN-AMERICAN BIOGRAPHY",
      "text": "\"Talking at the Gates\" is \"A Life of\" this \"If Beale Street Could Talk\" novelist",
      "answer": "James Baldwin"
    },
    {
      "category": "YOU ARE A BAD SAILOR",
      "text": "So far, you've mistaken Mars, an airplane & the International Space Station for this North Star",
      "answer": "Polaris"
    },
    {
      "category": "5 \"LASH\"ES",
      "text": "Along with beef, ham, bacon or sausage can go into this Hungarian stew that's flavored with paprika",
      "answer": "goulash"
    },
    {
      "category": "COLONIAL PENNSYLVANIA",
      "text": "You get an \"A\" if you know this hard coal was discovered in Pennsylvania in 1762",
      "answer": "anthracite"
    },
    {
      "category": "THE COMICS",
      "text": "Berkeley Breathed was inspired to bring this penguin back to 2-D life by a fan letter from Harper Lee, a childhood hero",
      "answer": "Opus"
    },
    {
      "category": "GLUTEN, FREE",
      "text": "On National Croissant Day in 2018, this French-named chain founded in 1978 gave out free mini chocolate croissants",
      "answer": "Au Bon Pain"
    },
    {
      "category": "AFRICAN-AMERICAN BIOGRAPHY",
      "text": "Published in 2007, \"Supreme Discomfort\" is a portrait of this jurist",
      "answer": "Clarence Thomas"
    },
    {
      "category": "YOU ARE A BAD SAILOR",
      "text": "You don't need to howl during the naval watches 4-6 & 6-8, named for this animal--it's just a figure of speech",
      "answer": "a dog"
    },
    {
      "category": "5 \"LASH\"ES",
      "text": "For the Apollo 11 astronauts, this occurred on July 24, 1969 in the Pacific Ocean, 900 miles southwest of Hawaii",
      "answer": "splashdown"
    }
  ]
}