{
  "title": "Show #3999 - Thursday, January 10, 2002",
  "date": {
    "day": 10,
    "month": "January",
    "year": 2002
  },
  "clues": [
    {
      "category": "ALICE IN WONDERLAND",
      "text": "The story began as a tale told to Alice Liddell & her sisters during a rowing trip on this river",
      "answer": "Thames"
    },
    {
      "category": "SAILOR TALK",
      "text": "Can't handle life on board? Don't have your sea legs? The others may call you a land-this",
      "answer": "lubber"
    },
    {
      "category": "HISTORICAL COLLECT CALL FROM...",
      "text": "Congratulate this writer on the 1585 birth of twins; a girl, Judith, & a boy named Hamnet",
      "answer": "Shakespeare"
    },
    {
      "category": "FOREIGN FUNDS",
      "text": "The South Sandwich Islands like South London, use this currency",
      "answer": "pound"
    },
    {
      "category": "MUSIC MEN",
      "text": "His rendition of \"The Star-Spangled Banner\" was a highlight of Woodstock",
      "answer": "Jimi Hendrix"
    },
    {
      "category": "VERB FIRST NAMES",
      "text": "To close one eye briefly like the host of \"Tic Tac Dough\"",
      "answer": "wink"
    },
    {
      "category": "ALICE IN WONDERLAND",
      "text": "Alice's trip to Wonderland starts when she follows this character down a hole that's under a hedge",
      "answer": "White Rabbit"
    },
    {
      "category": "SAILOR TALK",
      "text": "A triangular sail set on the stays of the foremast; you may admire the cut of someone's",
      "answer": "jib"
    },
    {
      "category": "HISTORICAL COLLECT CALL FROM...",
      "text": "Good to hear from you...What? You became the 1st woman to get the British Order of Merit? Good night, nurse?",
      "answer": "Florence Nightingale"
    },
    {
      "category": "FOREIGN FUNDS",
      "text": "To buy chili in Colombia or a Columbia VHS tape in Chile, you'll spend currency called this",
      "answer": "peso"
    },
    {
      "category": "MUSIC MEN",
      "text": "This \"noble\" bandleader's compositions include \"It Don't Mean a Thing If It Ain't Got That Swing\"",
      "answer": "Duke Ellington"
    },
    {
      "category": "VERB FIRST NAMES",
      "text": "Walk in shallow water like baseball's Boggs",
      "answer": "wade"
    },
    {
      "category": "ALICE IN WONDERLAND",
      "text": "When Alice plays this game, the flamingo she's using as a mallet gets away & tries to fly up into a tree",
      "answer": "croquet"
    },
    {
      "category": "SAILOR TALK",
      "text": "Mudhook is a slang term for this piece of equipment",
      "answer": "anchor"
    },
    {
      "category": "HISTORICAL COLLECT CALL FROM...",
      "text": "It's so funny you'd be calling; I mean, you got the very first call ever on March 10, 1876",
      "answer": "Watson"
    },
    {
      "category": "FOREIGN FUNDS",
      "text": "Jump bail in Transylvania in this country & you'll be skipping to the leu its currency",
      "answer": "Romania"
    },
    {
      "category": "MUSIC MEN",
      "text": "These brothers collaborated on \"Lady Be Good!\" & \"Of Thee I Sing\"",
      "answer": "the Gershwins"
    },
    {
      "category": "VERB FIRST NAMES",
      "text": "To surgically cut, like a Tour de France winner",
      "answer": "lance"
    },
    {
      "category": "ALICE IN WONDERLAND",
      "text": "(Cheryl of the Clue Crew at the Alice statue in Central Park.) It wasthisworm-like creature who told Alicethat eating a mushroom would make her taller or shorter",
      "answer": "Caterpillar"
    },
    {
      "category": "SAILOR TALK",
      "text": "Common term for the windows called scuttles; you scuttle the ship if the water line goes above them when open",
      "answer": "portholes"
    },
    {
      "category": "HISTORICAL COLLECT CALL FROM...",
      "text": "When this man who gave West Point to Henry Clinton in 1780 calls, explain the irony of his reversing charges",
      "answer": "Benedict Arnold"
    },
    {
      "category": "FOREIGN FUNDS",
      "text": "If Dan Marino went to San Marino, he'd find this currency of its neighbor being used until euros came into play",
      "answer": "lira"
    },
    {
      "category": "MUSIC MEN",
      "text": "(Sofia of the Clue Crew reports from the Waldorf Astoria.)  I'm playing a song by this composer on his piano at the Waldorf\"I get no kick from champagne...\"",
      "answer": "Cole Porter"
    },
    {
      "category": "VERB FIRST NAMES",
      "text": "To identify something with a spot, like a lover of Cleopatra",
      "answer": "mark"
    },
    {
      "category": "SAILOR TALK",
      "text": "When a sailor \"splices the main brace\", he may be adding an extra rope, or doing this ashore",
      "answer": "getting into the sauce"
    },
    {
      "category": "HISTORICAL COLLECT CALL FROM...",
      "text": "It's appropriate this president would be calling; in the 1870s he was the first to use a telephone in the the White House",
      "answer": "Rutherford B. Hayes"
    },
    {
      "category": "FOREIGN FUNDS",
      "text": "You'll have to pay your builders in guilders in this former Dutch colony in South America",
      "answer": "Suriname"
    },
    {
      "category": "VERB FIRST NAMES",
      "text": "To bestow, like a \"gothic\" American painter from Iowa",
      "answer": "grant"
    }
  ]
}