{
  "title": "Show #8462 - Tuesday, August 10, 2021",
  "date": {
    "day": 10,
    "month": "August",
    "year": 2021
  },
  "clues": [
    {
      "category": "INAUGURATING A PRESIDENT",
      "text": "John Quincy Adams didn't take his oath with his hand on a Bible; he used a law book that included this document that he read from",
      "answer": "(the) Constitution"
    },
    {
      "category": "COMPOUND WORDS",
      "text": "ORD or SFO",
      "answer": "airport"
    },
    {
      "category": "BOOKS FOR KIDS",
      "text": "This book asks, \"Would you eat them in a box? Would you eat them with a fox?\"",
      "answer": "Green Eggs and Ham"
    },
    {
      "category": "THE CANINES FILM FESTIVAL",
      "text": "Champ Gabrielle Reece shows up in \"Air Bud: Spikes Back\", about a dog excelling in this outdoor sport",
      "answer": "beach volleyball"
    },
    {
      "category": "PROTEST THIS",
      "text": "Beyond the barricades in 2019, Hong Kongers sang, \"Do you hear the people sing?\" from this musical",
      "answer": "Les Misérables"
    },
    {
      "category": "A VISIT TO THE ISS",
      "text": "(Dr. Kate Rubins presents the clue.) Conducting an experiment that could help us diagnose & treat health problems in space, in 2016, I became the first person tosequencethe base pairs of thismaterialwhile in orbit",
      "answer": "DNA"
    },
    {
      "category": "INAUGURATING A PRESIDENT",
      "text": "James Madison was honored at the first of these inaugural events, held at Long's Hotel with tickets costing $4 a person",
      "answer": "ball"
    },
    {
      "category": "COMPOUND WORDS",
      "text": "The coccyx, colloquially",
      "answer": "tailbone"
    },
    {
      "category": "BOOKS FOR KIDS",
      "text": "This1962classicby Ezra Jack Keats has been praised for advancing multiculturalism",
      "answer": "The Snowy Day"
    },
    {
      "category": "THE CANINES FILM FESTIVAL",
      "text": "Jim Dear gives his wife Darling a Cocker Spaniel for Christmas in this animated film",
      "answer": "Lady and the Tramp"
    },
    {
      "category": "PROTEST THIS",
      "text": "In 2008 a Guy Fawkes mask became a symbol of this shadowy 9-letter protest group",
      "answer": "Anonymous"
    },
    {
      "category": "A VISIT TO THE ISS",
      "text": "(Dr. Kate Rubins presents the clue.) Look up in the sky at dawn or dusk & you might be able to spot theISSflying overhead; it'svisiblethanks to nearly an acre of the arrays that provide this type of power",
      "answer": "solar"
    },
    {
      "category": "INAUGURATING A PRESIDENT",
      "text": "Even when inaugurations were in this month for over a century,snowcould still be an issue as it was for President-Elect Taft",
      "answer": "March"
    },
    {
      "category": "COMPOUND WORDS",
      "text": "A woodchuck is one of these giant squirrels, also a compound word",
      "answer": "groundhog"
    },
    {
      "category": "BOOKS FOR KIDS",
      "text": "A baby bird hatches alone & asks a dog, a hen & a kitten the title question of this classic book",
      "answer": "Are You My Mother?"
    },
    {
      "category": "THE CANINES FILM FESTIVAL",
      "text": "\"Immortal Beloved\" is a biography of a composer while the 1992 movie with this one-word title is about a Saint Bernard",
      "answer": "Beethoven"
    },
    {
      "category": "PROTEST THIS",
      "text": "On February 1, 1960 a Woolworth's lunch counter in this North Carolina city was the site of nonviolent protest",
      "answer": "Greensboro"
    },
    {
      "category": "A VISIT TO THE ISS",
      "text": "(Dr. Kate Rubins presents the clue.) ISS crew members have gone on more than 230 of these assembly & maintenanceexcursions; I've been on four, & in 2019, Jessica Meir & Christina Koch made the first all-female one",
      "answer": "a spacewalk"
    },
    {
      "category": "INAUGURATING A PRESIDENT",
      "text": "This man flubbed some of the words while administering the oath to Barack Obama, so they did it all again a day later",
      "answer": "(John) Roberts"
    },
    {
      "category": "COMPOUND WORDS",
      "text": "It gets its name because it's said to combine the flavors of cinnamon, clove & nutmeg",
      "answer": "allspice"
    },
    {
      "category": "BOOKS FOR KIDS",
      "text": "A chapter in \"The Wizard of Oz\" is \"The Council with\" these folks",
      "answer": "the Munchkins"
    },
    {
      "category": "THE CANINES FILM FESTIVAL",
      "text": "Your pooch loved Steve Buscemi as Mr. Pink in this Tarantino film but found the title misleading",
      "answer": "Reservoir Dogs"
    },
    {
      "category": "PROTEST THIS",
      "text": "People in this Scandinavian country couldn't fly theirflagunder Prussian rule, so they bred protestpigswith its colors",
      "answer": "Denmark"
    },
    {
      "category": "A VISIT TO THE ISS",
      "text": "(Dr. Kate Rubins presents the clue.) ISS crew members look forward to the arrival of supplies on four different spacecraft from three countries, including theDragonfrom this U.S. company that has also pioneered the development of reusablerockets",
      "answer": "SpaceX"
    },
    {
      "category": "INAUGURATING A PRESIDENT",
      "text": "A new blueberry variety of this treat was created for Ronald Reagan's 1981 inauguration",
      "answer": "jelly bean"
    },
    {
      "category": "COMPOUND WORDS",
      "text": "She used me as her mere this, a synonym for toy",
      "answer": "plaything"
    },
    {
      "category": "BOOKS FOR KIDS",
      "text": "\"Merlin Missions\" are books in this \"Magic\" time-traveling series for older readers",
      "answer": "theMagic Tree House"
    },
    {
      "category": "THE CANINES FILM FESTIVAL",
      "text": "Your pooch loved Robert De Niro as a spin doctor dealing with a presidential scandal in this film but found the title misleading",
      "answer": "Wag the Dog"
    },
    {
      "category": "PROTEST THIS",
      "text": "Yemeni activist Tawakkol Karman won a Nobel Peace Prize in 2011 for protests ultimately part of this \"vernal\" uprising",
      "answer": "Arab Spring"
    },
    {
      "category": "A VISIT TO THE ISS",
      "text": "(Dr. Kate Rubins presents the clue.) One of the perks of working on the ISS is the incredible view;here'sthis cape from 250 miles overhead that's played a key role in the history of space flight",
      "answer": "(Cape) Canaveral"
    },
    {
      "category": "PROPHETS OF THE BIBLE",
      "text": "In chapter 1 Zechariah recounts a vision of these beasts, similar to a vision in Revelation of 4 of them being ridden",
      "answer": "(red or white) horses"
    },
    {
      "category": "NATIONS",
      "text": "This country's northernmost point is Cape Soya on Hokkaido",
      "answer": "Japan"
    },
    {
      "category": "19th CENTURY MUSIC",
      "text": "An early song to be mastered on keyboards, this 1877 tune shares a name with a set of eating implements",
      "answer": "\"Chopsticks\""
    },
    {
      "category": "A TOUCH OF GLASS",
      "text": "It was in Charles Perrault's version of the fairy tale that this heroine first got her glass slipper",
      "answer": "Cinderella"
    },
    {
      "category": "TV ROLES",
      "text": "On accepting her Golden Globe for \"The Crown\", Emma Corrin paid tribute to this woman whom she portrayed",
      "answer": "(Princess) Diana"
    },
    {
      "category": "ALSO A BODY PART",
      "text": "A tropical tree",
      "answer": "a palm"
    },
    {
      "category": "PROPHETS OF THE BIBLE",
      "text": "The name of this man who was thrown overboard & swallowed by a fish became a word for one who brings bad luck",
      "answer": "Jonah"
    },
    {
      "category": "NATIONS",
      "text": "The 2 main linguistic communities in Belgium are the French-speaking Walloons & this Dutch-speaking one",
      "answer": "the Flemish"
    },
    {
      "category": "19th CENTURY MUSIC",
      "text": "The orchestra known as the Berlin this, meaning \"lover of music\", debuted in 1882",
      "answer": "Philharmonic"
    },
    {
      "category": "A TOUCH OF GLASS",
      "text": "A stained glasswindowdepicts the death of Thomas Becket atthiscathedral where he was slain",
      "answer": "Canterbury Cathedral"
    },
    {
      "category": "TV ROLES",
      "text": "Thisactor'sroles have included Jesse Pinkman on \"Breaking Bad\" & Caleb Nichols on \"Westworld\"",
      "answer": "(Aaron) Paul"
    },
    {
      "category": "ALSO A BODY PART",
      "text": "Munitions",
      "answer": "arms"
    },
    {
      "category": "PROPHETS OF THE BIBLE",
      "text": "For interpreting Nebuchadnezzar's dreams, this prophet was made ruler over a province of the empire",
      "answer": "Daniel"
    },
    {
      "category": "NATIONS",
      "text": "Thissmall nation is mainland South America's only country with English as an official language",
      "answer": "Guyana"
    },
    {
      "category": "19th CENTURY MUSIC",
      "text": "Invented in France in the 1820s, this instrument seenheregets its name from the Latin for \"horn\"",
      "answer": "a cornet"
    },
    {
      "category": "A TOUCH OF GLASS",
      "text": "In 1879 glassblowers at this N.Y. glass company created the first bulbs for Edison's new electric light",
      "answer": "Corning"
    },
    {
      "category": "TV ROLES",
      "text": "In 2021 Soleil Moon Frye reprised this '80s role, now all grown up with children of her own",
      "answer": "Punky Brewster"
    },
    {
      "category": "ALSO A BODY PART",
      "text": "A bare minimum crew",
      "answer": "skeleton"
    },
    {
      "category": "PROPHETS OF THE BIBLE",
      "text": "King David consulted with the prophet Nathan about his intention to build a structure to hold this chest",
      "answer": "Ark (of the Covenant)"
    },
    {
      "category": "NATIONS",
      "text": "16 federal states make up Germany; this one that's home to Munich is the largest in area",
      "answer": "Bavaria"
    },
    {
      "category": "19th CENTURY MUSIC",
      "text": "A veteran of the Battle of Waterloo, this German who built his first piano in 1836 later made a grand turn to America",
      "answer": "Henry Steinway"
    },
    {
      "category": "A TOUCH OF GLASS",
      "text": "The main ingredient in most glass is this 6-letter compound, also known as industrial sand",
      "answer": "silica"
    },
    {
      "category": "TV ROLES",
      "text": "On this HBO Max show, it's a bumpy ride for Kaley Cuoco in the title profession when she gets embroiled in a murder mystery",
      "answer": "The Flight Attendant"
    },
    {
      "category": "ALSO A BODY PART",
      "text": "A piece of furniture with drawers",
      "answer": "chest"
    },
    {
      "category": "PROPHETS OF THE BIBLE",
      "text": "Elijah crusaded against the worship of the Canaanite gods Asherah & this one",
      "answer": "Baal"
    },
    {
      "category": "NATIONS",
      "text": "France has a major overseas naval base in this small Horn of Africa country that was a French territory until 1977",
      "answer": "Djibouti"
    },
    {
      "category": "19th CENTURY MUSIC",
      "text": "The first music publisher to move to what was nicknamed this \"Alley\" in New York City was M. Witmark & Sons in 1893",
      "answer": "Tin Pan"
    },
    {
      "category": "A TOUCH OF GLASS",
      "text": "Seenhereis \"Float Boat\" withglasscontents fashioned by this  famous artist from Tacoma",
      "answer": "Chihuly"
    },
    {
      "category": "TV ROLES",
      "text": "Lee Majors played a stuntman who had a side hustle as a bounty hunter on this 1980s series",
      "answer": "The Fall Guy"
    },
    {
      "category": "ALSO A BODY PART",
      "text": "A rainbow goddess",
      "answer": "Iris"
    }
  ]
}