{
  "title": "Show #5952 - Tuesday, June 29, 2010",
  "date": {
    "day": 29,
    "month": "June",
    "year": 2010
  },
  "clues": [
    {
      "category": "NOTRE DAME",
      "text": "Paris' Notre Dame Cathedral stands on an island in this river",
      "answer": "the Seine"
    },
    {
      "category": "GO IRISH!",
      "text": "The Ha'penny Bridge spans the Liffey River in this Irish metropolis",
      "answer": "Dublin"
    },
    {
      "category": "OSCAR-NOMINATED SPORTS FLICKS",
      "text": "Rod Tidwell is an underpaid (by his lights) wide receiver in this film about a sports agent",
      "answer": "Jerry Maguire"
    },
    {
      "category": "ALL ABOARD AMTRAK",
      "text": "The Adirondack route hits NYC, Albany & this second-largest Canadian city",
      "answer": "Montreal"
    },
    {
      "category": "SAME FIRST & LAST LETTER",
      "text": "Edible fruit matter, or lurid fiction",
      "answer": "pulp"
    },
    {
      "category": "BANANAS",
      "text": "(Kelly of the Clue Crew reports from a banana plantation in Ecuador.)  Bananas grow in hands of ten fingers or more; after harvesting, each hand is cut into what we call a bunch--growers refer to it as acorona, Spanish for this",
      "answer": "a crown"
    },
    {
      "category": "NOTRE DAME",
      "text": "The cathedral was built on the site of an ancient temple dedicated to him, Rome's supreme god",
      "answer": "Jupiter"
    },
    {
      "category": "GO IRISH!",
      "text": "Onions, potatoes & this meat go into the traditional dish called Irish stew",
      "answer": "lamb"
    },
    {
      "category": "OSCAR-NOMINATED SPORTS FLICKS",
      "text": "This 1989 Oscar nominee was based on the  W.P. Kinsella book \"Shoeless Joe\"",
      "answer": "Field of Dreams"
    },
    {
      "category": "ALL ABOARD AMTRAK",
      "text": "I'm the train route they call the City of this, which also hits Memphis & Chicago; I'll be gone 500 miles when the day is done",
      "answer": "the City of New Orleans"
    },
    {
      "category": "SAME FIRST & LAST LETTER",
      "text": "Old-time sailors' drink made from rum",
      "answer": "grog"
    },
    {
      "category": "BANANAS",
      "text": "(Kelly of the Clue Crew reports from a banana plantation in Ecuador.)  Banana plants with thin leaves produce good fruit; young plants withwide leavesare called hijos del agua--or \"sons of\" this, & are culled because too much of it is directed to the leaves",
      "answer": "water"
    },
    {
      "category": "NOTRE DAME",
      "text": "In 1431 Notre Dame held the coronation of King Henry VI & in 1804, the coronation of this man",
      "answer": "Napoleon Bonaparte"
    },
    {
      "category": "GO IRISH!",
      "text": "This Roman missionary brought Christianity to Ireland in the 5th century",
      "answer": "St. Patrick"
    },
    {
      "category": "OSCAR-NOMINATED SPORTS FLICKS",
      "text": "Director Martin Scorsese had a bit part as a stagehand in this bio of Jake La Motta",
      "answer": "Raging Bull"
    },
    {
      "category": "ALL ABOARD AMTRAK",
      "text": "The Southwest Chief route takes a \"right toyn\" after stopping at this 11-letter N.M. city (relax, we won't make you spell it)",
      "answer": "Albuquerque"
    },
    {
      "category": "SAME FIRST & LAST LETTER",
      "text": "An invisible emanation, or an intangible quality",
      "answer": "aura"
    },
    {
      "category": "BANANAS",
      "text": "(Kelly of the Clue Crew reports from a banana plantation in Ecuador.)  Bananas stay green while attached to the plant; picking one releases a gas that changes the fruit's color & turns its starch into this sugar, from the Latin for \"fruit\"",
      "answer": "fructose"
    },
    {
      "category": "NOTRE DAME",
      "text": "In 2009 a memorial was held at Notre Dame for victims of this airline's Flight 447, which crashed after leaving Rio",
      "answer": "Air France"
    },
    {
      "category": "GO IRISH!",
      "text": "The Irish town of Kerry lends its name to this colorful breed of pooch",
      "answer": "a Kerry blue terrier"
    },
    {
      "category": "OSCAR-NOMINATED SPORTS FLICKS",
      "text": "This 1976 Oscar winner used the tagline \"You have a ringside seat for the bloodiest Bicentennial in history\"",
      "answer": "Rocky"
    },
    {
      "category": "ALL ABOARD AMTRAK",
      "text": "The express route named for this Fort Ticonderoga hero has stops in Rutland & Castleton, Vermont",
      "answer": "Ethan Allen"
    },
    {
      "category": "SAME FIRST & LAST LETTER",
      "text": "Pertaining to the lips",
      "answer": "labial"
    },
    {
      "category": "BANANAS",
      "text": "(Kelly of the Clue Crew reports from a banana plantation in Ecuador.)  Though a banana bush can grow to 20 feet in height & is commonly referred to as a tree, it contains no woody tissue; it's actually a huge one of these plants common to cooks like sage or basil",
      "answer": "an herb"
    },
    {
      "category": "GO IRISH!",
      "text": "For organizing Band Aid & other good works, this Irishman received an honorary knighthood in 1986",
      "answer": "Bob Geldof"
    },
    {
      "category": "OSCAR-NOMINATED SPORTS FLICKS",
      "text": "Several major league ballplayers had cameos in this 1942 Gary Cooper flick, including Babe Ruth & Bill Dickey",
      "answer": "The Pride of the Yankees"
    },
    {
      "category": "ALL ABOARD AMTRAK",
      "text": "The Keystone Route serves NYC, Philly & this capital; Three Mile Island's nearby if you're the nuclear plant gawker type",
      "answer": "Harrisburg"
    },
    {
      "category": "SAME FIRST & LAST LETTER",
      "text": "A noble gas, atomic number 10",
      "answer": "neon"
    },
    {
      "category": "BANANAS",
      "text": "(Kelly of the Clue Crew reports from a banana plantation in Ecuador.)  Thestringinside a banana carries nutrients such as sugars between parts of the plant; it's called the phloem, from the Greek word for this tough stuff that covers trees",
      "answer": "bark"
    }
  ]
}