{
  "title": "Show #8242 - Tuesday, September 22, 2020",
  "date": {
    "day": 22,
    "month": "September",
    "year": 2020
  },
  "clues": [
    {
      "category": "YOU GOTTA FIGHT!",
      "text": "Before becoming a UFC champ, Ronda Rousey was the 1st U.S. woman to win an Olympic medal in this martial art",
      "answer": "judo"
    },
    {
      "category": "EUROPEAN HISTORY IS A DOWNER",
      "text": "A lack of genetic diversity in this crop in 1840s Ireland was a major cause of disaster for the population",
      "answer": "a potato"
    },
    {
      "category": "HODGEPODGE",
      "text": "An early depiction of a demon holding this customary farm implement is on a thousand-year-old high cross in County Louth, Ireland",
      "answer": "a pitchfork"
    },
    {
      "category": "FOOD SCIENCE",
      "text": "Sodium hydroxide, aka lye, is traditionally used to create the brown coating on these twisted German snacks",
      "answer": "pretzels"
    },
    {
      "category": "THE LANGUAGE OF LIKE",
      "text": "2-4-6-8, who do we this? It means to be grateful for! Or rise in value! Yay!",
      "answer": "appreciate"
    },
    {
      "category": "WESTWARD HO!",
      "text": "Georgia",
      "answer": "Alabama"
    },
    {
      "category": "YOU GOTTA FIGHT!",
      "text": "In 2011,thisman went 12 rounds to beat Juan Manuel Márquez, got 28 stitches, then hit the House of Blues to sing \"La Bamba\"",
      "answer": "Manny Pacquiao"
    },
    {
      "category": "EUROPEAN HISTORY IS A DOWNER",
      "text": "The USSR's 1930s Great Purge included the notorious \"show\" type of these, with defendants forced to confess",
      "answer": "trials"
    },
    {
      "category": "HODGEPODGE",
      "text": "The current king of Spain is named after Philip V (died 1746) but is more commonly known by this Spanish version of his name",
      "answer": "Felipe"
    },
    {
      "category": "FOOD SCIENCE",
      "text": "One theory for why tomatoes were thought to be poisonous--their acidity leached this toxic metal out of pewter plates",
      "answer": "lead"
    },
    {
      "category": "THE LANGUAGE OF LIKE",
      "text": "The \"Hippie Dictionary\" says it means \"to see, understand \", as in \"can you ___ it\"?",
      "answer": "dig"
    },
    {
      "category": "WESTWARD HO!",
      "text": "Montana",
      "answer": "Idaho"
    },
    {
      "category": "YOU GOTTA FIGHT!",
      "text": "This nickname of unjustly imprisoned boxer Rubin Carter was the title of the Denzel Washington film about him",
      "answer": "Hurricane"
    },
    {
      "category": "EUROPEAN HISTORY IS A DOWNER",
      "text": "1950-51 in the Alps was the \"Winter of Terror\" as these disasters destroyed buildings & killed more than 200 people",
      "answer": "avalanches"
    },
    {
      "category": "HODGEPODGE",
      "text": "Latin term for a law that makes an act illegal though it was legal back when it was done",
      "answer": "ex post facto"
    },
    {
      "category": "FOOD SCIENCE",
      "text": "(Sarah of the Clue Crew presents by a display monitor.) Pressure of about 135 pounds per square inch is needed to pop each popcorn kernel; the pressure comes from steam, created when this white carbohydrate is heated to around 400 degrees",
      "answer": "starch"
    },
    {
      "category": "THE LANGUAGE OF LIKE",
      "text": "Something very complicated & ornamental; does that \"strike your\" this? Or is it just a \"passing\" one?",
      "answer": "fancy"
    },
    {
      "category": "WESTWARD HO!",
      "text": "Indiana",
      "answer": "Illinois"
    },
    {
      "category": "YOU GOTTA FIGHT!",
      "text": "No bones about it--this dominant UFC light heavyweight has a brother who plays linebacker for the Arizona Cardinals",
      "answer": "Jon \"Bones\" Jones"
    },
    {
      "category": "EUROPEAN HISTORY IS A DOWNER",
      "text": "The Vatican had second thoughts about its treatment of heretic Giordano Bruno--400 years after he was executed this way",
      "answer": "burned at the stake"
    },
    {
      "category": "HODGEPODGE",
      "text": "These people lived up to their name when they sacked Rome in 455 A.D., tearing up the tiles of the Temple of Jupiter",
      "answer": "Vandals"
    },
    {
      "category": "FOOD SCIENCE",
      "text": "Around 10,000 years ago, human adults gained the ability to digest this milk sugar",
      "answer": "lactose"
    },
    {
      "category": "THE LANGUAGE OF LIKE",
      "text": "To venerate, say, a specific Revolutionary War nighttime equestrian",
      "answer": "revere"
    },
    {
      "category": "YOU GOTTA FIGHT!",
      "text": "A goal, an assist & a fight in the same game is a hockey \"hat trick\" named for this Red Wing but he only had 2 himself in 32 years",
      "answer": "(Gordie) Howe"
    },
    {
      "category": "EUROPEAN HISTORY IS A DOWNER",
      "text": "A secret Sicilian group fighting foreign invaders may be the origin of this notorious criminal group",
      "answer": "the Mafia"
    },
    {
      "category": "HODGEPODGE",
      "text": "His 1690 \"Essay Concerning Human Understanding\" argues for the \"blank slate\" view that all knowledge is from experience",
      "answer": "(John) Locke"
    },
    {
      "category": "FOOD SCIENCE",
      "text": "Mustard can act as one of these agents that allow oil & water to stay blended",
      "answer": "an emulsifier"
    },
    {
      "category": "THE LANGUAGE OF LIKE",
      "text": "To hold a memory fondly in your mind, perhaps of the same-named 1989 Madonna hit",
      "answer": "cherish"
    }
  ]
}