{
  "title": "Show #8391 - Monday, May 3, 2021",
  "date": {
    "day": 3,
    "month": "May",
    "year": 2021
  },
  "clues": [
    {
      "category": "HISTORY",
      "text": "Around 1530 B.C. Queen Ahhotep rallied this kingdom's troops to victory against a Hyksos invasion",
      "answer": "Egypt"
    },
    {
      "category": "COMEDY CENTRAL",
      "text": "This animated dad of 3 proclaimed, \"I am so smart! S-M-R-T!\"",
      "answer": "Homer Simpson"
    },
    {
      "category": "THE  FOOD NETWORK",
      "text": "Hey, Lorraine! I made this kind of pastry pie filled with custard, bacon bits & Gruyère",
      "answer": "a quiche"
    },
    {
      "category": "E\"!",
      "text": "It's from the French for one \"who owns & manages a business\", taking the financial risk",
      "answer": "an entrepreneur"
    },
    {
      "category": "VICE",
      "text": "If you don't care if it's Godiva or a Clark Bar, you've got to have it, you're this, a word dating back at least to the 1960s",
      "answer": "a chocoholic"
    },
    {
      "category": "CHANNELS",
      "text": "The Yucatán Channel leads into this gulf",
      "answer": "the Gulf of Mexico"
    },
    {
      "category": "HISTORY",
      "text": "To see a transit of Venus by telescope in 1761, Harvard professor John Winthrop had to go behind enemy lines during this war",
      "answer": "the French and Indian War"
    },
    {
      "category": "COMEDY CENTRAL",
      "text": "Harvard Law will be no problem for this movie's Elle Woods, who \"once had to judge a tighty-whitey contest for Lambda Kappa Pi\"",
      "answer": "Legally Blonde"
    },
    {
      "category": "THE  FOOD NETWORK",
      "text": "Manischewitz makes a s'mores kit for this unleavened bread",
      "answer": "matzah"
    },
    {
      "category": "E\"!",
      "text": "The Paleocene was this 5-letter division of geologic time",
      "answer": "an epoch"
    },
    {
      "category": "VICE",
      "text": "Ulysses S. Grant smoked these, including Cheroots, to the tune of 20 a day",
      "answer": "cigars"
    },
    {
      "category": "CHANNELS",
      "text": "Terminating south of the Verrazzano-Narrows Bridge, the Ambrose Channel is located between these 2 states",
      "answer": "New York & New Jersey"
    },
    {
      "category": "HISTORY",
      "text": "The 1571 Battle of Lepanto between Ottoman & European naval forces was a climax of warfare using these oar-powered ships",
      "answer": "galleys"
    },
    {
      "category": "COMEDY CENTRAL",
      "text": "He & Elaine May became a great improv duo after Elaine was told he was the only person at the U. of Chicago as hostile as she",
      "answer": "Mike Nichols"
    },
    {
      "category": "THE  FOOD NETWORK",
      "text": "Grey Poupon is this type of French mustard",
      "answer": "Dijon"
    },
    {
      "category": "E\"!",
      "text": "This word from the French is the practice of spying",
      "answer": "espionage"
    },
    {
      "category": "VICE",
      "text": "In this movie Paul Giamatti plays Miles, whose vice is wine, especially his prized 1961 Chateau Cheval Blanc",
      "answer": "Sideways"
    },
    {
      "category": "CHANNELS",
      "text": "Seenhereis Normandy's Le Havre lighthouse, which looks out on La Manche, also known as this",
      "answer": "the English Channel"
    },
    {
      "category": "HISTORY",
      "text": "In 1837, Queen Victoria succeeded this man seenhere, the fourth of his name",
      "answer": "William"
    },
    {
      "category": "COMEDY CENTRAL",
      "text": "New to England, this confused Apple TV+ soccer coach asked, \"How many countries are in this country?\" The answer: \"4\"",
      "answer": "Ted Lasso"
    },
    {
      "category": "THE  FOOD NETWORK",
      "text": "Escoffier is said to have invented this dish of a certain fruit, sugar & brandy flambéed & spooned over vanilla ice cream",
      "answer": "cherries jubilee"
    },
    {
      "category": "E\"!",
      "text": "It's a sovereign decree, like that \"of Nantes\"",
      "answer": "edict"
    },
    {
      "category": "VICE",
      "text": "A 1998 study showed release of dopamine, a pleasure-bringing neurotransmitter, in subjects during a tank-driving one of these",
      "answer": "a video game"
    },
    {
      "category": "CHANNELS",
      "text": "This channel in the Tierra del Fuego archipelago is named for Darwin's boat, which explored the area in 1833",
      "answer": "the Beagle"
    },
    {
      "category": "HISTORY",
      "text": "His rivalry with Diego de Almagro led to Almagro's murder in Cuzco in 1538 & his own death in Lima 3 years later",
      "answer": "Pizarro"
    },
    {
      "category": "COMEDY CENTRAL",
      "text": "Trying to figure out how he traveled back to 1986, Craig Robinson realizes, \"It must be some kind of\" this, the film's title",
      "answer": "a hot tub time machine"
    },
    {
      "category": "THE  FOOD NETWORK",
      "text": "This Latin American appetizer is raw fish marinated in lime juice",
      "answer": "ceviche"
    },
    {
      "category": "E\"!",
      "text": "One in this job studies the origin & history of words",
      "answer": "an etymologist"
    },
    {
      "category": "VICE",
      "text": "The book \"Aristocratic Vice\" examines the vices of the 18th century English nobility, including these \"affairs of honor\"",
      "answer": "a duel"
    },
    {
      "category": "CHANNELS",
      "text": "The Robeson Channel separates Canada's Ellesmere Island from this island that doesn't belong to Canada",
      "answer": "Greenland"
    }
  ]
}