{
  "title": "Show #5873 - Wednesday, March 10, 2010",
  "date": {
    "day": 10,
    "month": "March",
    "year": 2010
  },
  "clues": [
    {
      "category": "MILITARY SPECTACLES",
      "text": "Seenhere, the first President Bush celebrated his 80th birthday with the Golden Knights, a parachute team of this military force",
      "answer": "the U.S. Army"
    },
    {
      "category": "LETTER-PERFECT BANDS",
      "text": "\"With Or Without You\",\"Pride (In the Name of Love)\"",
      "answer": "U2"
    },
    {
      "category": "THE OTHER 2 LITTLE PIGS REBUILD",
      "text": "They say \"people who live in\" these \"houses shouldn't throw stones\", but if it's 9 inches thick, Pig 1 says fire away!",
      "answer": "glass houses"
    },
    {
      "category": "GLOBE TREKKIN",
      "text": "If Recife, in this S. Am. country, had been around 200 million years ago, you could have walked from it to what's now Africa",
      "answer": "Brazil"
    },
    {
      "category": "K\" RATIONS",
      "text": "Flutter & frog are types of this in swimming",
      "answer": "kicks"
    },
    {
      "category": "JERUSALEM'S NOBLE SANCTUARY",
      "text": "(Alex Trebek reports from inside a Jerusalem landmark.)  The beautiful Dome of the Rock is one of the oldest surviving Islamic monuments, & it also boasts some of the oldestmihrabswhich are niches, all of them designed to point to this holy city",
      "answer": "Mecca"
    },
    {
      "category": "MILITARY SPECTACLES",
      "text": "The precision of spinning rifles in leather-gloved hands exemplifies this military branch's Silent Drill Platoon",
      "answer": "the Marines"
    },
    {
      "category": "LETTER-PERFECT BANDS",
      "text": "\"What's The Frequency, Kenneth?\",\"Losing My Religion\"",
      "answer": "R.E.M."
    },
    {
      "category": "GLOBE TREKKIN",
      "text": "Lund in this Scandinavian country isn't named for Ilsa Lund; it was founded before the year 1000",
      "answer": "Sweden"
    },
    {
      "category": "K\" RATIONS",
      "text": "This center is the center of the action for Space Shuttle launches",
      "answer": "Kennedy"
    },
    {
      "category": "JERUSALEM'S NOBLE SANCTUARY",
      "text": "(Alex Trebek reports from outside a Jerusalem landmark.)Thesemulticolored Turkishtilesare faithful replicas of the ones donated by this \"Magnificent\" Ottoman sultan in 1545",
      "answer": "Suleyman"
    },
    {
      "category": "MILITARY SPECTACLES",
      "text": "Though it's carrying on an older tradition, 2010 marks the 50th birthday of the current this & Drum Corps",
      "answer": "Fife"
    },
    {
      "category": "LETTER-PERFECT BANDS",
      "text": "\"Deadbeat Club\",\"Private Idaho\"",
      "answer": "The B-52s"
    },
    {
      "category": "THE OTHER 2 LITTLE PIGS REBUILD",
      "text": "From a German word for \"crust\", this exterior finish of cement, sand, lime & water is both pigs' siding choice now",
      "answer": "stucco"
    },
    {
      "category": "GLOBE TREKKIN",
      "text": "This Asian country of 240 million people also has 17,500 islands",
      "answer": "Indonesia"
    },
    {
      "category": "K\" RATIONS",
      "text": "On July 24, 1959 he was the Soviet half of the \"Kitchen Debate\"",
      "answer": "Khrushchev"
    },
    {
      "category": "JERUSALEM'S NOBLE SANCTUARY",
      "text": "(Alex Trebek reports from inside a Jerusalem landmark.)  The Dome of the Rock, which is now under extensive renovation, is built over this sacred stone, thought to be the place from which he ascended to heaven during his night journey",
      "answer": "Muhammad"
    },
    {
      "category": "MILITARY SPECTACLES",
      "text": "Any group of armed forces personnel who carry or escort the flag during a parade",
      "answer": "a color guard"
    },
    {
      "category": "LETTER-PERFECT BANDS",
      "text": "\"For Those About To Rock (We Salute You)\",\"Dirty Deeds Done Dirt Cheap\"",
      "answer": "AC/DC"
    },
    {
      "category": "THE OTHER 2 LITTLE PIGS REBUILD",
      "text": "Really, Pig 1, I think your reproduction of this newspaperman'scastlewas a bit much",
      "answer": "Hearst"
    },
    {
      "category": "GLOBE TREKKIN",
      "text": "In 1856 American adventurer William Walker conquered this Central American country & ruled it as \"president\"",
      "answer": "Nicaragua"
    },
    {
      "category": "K\" RATIONS",
      "text": "On the big screen he was billed as the \"Eighth Wonder of the World\"",
      "answer": "King Kong"
    },
    {
      "category": "JERUSALEM'S NOBLE SANCTUARY",
      "text": "(Alex Trebek reports from outside a Jerusalem landmark.)  From the western courtyard at al-Aqsa, you get a good view ofSilsila&Fakhriyya, two of these structures from which Muslims traditionally are called to prayer",
      "answer": "minarets"
    },
    {
      "category": "MILITARY SPECTACLES",
      "text": "Courtesy of the U.S. Navy, it's the colorful name of the entertaining flight team seenhere",
      "answer": "the Blue Angels"
    },
    {
      "category": "LETTER-PERFECT BANDS",
      "text": "\"Waterfalls\",\"No Scrubs\"",
      "answer": "TLC"
    },
    {
      "category": "THE OTHER 2 LITTLE PIGS REBUILD",
      "text": "Pig 2 likes having all the rooms open one into the next in a line from front to back & builds this \"weaponized\" type of \"shack\"",
      "answer": "a shotgun shack"
    },
    {
      "category": "GLOBE TREKKIN",
      "text": "In this Asian nation bordering Russia & China, many rural people live in camel skin tents called yurts",
      "answer": "Mongolia"
    },
    {
      "category": "K\" RATIONS",
      "text": "This word meaning \"praise\" looks plural but is actually singular & should be used with a singular verb",
      "answer": "kudos"
    },
    {
      "category": "JERUSALEM'S NOBLE SANCTUARY",
      "text": "(Alex Trebek reports from outside a Jerusalem landmark.)  When entering al-Aqsa, worshippers must clean themselves, sothistype of fountain was placed; it's name comes from the Latin for \"wash away\"",
      "answer": "ablution"
    },
    {
      "category": "ARTISTS & THEIR SUBJECTS",
      "text": "In 1905, before he took up Cubism, this Spaniard painted his friend Gertrude Stein, who wore her favorite brown velvet coat",
      "answer": "Picasso"
    },
    {
      "category": "FILMMAKING 101",
      "text": "(Jimmy of the Clue Crew starts the clue, but hands it off to Kelly.)  In this basic camera shot, the camera moves from left to right... or from right to left",
      "answer": "pan (panning)"
    },
    {
      "category": "MARSUPIALS",
      "text": "This marsupial has powerful hind legs & feet for hopping & leaping; the gray species can clear more than 30 feet in a bound",
      "answer": "kangaroos"
    },
    {
      "category": "FOREIGN EXCHANGE",
      "text": "Fiji's currency features this monarch on the obverse",
      "answer": "Queen Elizabeth II"
    },
    {
      "category": "WRITE ON, TOM!",
      "text": "Jack Ryan helps avert a nuclear war in \"The Sum of All Fears\" by this author; thanks, Jack!",
      "answer": "(Tom) Clancy"
    },
    {
      "category": "DOUBLE DOUBLE LETTERS",
      "text": "This clasp holds a girl's hair in place",
      "answer": "a barrette"
    },
    {
      "category": "ARTISTS & THEIR SUBJECTS",
      "text": "Augustus John, known for his portrait of this Welsh poet, introduced the poet to his future wife Caitlin",
      "answer": "Dylan Thomas"
    },
    {
      "category": "FILMMAKING 101",
      "text": "Well, \"hello\" this wheeled platform on which a camera can be mounted for moving shots",
      "answer": "dolly"
    },
    {
      "category": "MARSUPIALS",
      "text": "The Virginia type of this New World marsupial is about the size of a house cat",
      "answer": "an oppossum"
    },
    {
      "category": "FOREIGN EXCHANGE",
      "text": "In 1980 this country issued 2 versions of its 500-franc coin, one in French, one in Flemish",
      "answer": "Belgium"
    },
    {
      "category": "WRITE ON, TOM!",
      "text": "2002's \"A Long Way from Home\" detailed this NBC news anchor's experiences growing up in South Dakota",
      "answer": "Tom Brokaw"
    },
    {
      "category": "DOUBLE DOUBLE LETTERS",
      "text": "A writer of 14-line poems",
      "answer": "a sonneteer"
    },
    {
      "category": "ARTISTS & THEIR SUBJECTS",
      "text": "This British prime minister hated Graham Sutherland's 1954 portrait of him so much that his wife destroyed it",
      "answer": "Churchill"
    },
    {
      "category": "FILMMAKING 101",
      "text": "The slate that gets the action going on a film is also called this, from the sound it makes",
      "answer": "a clapper"
    },
    {
      "category": "MARSUPIALS",
      "text": "The name of this marsupial, also called a native bear, may come from the language of the Katang, an Aboriginal tribe",
      "answer": "the koala"
    },
    {
      "category": "FOREIGN EXCHANGE",
      "text": "Jabal al-Noor, where the Koran began to be revealed to Muhammad, is on the reverse of its 20-riyal currency",
      "answer": "Saudi Arabia"
    },
    {
      "category": "WRITE ON, TOM!",
      "text": "Never afraid to wear white after Labor Day, this author penned \"A Man in Full\" in 1998",
      "answer": "(Tom) Wolfe"
    },
    {
      "category": "DOUBLE DOUBLE LETTERS",
      "text": "A dessert called fool is traditionally made withthistart fruit",
      "answer": "gooseberries"
    },
    {
      "category": "ARTISTS & THEIR SUBJECTS",
      "text": "Around 1927 this American known for his mobiles created a portrait of Josephine Baker out of wire",
      "answer": "(Alexander) Calder"
    },
    {
      "category": "FILMMAKING 101",
      "text": "Despite the fact that it usually rolls by quite quickly, the display of credits at the end of a movie is called this",
      "answer": "a crawl"
    },
    {
      "category": "MARSUPIALS",
      "text": "Thisill-tempered marsupial is named for its native island habitat",
      "answer": "a Tasmanian devil"
    },
    {
      "category": "FOREIGN EXCHANGE",
      "text": "The ouguiya of Mauritania & the Malagasy ariary of this country are the world's only non-decimal currencies",
      "answer": "Madagascar"
    },
    {
      "category": "WRITE ON, TOM!",
      "text": "In 1997 this \"Rosencrantz and Guildenstern Are Dead\" playwright was knighted",
      "answer": "(Tom) Stoppard"
    },
    {
      "category": "DOUBLE DOUBLE LETTERS",
      "text": "It's a small sofa",
      "answer": "a settee"
    },
    {
      "category": "ARTISTS & THEIR SUBJECTS",
      "text": "In 1797 Goya painted this duchess, his mistress, pointing to the words \"solo Goya\", or \"Goya alone\"",
      "answer": "the Duchess of Alba"
    },
    {
      "category": "FILMMAKING 101",
      "text": "(Sarah of the Clue Crew produces some sounds effects with common items.)  Sound effects, like a horse's hooves done with coconut shells, or a snapped bone done with celery, are created by this type of artist named for a sound editor at Universal Studios",
      "answer": "Foley"
    },
    {
      "category": "MARSUPIALS",
      "text": "There's a hairy-nosed species of this marsupial that's a tailless burrower",
      "answer": "a wombat"
    },
    {
      "category": "FOREIGN EXCHANGE",
      "text": "In 2006 Serbia issued several coins honoring this electricity pioneer",
      "answer": "Tesla"
    },
    {
      "category": "WRITE ON, TOM!",
      "text": "This ex-head of Homeland Security wrote \"The Test of Our Times: America Under Siege... and How We Can Be Safe Again\"",
      "answer": "Tom Ridge"
    },
    {
      "category": "DOUBLE DOUBLE LETTERS",
      "text": "Watch the birdie--thisbirdie with a colorful name",
      "answer": "a yellowhammer"
    }
  ]
}