{
  "title": "Show #8461 - Monday, August 9, 2021",
  "date": {
    "day": 9,
    "month": "August",
    "year": 2021
  },
  "clues": [
    {
      "category": "AROUND THE USA",
      "text": "Nevada is home to the wonder known as Flythistype ofhot spring",
      "answer": "Geyser"
    },
    {
      "category": "LITERATURE",
      "text": "It begins, \"Somewhere in La Mancha, in a place whose name I do not care to remember\"",
      "answer": "Don Quixote"
    },
    {
      "category": "BUCKINGHAM PALACE",
      "text": "A grand piano is central to the Music Room, known for hosting baptisms & this religious ceremony where kids get a new name",
      "answer": "christening"
    },
    {
      "category": "IT'S A FEDERAL CRIME!",
      "text": "\"Whoever consults... confederates, or corresponds with any\" this \"or robber upon the seas\" has federal issues",
      "answer": "pirate"
    },
    {
      "category": "CURRENT TV",
      "text": "This NBC show is about a master criminal who helps the FBI capture others of his ilk",
      "answer": "The Blacklist"
    },
    {
      "category": "THE LETTER AFTER M",
      "text": "...to make an abbreviation for the \"Bay State\"",
      "answer": "A"
    },
    {
      "category": "AROUND THE USA",
      "text": "In Great Falls, Montana, visit the Sip 'n Dip, one of these Polynesian style lounges with colorful drinks & swimming mermaids",
      "answer": "a tiki bar"
    },
    {
      "category": "LITERATURE",
      "text": "Seenhereis an engraving for the 12th & final segment of the Edmund Spenser work known as \"The Shepheardes\" this",
      "answer": "Calendar"
    },
    {
      "category": "BUCKINGHAM PALACE",
      "text": "Seenhereis this room in Buckingham Palace, a perfectplacefor a royal to relax",
      "answer": "Throne Room"
    },
    {
      "category": "IT'S A FEDERAL CRIME!",
      "text": "The Marine Mammal Protection Act of 1972 says your family can't have this as a pet, but you can look at one righthere",
      "answer": "a walrus"
    },
    {
      "category": "CURRENT TV",
      "text": "If you've filled up on Chip, turn to this half of a famous couple & her cooking show \"Magnolia Table\"",
      "answer": "Joanna Gaines"
    },
    {
      "category": "THE LETTER AFTER M",
      "text": "...to make the opening moniker of performers Hammer, Lyte & Skat Kat",
      "answer": "C"
    },
    {
      "category": "AROUND THE USA",
      "text": "A live type of this tree is a must-see for visitors to Johns Island, South Carolina",
      "answer": "oak"
    },
    {
      "category": "LITERATURE",
      "text": "In an S.E. Hinton novel, Motorcycle Boy tries to free the aquarium dwellers he calls these, the book's title",
      "answer": "Rumble Fish"
    },
    {
      "category": "BUCKINGHAM PALACE",
      "text": "Security guys from St. James's Palace & Buckingham Palace meet in the latter's forecourt during this traditional ceremony",
      "answer": "changing of the guard"
    },
    {
      "category": "IT'S A FEDERAL CRIME!",
      "text": "Pretending to be a member of this alphanumeric \"Learning by Doing\" youth organization is a federal offense",
      "answer": "4H"
    },
    {
      "category": "CURRENT TV",
      "text": "The April 7, 2021 episode of \"The Goldbergs\" included a tribute tothislate actor who played Pops",
      "answer": "George Segal"
    },
    {
      "category": "THE LETTER AFTER M",
      "text": "...to make the word for a diatonic scale's third tone",
      "answer": "I"
    },
    {
      "category": "AROUND THE USA",
      "text": "Boise, Idaho has an alliterative \"Block\" for these people of the Pyrenees, dedicated to preserving their culture",
      "answer": "Basque"
    },
    {
      "category": "LITERATURE",
      "text": "The title domicile of this Hawthorne novel is halfway down Pyncheon Street",
      "answer": "The House of the Seven Gables"
    },
    {
      "category": "BUCKINGHAM PALACE",
      "text": "Don't set your beer glass down on theTable of the Great Commandersmade withthismaterial, a specialty of Sèvres, France",
      "answer": "porcelain"
    },
    {
      "category": "IT'S A FEDERAL CRIME!",
      "text": "For writing a check for less than this listed amount of money, you can be fined or \"imprisoned not more than six months, or both\"",
      "answer": "$1"
    },
    {
      "category": "CURRENT TV",
      "text": "Hospital patients on \"The Resident\" can take comfort in familiar faces like this actor who once played young Theo Huxtable",
      "answer": "(Malcolm-Jamal) Warner"
    },
    {
      "category": "THE LETTER AFTER M",
      "text": "...to make a Greek letter",
      "answer": "U"
    },
    {
      "category": "AROUND THE USA",
      "text": "The purple seats near the top of Coors Field tell you you've reached this geographic designation",
      "answer": "mile high"
    },
    {
      "category": "LITERATURE",
      "text": "Hilary Mantel's trilogy about Tudor royals is named for this residence",
      "answer": "Wolf Hall"
    },
    {
      "category": "BUCKINGHAM PALACE",
      "text": "At the top of the Triumphal Arch in the ballroom is a medallion with profiles of Queen Victoria & this man, her husband",
      "answer": "Albert"
    },
    {
      "category": "IT'S A FEDERAL CRIME!",
      "text": "No matter your hopes of riches playing EuroMillions, do not mail payment to purchase a foreign one of these",
      "answer": "a lottery ticket"
    },
    {
      "category": "CURRENT TV",
      "text": "Charm, scenery & cow anatomy are features of this adaptation of James Herriot's veterinary memoir seen on PBS",
      "answer": "All Creatures Great and Small"
    },
    {
      "category": "THE LETTER AFTER M",
      "text": "...to abbreviate a unit of capacity equal to 0.03381 fluid ounce",
      "answer": "L"
    }
  ]
}