{
  "title": "Show #6982 - Tuesday, January 13, 2015",
  "date": {
    "day": 13,
    "month": "January",
    "year": 2015
  },
  "clues": [
    {
      "category": "A REAL MYSTERY",
      "text": "\"The Thousand-Dollar Tan Line\" is an original mystery novel starring this detective played by Kristen Bell",
      "answer": "Veronica Mars"
    },
    {
      "category": "SPORTS TALK",
      "text": "Oh I do say, sticky wicket is a term that comes from this team sport",
      "answer": "cricket"
    },
    {
      "category": "IT'S A FACT",
      "text": "David Farragut, who won the 1864 Battle of Mobile Bay, was the first American officer to be given the rank of full this",
      "answer": "admiral"
    },
    {
      "category": "NAME THAT VERB",
      "text": "To put a grade on Mr. Zuckerberg's work",
      "answer": "mark"
    },
    {
      "category": "A REAL MYSTERY",
      "text": "After meeting in a Pullman car, Bruno suggests swapping murders with Guy in this classic, the basis for a Hitchcock film",
      "answer": "Strangers on a Train"
    },
    {
      "category": "SPORTS TALK",
      "text": "In figure skating a spin executed in the arabesque position is named for this beast of burden",
      "answer": "camel"
    },
    {
      "category": "MINNESOTA",
      "text": "When completed, the Gitchi-Gami State Trail will extend nearly 90 miles along this body of water",
      "answer": "Lake Superior"
    },
    {
      "category": "IT'S A FACT",
      "text": "Cerebralgia is medical jargon for one of these, of any type",
      "answer": "a headache"
    },
    {
      "category": "NAME THAT VERB",
      "text": "To tap gently with the palm to show affection for both Ms. Nixon & Mr. Sajak",
      "answer": "pat"
    },
    {
      "category": "A REAL MYSTERY",
      "text": "The murder in this mystery takes place aboard the Karnak, a small river steamboat",
      "answer": "Death on the Nile"
    },
    {
      "category": "SPORTS TALK",
      "text": "(Jimmy of the Clue Crew shows an animation on the monitor.)  In bowling, try to get your ball in this area, between the 1 & 2 or 1 & 3 pin to get a strike",
      "answer": "the pocket"
    },
    {
      "category": "MINNESOTA",
      "text": "Minnesota's U.S. senators are Amy Klobuchar & him",
      "answer": "Al Franken"
    },
    {
      "category": "IT'S A FACT",
      "text": "The bowhead type of this animal has been known to live over 200 years",
      "answer": "a whale"
    },
    {
      "category": "SWEET! POTATOES!",
      "text": "Ore-Ida invented these alliterative potato bites that are \"crunchy outside and fluffy inside\"",
      "answer": "Tater Tots"
    },
    {
      "category": "NAME THAT VERB",
      "text": "To savagely criticize Mr. Torn",
      "answer": "rip"
    },
    {
      "category": "A REAL MYSTERY",
      "text": "It's Dickens' only true mystery; the end of the work & the solution are a mystery that went to the grave with the author",
      "answer": "The Mystery of Edwin Drood"
    },
    {
      "category": "SPORTS TALK",
      "text": "At the first Winter Olympics in 1924, the Brits swept up inthissport",
      "answer": "curling"
    },
    {
      "category": "MINNESOTA",
      "text": "This colorful vegetable canning company was founded in 1903 in Le Sueur",
      "answer": "Green Giant"
    },
    {
      "category": "IT'S A FACT",
      "text": "To get you into this 5-letter organization of smarties, your IQ has to be in the top 2% of the population",
      "answer": "Mensa"
    },
    {
      "category": "SWEET! POTATOES!",
      "text": "A potato plant's edible underground stem is one of these, from Latin for \"swelling\"",
      "answer": "a tuber"
    },
    {
      "category": "NAME THAT VERB",
      "text": "To tire out TV commentator Mr. Carlson",
      "answer": "tucker"
    },
    {
      "category": "A REAL MYSTERY",
      "text": "The manuscript of a novel called \"Bombyx Mori\" is at the heart of this second mystery by Robert Galbraith",
      "answer": "The Silkworm"
    },
    {
      "category": "SPORTS TALK",
      "text": "Who's there?  Oh, it'sthisnotch at the end of an archer's arrow, into which the bowstring fits",
      "answer": "the nock"
    },
    {
      "category": "MINNESOTA",
      "text": "The Mesabi Range helps Minnesota lead the nation in the production of this ore",
      "answer": "iron ore"
    },
    {
      "category": "IT'S A FACT",
      "text": "In 1997 legislation was passed in this state allowing astronauts to vote from outer space",
      "answer": "Texas"
    },
    {
      "category": "SWEET! POTATOES!",
      "text": "Potatoes are a good source of vitamin B3, aka this, which helps prevent the nutritional disease pellagra",
      "answer": "niacin"
    },
    {
      "category": "NAME THAT VERB",
      "text": "To supply Mr. Nichols with vocal amplification",
      "answer": "mike"
    },
    {
      "category": "BRR, BABY, BRR",
      "text": "Florida's record low is a brisk -2 Fahrenheit recorded in 1899 in this state capital",
      "answer": "Tallahassee"
    },
    {
      "category": "OUT, -LET",
      "text": "A tragic son of Gertrude becomes a meat",
      "answer": "hamlet & ham"
    },
    {
      "category": "CLASSICAL MUSICIANS",
      "text": "Theodore Dubois succeeded 2 great composers in this job, Cesar Franck at one church & Camille Saint-Saens at another",
      "answer": "organist"
    },
    {
      "category": "1910",
      "text": "Inventor Georges Claude demonstrated the first light using this gas",
      "answer": "neon"
    },
    {
      "category": "I'M \"N\"TITLED!",
      "text": "Megan Hilty took on Dolly Parton's role when this musical worked its way to Broadway in 2009",
      "answer": "9 to 5"
    },
    {
      "category": "KNOW YOUR KNOT",
      "text": "When children are taught to tie a shoelace knot, they are often told to make this furry animal's ears to tie it",
      "answer": "a rabbit (or bunny)"
    },
    {
      "category": "BRR, BABY, BRR",
      "text": "This continent's record low, -23 Celsius, was recorded in the Snowy Mountains on June 29, 1994",
      "answer": "Australia"
    },
    {
      "category": "OUT, -LET",
      "text": "A portion of veal turns into one share of the loot",
      "answer": "cutlet & cut"
    },
    {
      "category": "CLASSICAL MUSICIANS",
      "text": "This \"Father of the Classical Guitar\" kept giving concerts past his 90th birthday in 1983",
      "answer": "Andrés Segovia"
    },
    {
      "category": "1910",
      "text": "Boutros Ghali, the first native-born prime minister of this country, was assassinated",
      "answer": "Egypt"
    },
    {
      "category": "I'M \"N\"TITLED!",
      "text": "Though he lost the Oscar, Bruce Dern did win best actor at the Cannes Film Festival for this 2013 film",
      "answer": "Nebraska"
    },
    {
      "category": "KNOW YOUR KNOT",
      "text": "A fisherman's bend is also called this bend because it secures a rope to the ring of the weight it's named for on a ship",
      "answer": "an anchor"
    },
    {
      "category": "BRR, BABY, BRR",
      "text": "Hawaii is the only state that's never dropped below zero degrees F., though it has gotten down to 12 F. atop this peak",
      "answer": "Mauna Kea"
    },
    {
      "category": "OUT, -LET",
      "text": "Lose the \"let\" in a blood component & you're left with a kitchen item",
      "answer": "platelet & plate"
    },
    {
      "category": "1910",
      "text": "In 1910 he completed the work seenhere",
      "answer": "Henri Matisse"
    },
    {
      "category": "I'M \"N\"TITLED!",
      "text": "The ACN gang covered a bombing on the 2014 premiere episode of this drama's third & final season",
      "answer": "The Newsroom"
    },
    {
      "category": "KNOW YOUR KNOT",
      "text": "This knot is \"relatively\" easy to make, as it's often the result of an improperly tied square knot",
      "answer": "a granny knot"
    },
    {
      "category": "BRR, BABY, BRR",
      "text": "This New England state's record low of -50 F. was recorded in Aroostook County on January 16, 2009",
      "answer": "Maine"
    },
    {
      "category": "OUT, -LET",
      "text": "Subtract \"let\" from a term for 2 lines of poetry & you get a type of overthrow",
      "answer": "couplet & coup"
    },
    {
      "category": "1910",
      "text": "Racial violence resulted from this boxer's July 4 whupping of former champ James Jeffries",
      "answer": "Jack Johnson"
    },
    {
      "category": "I'M \"N\"TITLED!",
      "text": "Liam Neeson sprang to action as an air marshal on a hijacked plane in this 2014 thriller",
      "answer": "Non-Stop"
    },
    {
      "category": "KNOW YOUR KNOT",
      "text": "Types of this knot used to tie a rope to an object include cow, rolling & clove",
      "answer": "a hitch"
    },
    {
      "category": "BRR, BABY, BRR",
      "text": "The Tannenbaums were shivering by the Funtensee as this country hit its record low of -45.9 Celsius at Christmas 2001",
      "answer": "Germany"
    },
    {
      "category": "OUT, -LET",
      "text": "A mattress of straw becomes a friend",
      "answer": "pallet & pal"
    },
    {
      "category": "I'M \"N\"TITLED!",
      "text": "Title of Marsha Norman's 1983 prize-winning play, or something you might say before heading off to bed",
      "answer": "'night, Mother"
    },
    {
      "category": "KNOW YOUR KNOT",
      "text": "The name of this knot used to shorten a rope without cutting it calls to mind a certain animal's leg",
      "answer": "a sheepshank"
    }
  ]
}