{
  "title": "Show #7163 - Wednesday, November 4, 2015",
  "date": {
    "day": 4,
    "month": "November",
    "year": 2015
  },
  "clues": [
    {
      "category": "BEAUTIFUL BUILDINGS",
      "text": "Many consideritthe most beautiful monument in the world",
      "answer": "the Taj Mahal"
    },
    {
      "category": "FICTIONAL ORGANIZATIONS",
      "text": "In a musical Kim MacAfee has said \"bye bye\" to this pop music star, resigning as president of his fan club",
      "answer": "Conrad Birdie"
    },
    {
      "category": "THE COLOR PURPLE",
      "text": "In Greek these veggies with dark purple skin are melitzanes",
      "answer": "eggplants"
    },
    {
      "category": "SPEAK \"UP\"!",
      "text": "The dealer shows it to the rest of the table",
      "answer": "the upcard"
    },
    {
      "category": "BATTLES",
      "text": "The American Revolution began in April 1775 with the battles of these 2 Massachusetts towns",
      "answer": "Lexington & Concord"
    },
    {
      "category": "IVY LEAGUE ALUMNI",
      "text": "This Bronx-born Supreme Court justice got her B.A. from Princeton",
      "answer": "Sotomayor"
    },
    {
      "category": "BEAUTIFUL BUILDINGS",
      "text": "You ought to recognizethisiconic art deco skyscraper",
      "answer": "the Chrysler Building"
    },
    {
      "category": "FICTIONAL ORGANIZATIONS",
      "text": "This evil organization that 007 has battled in many movies is the title of the 2015 James Bond film",
      "answer": "S.P.E.C.T.R.E."
    },
    {
      "category": "THE COLOR PURPLE",
      "text": "A tabloid version of the board game Clue made this purple-named character a billionaire video game designer",
      "answer": "Professor Plum"
    },
    {
      "category": "SPEAK \"UP\"!",
      "text": "A slope, or an improvement",
      "answer": "an upgrade"
    },
    {
      "category": "BATTLES",
      "text": "The name of this 1815 battle has come to mean a decisive defeat",
      "answer": "Waterloo"
    },
    {
      "category": "IVY LEAGUE ALUMNI",
      "text": "At Harvard, Al Gore roomed with this future movie actor, who spoke in support of Al at the Democratic Convention in 2000",
      "answer": "Tommy Lee Jones"
    },
    {
      "category": "BEAUTIFUL BUILDINGS",
      "text": "The stunningBaha'i Templein New Delhi is built in the shape of this sacred flower",
      "answer": "the lotus"
    },
    {
      "category": "FICTIONAL ORGANIZATIONS",
      "text": "SD-6, a top-secret spy agency, recruited college student Sydney Bristow, \"Alias\" this actress",
      "answer": "Jennifer Garner"
    },
    {
      "category": "THE COLOR PURPLE",
      "text": "Elizabeth Taylor's eyes were often described as this shade of purple, as in the title of a \"Doonesbury\" collection",
      "answer": "violet"
    },
    {
      "category": "SPEAK \"UP\"!",
      "text": "To transfer data from a smaller device to a larger one",
      "answer": "upload"
    },
    {
      "category": "BATTLES",
      "text": "This battle fought in Maryland in 1862 was the bloodiest single day of the Civil War",
      "answer": "Antietam"
    },
    {
      "category": "IVY LEAGUE ALUMNI",
      "text": "Naturally, this \"Oracle of Omaha\" went to the University of Nebraska, but for B-school attended Columbia",
      "answer": "(Warren) Buffett"
    },
    {
      "category": "BEAUTIFUL BUILDINGS",
      "text": "In 2015,thismuseum, named for the former Gertrude Vanderbilt, moved to a new building with a cantilevered entrance",
      "answer": "the Whitney Museum of American Art"
    },
    {
      "category": "FICTIONAL ORGANIZATIONS",
      "text": "Several of the Time Lords on this series have dealt with U.N.I.T., a task force that investigates aliens on Earth",
      "answer": "Doctor Who"
    },
    {
      "category": "THE COLOR PURPLE",
      "text": "The dried purple flowers of this shrub that's part of the mint family are used for scent or as a preservative",
      "answer": "lavender"
    },
    {
      "category": "SPEAK \"UP\"!",
      "text": "More common in women? it's using a rising inflection even on non-questions?",
      "answer": "upspeak (or uptalk)"
    },
    {
      "category": "BATTLES",
      "text": "In Shakespeare, before this battle Henry V rallies his troops, calling them \"We few, we happy few, we band of brothers\"",
      "answer": "Agincourt"
    },
    {
      "category": "IVY LEAGUE ALUMNI",
      "text": "Seenhere, this New York senator graduated magna cum laude from Dartmouth",
      "answer": "Kirsten Gillibrand"
    },
    {
      "category": "BEAUTIFUL BUILDINGS",
      "text": "Legend says the architects ofthiscathedral were blinded so they could never again create anything as beautiful",
      "answer": "St. Basil's"
    },
    {
      "category": "FICTIONAL ORGANIZATIONS",
      "text": "In the Marvel universe, Baron Wolfgang von Strucker was instrumental in creating this evil organization",
      "answer": "Hydra"
    },
    {
      "category": "THE COLOR PURPLE",
      "text": "Appropriately, Alice Walker has this gem that's the color purple as her birthstone",
      "answer": "amethyst"
    },
    {
      "category": "SPEAK \"UP\"!",
      "text": "With or without a prefatory \"one\", it's the art of gaining an advantage",
      "answer": "upsmanship"
    },
    {
      "category": "BATTLES",
      "text": "World War II's largest naval engagement was the 1944 battle of this Philippine gulf",
      "answer": "Leyte"
    },
    {
      "category": "IVY LEAGUE ALUMNI",
      "text": "She was still a senior at Yale when her design for the Vietnam Veterans Memorial won a nationwide competition",
      "answer": "Maya Lin"
    }
  ]
}