{
  "title": "Show #9143 - Wednesday, July 10, 2024",
  "date": {
    "day": 10,
    "month": "July",
    "year": 2024
  },
  "clues": [
    {
      "category": "ROUGH TIMES IN THE CITY",
      "text": "In 1871 Patrick & Catherine O'Leary owned a cow in this city; a bovine pyromaniac? History is unsure, but the fire was devastating",
      "answer": "Chicago"
    },
    {
      "category": "NATIVE AMERICA",
      "text": "For Native Americans who lived near water, transportation was often this type of canoe made from a hollowed-out log",
      "answer": "a dugout canoe"
    },
    {
      "category": "POTPOURRI",
      "text": "The 1792 Apportionment Act gave each state one of these for every 33,000 people; New Hampshire got 4, Virginia 19",
      "answer": "a congressional representative"
    },
    {
      "category": "BREAD",
      "text": "If you're eating a falafel sandwich, it's most likely in this pocket bread",
      "answer": "pita"
    },
    {
      "category": "TV REBOOTS",
      "text": "In 2019 Jordan Peele took on the Rod Serling narration duties when he rebooted this anthology series",
      "answer": "The Twilight Zone"
    },
    {
      "category": "RHYME TIME",
      "text": "Where a cetacean does some hard time",
      "answer": "whale jail"
    },
    {
      "category": "ROUGH TIMES IN THE CITY",
      "text": "In 1812 a 7.7 earthquake pretty much destroyed this Venezuelan capital",
      "answer": "Caracas"
    },
    {
      "category": "NATIVE AMERICA",
      "text": "The Mandan of North Dakota were known for buildingthistype of dwelling, named not for the planet, but for what it was covered in",
      "answer": "an earth dwelling (an earth lodge, earth house)"
    },
    {
      "category": "POTPOURRI",
      "text": "This hardware store \"is the place\" that has more than 5,000 worldwide locations",
      "answer": "Ace"
    },
    {
      "category": "BREAD",
      "text": "A starter containing lactic acid bacteria is used to induce fermentation when making this tangy bread",
      "answer": "sourdough"
    },
    {
      "category": "TV REBOOTS",
      "text": "A new fab 5 helps people reboot their wardrobe, style & diet on this Netflix series",
      "answer": "Queer Eye"
    },
    {
      "category": "RHYME TIME",
      "text": "A cutlass or rapier kept in a Honda mid-size sedan",
      "answer": "a sword Accord (an Accord sword)"
    },
    {
      "category": "ROUGH TIMES IN THE CITY",
      "text": "Of death & presidents: Grover Cleveland was \"The Hangman of\" it & William McKinley was assassinated there",
      "answer": "Buffalo"
    },
    {
      "category": "NATIVE AMERICA",
      "text": "Tragically, thousands of Cherokee perished during this forced removal & migration during the 1830s",
      "answer": "the Trail of Tears"
    },
    {
      "category": "POTPOURRI",
      "text": "This techno-thriller author's works served as the inspiration for video games like \"Splinter Cell\" & \"Rainbow Six\"",
      "answer": "Clancy"
    },
    {
      "category": "BREAD",
      "text": "This dark brown bread with a German name is made wholly with unsifted rye flour & has been enjoyed in Central Europe for centuries",
      "answer": "pumpernickel"
    },
    {
      "category": "TV REBOOTS",
      "text": "As if! This film became a TV series; Stacey Dash played Cher's BFF Dionne in both versions",
      "answer": "Clueless"
    },
    {
      "category": "RHYME TIME",
      "text": "A top-story room used for storage that stays the same, never changing",
      "answer": "a static attic"
    },
    {
      "category": "ROUGH TIMES IN THE CITY",
      "text": "The Beer Hall Putsch in this city was a 1923 coup attempt that led to Hitler's all-too-brief imprisonment",
      "answer": "Munich"
    },
    {
      "category": "NATIVE AMERICA",
      "text": "Of New Mexico's 19 Pueblo tribes, it's one of the largest & the last alphabetically",
      "answer": "the Zuni"
    },
    {
      "category": "POTPOURRI",
      "text": "Some of the world's best snorkeling can be found at spots like Sharm El-Sheikh on this colorful sea",
      "answer": "the Red Sea"
    },
    {
      "category": "BREAD",
      "text": "A cylindrical oven called a tandoor is traditionally used to makethiskind of flat leavened bread",
      "answer": "naan"
    },
    {
      "category": "TV REBOOTS",
      "text": "It was still the humans vs. the Cylons when this sci-fi series was rebooted",
      "answer": "Battlestar Galactica"
    },
    {
      "category": "RHYME TIME",
      "text": "King Alaric's stock of chicken bouillon",
      "answer": "Goth broth"
    },
    {
      "category": "ROUGH TIMES IN THE CITY",
      "text": "On Dec. 14, 1825 the Decembrist revolt in this port city sought to end serfdom; harshly, forcefully, serfdom did not end",
      "answer": "St. Petersburg"
    },
    {
      "category": "NATIVE AMERICA",
      "text": "Haudenosaunee, meaning \"people of the long house\", is the preferred name for this confederacy that included the Cayuga & Oneida",
      "answer": "the Iroquois Confederacy (Iroquois League)"
    },
    {
      "category": "POTPOURRI",
      "text": "A 2016 study found that birds' brains are denser in these nerve cells than the brains of primates are",
      "answer": "neurons"
    },
    {
      "category": "BREAD",
      "text": "The name of this grilled bread antipasto topped with chopped tomatoes & herbs comes from Italian for \"to toast\"",
      "answer": "bruschetta"
    },
    {
      "category": "TV REBOOTS",
      "text": "Nowadays it's this woman who evens the odds as \"The Equalizer\"",
      "answer": "Queen Latifah"
    },
    {
      "category": "RHYME TIME",
      "text": "A white sheep running a gambling den like the Mirage or Sahara",
      "answer": "a casino merino"
    }
  ]
}