{
  "title": "Show #9214 - Thursday, November 28, 2024",
  "date": {
    "day": 28,
    "month": "November",
    "year": 2024
  },
  "clues": [
    {
      "category": "HOW CONVENTIONAL",
      "text": "Adopted in 1886, the Berne Convention gives international protection to these; the standard term is author's life plus 50 years",
      "answer": "copyright"
    },
    {
      "category": "LIFE SCIENCE",
      "text": "A life-size 20-foot-tall rock carving of this animal in Niger shows that the Sahara supported more varied life 5,000 years ago",
      "answer": "a giraffe"
    },
    {
      "category": "3-WORD PHRASES",
      "text": "Our relationship is strictly NSA, this",
      "answer": "no strings attached"
    },
    {
      "category": "FUN WITH ZIP CODES",
      "text": "89109 is the ZIP Code for most of the hotels on this city's strip",
      "answer": "Vegas"
    },
    {
      "category": "SPORTS-POURRI",
      "text": "The deuce, the hook & Uncle Charlie are baseball slang for this type of breaking pitch",
      "answer": "a curveball"
    },
    {
      "category": "TURKEY DAY",
      "text": "A symbol of Turkey since Ottoman times,thisflower has inspired decorative motifs on carpets, clothing & ceramics",
      "answer": "a tulip"
    },
    {
      "category": "HOW CONVENTIONAL",
      "text": "The 1899 Hague Convention explicitly forbade dropping bombs from these; nice idea, but technology soon passed it by",
      "answer": "hot air balloons"
    },
    {
      "category": "LIFE SCIENCE",
      "text": "Fish need shade too, sometimes provided by these, the floating leaves of plants such as Nuphar advena",
      "answer": "lily pads"
    },
    {
      "category": "3-WORD PHRASES",
      "text": "The Atlantic gets a lot smaller in this phrase meaning over in America to a Brit, or vice versa",
      "answer": "across the pond"
    },
    {
      "category": "FUN WITH ZIP CODES",
      "text": "Batter up & head to this Chavez Ravine ballpark that's not in 90210 but in its anagram, 90012",
      "answer": "Dodger Stadium"
    },
    {
      "category": "SPORTS-POURRI",
      "text": "Muhammad Ali KOed George Foremanin the 1974 fight called \"The Rumble in\" this",
      "answer": "the Jungle"
    },
    {
      "category": "TURKEY DAY",
      "text": "Yagli gures, one of the most popular sports in Turkey, is a variety of this one, but with the grapplers covered in oil",
      "answer": "wrestling"
    },
    {
      "category": "HOW CONVENTIONAL",
      "text": "In a stirring speech,sherebuked mobs disrupting an 1853 women's rights convention in New York City",
      "answer": "Sojourner Truth"
    },
    {
      "category": "LIFE SCIENCE",
      "text": "A desire to work in the kelping professions may lead you to phycology, defined as the study of these",
      "answer": "algae"
    },
    {
      "category": "3-WORD PHRASES",
      "text": "An uneasy accord has been reached when you do this rhyming phrase, politely let go of a dispute without resolution (you're still wrong)",
      "answer": "agree to disagree"
    },
    {
      "category": "FUN WITH ZIP CODES",
      "text": "The city of Schenectady has 11 ZIP Codes; the highest in number is this, & it's easy as...",
      "answer": "12345"
    },
    {
      "category": "SPORTS-POURRI",
      "text": "Incricket, the only defensive player who wears gloves is the guy in charge of keeping this vital thing",
      "answer": "the wicket"
    },
    {
      "category": "TURKEY DAY",
      "text": "Made with molten glass, anazar  boncuğuis a Turkish amulet used for protection against this negative force",
      "answer": "the evil eye"
    },
    {
      "category": "HOW CONVENTIONAL",
      "text": "184 countries are signatories to CITES, the Convention on Intl. Trade in these plants & animals, the E.S. of CITES",
      "answer": "Endangered Species"
    },
    {
      "category": "LIFE SCIENCE",
      "text": "Geneticist Polly Fordyce dislikes this term for the 98% of DNA that is non-coding; much of it does come out in gene expression",
      "answer": "junk DNA"
    },
    {
      "category": "3-WORD PHRASES",
      "text": "To pine for someone, or more literally, to participate in a pre-Olympics ceremony",
      "answer": "carry a torch"
    },
    {
      "category": "FUN WITH ZIP CODES",
      "text": "When writing to this famous residence, use the ZIP Code 20500",
      "answer": "the White House"
    },
    {
      "category": "SPORTS-POURRI",
      "text": "Any castaway knows this brand makes the NCAA official beach championship game volleyball",
      "answer": "Wilson"
    },
    {
      "category": "TURKEY DAY",
      "text": "Producing more than 70% of the world's supply, Turkey is the world's largest grower of these nuts, aka filberts",
      "answer": "hazelnuts"
    },
    {
      "category": "HOW CONVENTIONAL",
      "text": "On Jan. 16 & 17, 1793 France's National Convention voted to sentence this man to death",
      "answer": "Louis XVI"
    },
    {
      "category": "LIFE SCIENCE",
      "text": "All of a manatee's teeth, which gradually move forward in its jaw, are these",
      "answer": "molars"
    },
    {
      "category": "3-WORD PHRASES",
      "text": "It means doing everything right, or getting a hit every time up, though the math doesn't strictly work on that last one",
      "answer": "batting 1.000"
    },
    {
      "category": "FUN WITH ZIP CODES",
      "text": "ZIP Codes go up to 99950, which belongs to a city in this state",
      "answer": "Alaska"
    },
    {
      "category": "SPORTS-POURRI",
      "text": "In 2014, 260 years after its founding, this legendary golf club finally agreed to accept female members",
      "answer": "St. Andrews"
    },
    {
      "category": "TURKEY DAY",
      "text": "Before Turkey's largest city was renamed Istanbul, it was Constantinople & just before that, known as this",
      "answer": "Byzantium"
    },
    {
      "category": "GEOGRAPHY",
      "text": "In 1964 the island of Zanzibar, with its own subspecies of leopard, became part of this East African country",
      "answer": "Tanzania"
    },
    {
      "category": "ASIAN LITERATURE",
      "text": "In the Iraqi novel \"The President's Gardens\", Abdullah spends 2 decades as a P.O.W. in this country after the 1980s war",
      "answer": "Iran"
    },
    {
      "category": "DO YOU WANT TO BUILD A BUILDING?",
      "text": "In 1873 Daniel Burnham & John Root started a firm to build together in this city; 2 decades later, Burnham built a fair there",
      "answer": "Chicago"
    },
    {
      "category": "A REAL SMOKE SHOW",
      "text": "We're still not too sure about a lot that happened on this ABC show, but for sure the Man in Black is also the Smoke Monster",
      "answer": "Lost"
    },
    {
      "category": "A PROJECT",
      "text": "This project was designed as a bridge between the Mercury & Apollo programs",
      "answer": "Gemini"
    },
    {
      "category": "-OLOGY",
      "text": "Robert L. Kelly began collecting arrowheads at 10 & is co-author of a standard text on this subject",
      "answer": "archaeology"
    },
    {
      "category": "GEOGRAPHY",
      "text": "This alliterative Central American capital has been ruined multiple times by earthquakes since 1854",
      "answer": "San Salvador"
    },
    {
      "category": "ASIAN LITERATURE",
      "text": "In 2024 Netflix adapted this Chinese sci-fi novel named for a conundrum involving a trio of celestial objects",
      "answer": "Three-Body Problem"
    },
    {
      "category": "DO YOU WANT TO BUILD A BUILDING?",
      "text": "Mughal histories say it had around 37 designers, including Ustad Ahmad from Lahore & Turkish dome-builder Ismail Afandi",
      "answer": "the Taj Mahal"
    },
    {
      "category": "A REAL SMOKE SHOW",
      "text": "Here's the straight dope: \"Up in Smoke\" was the first film starring this pair of comics",
      "answer": "Cheech & Chong"
    },
    {
      "category": "A PROJECT",
      "text": "A WSJ post asked, \"He couldn't run a hamburger stand. How did Oppenheimer run\" this project's \"secret lab?\"",
      "answer": "the Manhattan Project"
    },
    {
      "category": "-OLOGY",
      "text": "In \"Middlemarch\" Mr. Casaubon is writing a book on this & in debating \"the solar deities, he had become indifferent to the sunlight\"",
      "answer": "mythology"
    },
    {
      "category": "GEOGRAPHY",
      "text": "This body of water divides Maryland into 2 parts, the eastern & western shores",
      "answer": "Chesapeake Bay"
    },
    {
      "category": "ASIAN LITERATURE",
      "text": "\"Frog\" by Mo Yan follows Gugu, a midwife during China's implementation of this policy",
      "answer": "the one-child policy"
    },
    {
      "category": "DO YOU WANT TO BUILD A BUILDING?",
      "text": "In 1943 this art collector asked Frank Lloyd Wright  to build a building  for a museum unlike any other in the world",
      "answer": "(Solomon R.) Guggenheim"
    },
    {
      "category": "A REAL SMOKE SHOW",
      "text": "Set in Mississippi, his play \"Summer & Smoke\" is about a repressed minister's daughter in love with the hedonistic boy next door",
      "answer": "Tennessee Williams"
    },
    {
      "category": "A PROJECT",
      "text": "In \"Project Hail Mary\" by this author, the amnesiac Ryland Grace has to save the Earth & find out how he got \"beach-bod buff\"",
      "answer": "Andy Weir"
    },
    {
      "category": "-OLOGY",
      "text": "At the university campus building seenhere, students work toward their degree in this subject",
      "answer": "hamburgerology"
    },
    {
      "category": "GEOGRAPHY",
      "text": "Maxing around 160 feet deep, the relatively shallow Korea Bay is the northeastern arm of this \"colorful\" sea",
      "answer": "the Yellow Sea"
    },
    {
      "category": "ASIAN LITERATURE",
      "text": "This Pulitzer Prize-winner by Vietnamese-American author Viet Thanh Nguyen begins, \"I am a spy... a man of two faces\"",
      "answer": "The Sympathizer"
    },
    {
      "category": "DO YOU WANT TO BUILD A BUILDING?",
      "text": "King Charles II approvedthisman to repairSt. Paul's Cathedral; he went ahead & gave it a major dome",
      "answer": "Sir Christopher Wren"
    },
    {
      "category": "A REAL SMOKE SHOW",
      "text": "Official videos for this Deep Purple classic include an animated one & one live at Montreux, where the song is set",
      "answer": "\"Smoke On The Water\""
    },
    {
      "category": "A PROJECT",
      "text": "The CIA called this project \"the code name for a covert... mind-control & chemical interrogation research program\"",
      "answer": "MKUltra"
    },
    {
      "category": "-OLOGY",
      "text": "The first 3 letters are an abbreviation some have discarded, but this is still the study of flying saucers & the like",
      "answer": "Ufology (UFOlogy)"
    },
    {
      "category": "GEOGRAPHY",
      "text": "This forest that can be spelled with or without an S at the end is located in both France & Belgium",
      "answer": "Ardennes"
    },
    {
      "category": "ASIAN LITERATURE",
      "text": "In \"The Temple of the Golden Pavilion\" by Yukio Mishima, a Buddhist monk burns down the title temple in this old capital",
      "answer": "Kyoto"
    },
    {
      "category": "DO YOU WANT TO BUILD A BUILDING?",
      "text": "In the late 19th c. Eusebi Güell became a patron of this architect, leading to a pavilion, a park & a palace in Spain",
      "answer": "Gaudí"
    },
    {
      "category": "A REAL SMOKE SHOW",
      "text": "The Jerome Kern-Otto Harbach musical \"Roberta\" is best remembered for this classic song about a \"lovely flame\"",
      "answer": "\"Smoke Gets In Your Eyes\""
    },
    {
      "category": "A PROJECT",
      "text": "Born Ephraim Goldberg,thisarchitect designed Seattle's Experience Music Project now theMuseum of Pop Culture",
      "answer": "(Frank) Gehry"
    },
    {
      "category": "-OLOGY",
      "text": "King James I of England published a guide to witchcraft & devilry titled this \"-ology\"",
      "answer": "Demonology"
    }
  ]
}