{
  "title": "Show #9235 - Friday, December 27, 2024",
  "date": {
    "day": 27,
    "month": "December",
    "year": 2024
  },
  "clues": [
    {
      "category": "STARTS & ENDS WITH \"O",
      "text": "Founded by King Harald Hardrada around 1050, it's home to more than 1 million people",
      "answer": "Oslo"
    },
    {
      "category": "HODGEPODGE",
      "text": "At age 14 in 1976, Romanian athleteNadia Comăneciwas the first Olympic gymnast to receive one of these perfect scores",
      "answer": "a ten"
    },
    {
      "category": "CUPS & GLASSES",
      "text": "It's a cylindrical glass cup with an acrobatic name; back in the day, it had a pointed bottom & couldn't be set down without it rolling",
      "answer": "a tumbler"
    },
    {
      "category": "F. SCOTT FITZGERALD",
      "text": "F. Scott Fitzgerald was named for this man, a lyricist of note",
      "answer": "Francis Scott Key"
    },
    {
      "category": "THE LAST TYCOON",
      "text": "In 2007 a Time magazine cover story called this News Corporation founder \"The Last Tycoon\"",
      "answer": "(Rupert) Murdoch"
    },
    {
      "category": "THIS SIDE OF PARODIES",
      "text": "Roger Rees was the no-goodnik Sheriff of Rottingham in this comedy subtitled \"Men in Tights\"",
      "answer": "Robin Hood"
    },
    {
      "category": "STARTS & ENDS WITH \"O",
      "text": "This type of work takes its name from a chapel in Rome where musical performances were held in the 16th century",
      "answer": "oratorio"
    },
    {
      "category": "HODGEPODGE",
      "text": "The most popular TV show in the early 1950s, this sitcom pioneered the use of 3 cameras to film in front of a live audience",
      "answer": "I Love Lucy"
    },
    {
      "category": "CUPS & GLASSES",
      "text": "Rather than regular glasses, many hip bars use this type of canning jar named for a 19th century American tinsmith",
      "answer": "a Mason jar"
    },
    {
      "category": "F. SCOTT FITZGERALD",
      "text": "A disastrous trip from Lyon to Paris was one bump in Fitzgerald's relationship with this other American author",
      "answer": "Hemingway"
    },
    {
      "category": "THE LAST TYCOON",
      "text": "This newspaper tycoon brought a Cistercian monastery over from Spain but couldn't put it together again",
      "answer": "Hearst"
    },
    {
      "category": "THIS SIDE OF PARODIES",
      "text": "This title Swiss mountain girl is \"Mad\" in a 2022 parody & takes revenge against an evil cheese tyrant",
      "answer": "Heidi"
    },
    {
      "category": "STARTS & ENDS WITH \"O",
      "text": "In Spanish this palindromic word means \"eye\" or in slang, \"watch out!\"",
      "answer": "ojo"
    },
    {
      "category": "HODGEPODGE",
      "text": "First performed in 1892, \"The Nutcracker\" was the last of this composer's ballets",
      "answer": "Tchaikovsky"
    },
    {
      "category": "CUPS & GLASSES",
      "text": "This Toby Keith song is named for a beer pong perennial invented by Robert L. Hulseman",
      "answer": "\"Red Solo Cup\""
    },
    {
      "category": "F. SCOTT FITZGERALD",
      "text": "In one of Scott's stories, a protagonist says his father has one of these \"as big as the Ritz-Carlton Hotel\"",
      "answer": "a diamond"
    },
    {
      "category": "THE LAST TYCOON",
      "text": "Jay Gould was so unscrupulously wealthy he could be the prototypical this, with a criminal & a noble title in the name",
      "answer": "a robber baron"
    },
    {
      "category": "THIS SIDE OF PARODIES",
      "text": "In this film Dewey Cox' Dylan phase includes the lyric \"mailboxes drip like lampposts in the twisted birth canal of the Coliseum\"",
      "answer": "Walk Hard"
    },
    {
      "category": "STARTS & ENDS WITH \"O",
      "text": "Shopping for ingredients in the marinade for souvlaki?  Don't forget this essential herb",
      "answer": "oregano"
    },
    {
      "category": "HODGEPODGE",
      "text": "Founded in 2003, this auto company is named for an 1884 immigrant to the United States",
      "answer": "Tesla"
    },
    {
      "category": "CUPS & GLASSES",
      "text": "In the late 12th century, Robert de Boron drew from the Gospel of Nicodemus to tell the tale of this holy vessel",
      "answer": "the Grail"
    },
    {
      "category": "F. SCOTT FITZGERALD",
      "text": "Fitzgerald paired these young ladies of his day with \"Philosophers\" for an alliterative book title",
      "answer": "flappers"
    },
    {
      "category": "THE LAST TYCOON",
      "text": "Known as \"The Commodore\", he bought a boat in 1810 & began ferrying folks between Staten Island & NYC",
      "answer": "Vanderbilt"
    },
    {
      "category": "THIS SIDE OF PARODIES",
      "text": "The high school in \"Not Another Teen Movie\" is named for this '80s director whose films provided fodder for the parody",
      "answer": "(John) Hughes"
    },
    {
      "category": "STARTS & ENDS WITH \"O",
      "text": "A word coined in the 1960s, it's the segment of music heardhere... making a nice capper to my clue reading",
      "answer": "outro"
    },
    {
      "category": "HODGEPODGE",
      "text": "\"Democracy Dies in Darkness\" is the slogan of this newspaper",
      "answer": "The Washington Post"
    },
    {
      "category": "CUPS & GLASSES",
      "text": "Thistype of glass bears the name of a cocktail made with lemon juice, sugar & fizzy water",
      "answer": "a collins glass"
    },
    {
      "category": "F. SCOTT FITZGERALD",
      "text": "Paying her respects over Scott's body, this Round Table wit quoted a line from \"The Great Gatsby\" that's too salty for us to say",
      "answer": "Dorothy Parker"
    },
    {
      "category": "THE LAST TYCOON",
      "text": "ThisGreek shipping tycoon died not too far from the water at 63 Boulevard Victor Hugo, Neuilly-sur-Seine",
      "answer": "Onassis"
    },
    {
      "category": "THIS SIDE OF PARODIES",
      "text": "The sequel to this \"Top Gun\" parody was \"Part Deux\"",
      "answer": "Hot Shots!"
    }
  ]
}