{
  "title": "Show #4181 - Monday, November 4, 2002",
  "date": {
    "day": 4,
    "month": "November",
    "year": 2002
  },
  "clues": [
    {
      "category": "MEDICINE",
      "text": "Profession in which you'd find a nightingale, Florence Nightingale",
      "answer": "nursing"
    },
    {
      "category": "BELTS",
      "text": "It's the belt color of a rank amateur in judo or karate",
      "answer": "white"
    },
    {
      "category": "FLORIDA CITIES",
      "text": "Among this city's daily newspapers are the English-language Herald & the Spanish-language Diario Las Americas",
      "answer": "Miami"
    },
    {
      "category": "CH\"ITCHAT",
      "text": "Jane Goodall is considered the world's leading authority on these",
      "answer": "chimpanzees"
    },
    {
      "category": "LINGERIE",
      "text": "Want heavenly help to pick the right lingerie?  Bali's website uses these, based on your birthdate, to help you",
      "answer": "horoscopes/astrological signs"
    },
    {
      "category": "MAN, OH MAN!",
      "text": "Later the host of \"The Tonight Show\", this man began his TV career at Omaha's WOW-TV",
      "answer": "Johnny Carson"
    },
    {
      "category": "MEDICINE",
      "text": "During acid reflux, acid from here goes up into the esophagus",
      "answer": "stomach"
    },
    {
      "category": "BELTS",
      "text": "In an older car, try using a pair of panty hose as a substitute for a broken one of these just behind your car radiator",
      "answer": "fan belt"
    },
    {
      "category": "FLORIDA CITIES",
      "text": "This city was the only Confederate capital east of the Mississippi never captured by the Union during the Civil War",
      "answer": "Tallahassee"
    },
    {
      "category": "CH\"ITCHAT",
      "text": "Pink's in Hollywood, Calif. calls itself \"Home of the World's Best\" this, & you'll need plenty of napkins",
      "answer": "chili dog"
    },
    {
      "category": "LINGERIE",
      "text": "The article seenherewas her second donation to Frederick's of Hollywood Museum; the first was stolen",
      "answer": "Madonna"
    },
    {
      "category": "MAN, OH MAN!",
      "text": "The presidency of this man who's on a U.S. bill is marked by the Tripolitan War & a large land purchase",
      "answer": "Thomas Jefferson"
    },
    {
      "category": "MEDICINE",
      "text": "Each of these organs is lined with a membrane called a pleura; hence, pleurisy",
      "answer": "lungs"
    },
    {
      "category": "BELTS",
      "text": "Fibrous nickname for the U.S. agricultural area most susceptible to a boll weevil attack",
      "answer": "cotton belt"
    },
    {
      "category": "FLORIDA CITIES",
      "text": "Just like its Italian namesake, it has canals criss-crossing the city",
      "answer": "Venice"
    },
    {
      "category": "CH\"ITCHAT",
      "text": "You'll find this state capital about 100 miles north of Denver",
      "answer": "Cheyenne, Wyoming"
    },
    {
      "category": "LINGERIE",
      "text": "In 2001 ABC followed a supermodel edition of \"Millionaire\" with a fashion show by this lingerie firm",
      "answer": "Victoria's Secret"
    },
    {
      "category": "MAN, OH MAN!",
      "text": "In the film bio of this Notre Dame coach, Ronald Reagan uttered his famous line: \"Win one for the Gipper\"",
      "answer": "Knute Rockne"
    },
    {
      "category": "MEDICINE",
      "text": "The peptic ones of these are usually broken down into gastric & duodenal types",
      "answer": "ulcers"
    },
    {
      "category": "BELTS",
      "text": "One source says the \"pumpkin shell\" in which Peter kept his wife was really this modesty enforcer",
      "answer": "chastity belt"
    },
    {
      "category": "FLORIDA CITIES",
      "text": "Established as a military post in 1838, it's now the home of the International Swimming Hall of Fame",
      "answer": "Fort Lauderdale"
    },
    {
      "category": "CH\"ITCHAT",
      "text": "Its line of cars includes the Cavalier & Prizm",
      "answer": "Chevrolet"
    },
    {
      "category": "LINGERIE",
      "text": "This Aussie supermodel has her own line of intimates",
      "answer": "Elle Macpherson"
    },
    {
      "category": "MAN, OH MAN!",
      "text": "Known to millions as Ralph Malph, this man continued his acting in the Ron Howard movie \"EDtv\"",
      "answer": "Donny Most"
    },
    {
      "category": "MEDICINE",
      "text": "Chemical found in nearly all your body's tissues; pollens may cause cells to release it",
      "answer": "histamine"
    },
    {
      "category": "BELTS",
      "text": "Some believe this planet is not a planet, just the largest known object in the Kuiper Belt",
      "answer": "Pluto"
    },
    {
      "category": "FLORIDA CITIES",
      "text": "You won't find Capt. Tony Nelson in this \"chocolaty\" city, but you will find a missile exhibit at nearby Patrick AFB",
      "answer": "Cocoa Beach"
    },
    {
      "category": "CH\"ITCHAT",
      "text": "In this 1970s bestseller Erich Von Daniken first proposed that alien astronauts visited the Earth",
      "answer": "\"Chariots of the Gods\""
    },
    {
      "category": "LINGERIE",
      "text": "In 1986 this underwear maker introduced its \"Her Way\" line",
      "answer": "Hanes"
    },
    {
      "category": "MAN, OH MAN!",
      "text": "The founder of the Bourbon royal line, Henry IV of France is also known by this regional name",
      "answer": "Henry of Navarre"
    }
  ]
}