{
  "title": "Show #4502 - Tuesday, March 16, 2004",
  "date": {
    "day": 16,
    "month": "March",
    "year": 2004
  },
  "clues": [
    {
      "category": "ANCIENT ROMANS",
      "text": "A party of this leader's so-called friends conspired to kill him, & did, in March 44 B.C.",
      "answer": "Julius Caesar"
    },
    {
      "category": "HALF A NICE DAY",
      "text": "If you're a half pint, you've got this many ounces",
      "answer": "8"
    },
    {
      "category": "ON THE WATER",
      "text": "A land game with cars on a collision course, or a safer water game in which players sit on others' shoulders",
      "answer": "Chicken"
    },
    {
      "category": "STORIED HOTELS",
      "text": "Hercule Poirot sups at the Savoy in this woman's novel \"Lord Edgware Dies\"",
      "answer": "Agatha Christie"
    },
    {
      "category": "UTTER NONSENSE",
      "text": "This Irish stone gives you the power of persuasion",
      "answer": "the Blarney Stone"
    },
    {
      "category": "E\"PICS",
      "text": "It had an interesting casting choice, Madonna as the first lady of Argentina",
      "answer": "Evita"
    },
    {
      "category": "ANCIENT ROMANS",
      "text": "Pliny the Elder died at Stabiae Aug. 24, 79 A.D. as a result of breathing noxious fumes from its activity",
      "answer": "(Mount) Vesuvius"
    },
    {
      "category": "HALF A NICE DAY",
      "text": "In 2003 AMD introduced its 64-this chip; that's a lot of personal computing power & beats the standard 32",
      "answer": "bit"
    },
    {
      "category": "ON THE WATER",
      "text": "The Prestige, this type of ship, made news in 2002 when it sank off Spain",
      "answer": "an oil tanker"
    },
    {
      "category": "STORIED HOTELS",
      "text": "When Jonathan Harker leaves the Golden Krone Hotel in this novel, an old woman gives him a crucifix to wear",
      "answer": "Dracula"
    },
    {
      "category": "UTTER NONSENSE",
      "text": "Luncheon meat named for a city in Italy",
      "answer": "Bologna"
    },
    {
      "category": "E\"PICS",
      "text": "In 1960 it was let my people go to this film in which Paul Newman helps establish the state of Israel",
      "answer": "Exodus"
    },
    {
      "category": "ANCIENT ROMANS",
      "text": "This emperor who lived from 37 to 68 A.D. has a line of CD-burning software named for him",
      "answer": "Nero"
    },
    {
      "category": "HALF A NICE DAY",
      "text": "On the menu, \"on the half shell\" usually refers to a way of serving these, raw or Rockefeller",
      "answer": "oysters"
    },
    {
      "category": "ON THE WATER",
      "text": "(Sarah of the Clue Crew reports from Hawaii.)  The name of this attachment that gives the canoe extra stability is often applied to the canoe itself",
      "answer": "outrigger"
    },
    {
      "category": "STORIED HOTELS",
      "text": "Fans of this author love to stay at Les Trois Couronnes in Switzerland, the setting for his \"Daisy Miller\"",
      "answer": "Henry James"
    },
    {
      "category": "UTTER NONSENSE",
      "text": "A bed built on a shelf over another bed",
      "answer": "a bunk bed"
    },
    {
      "category": "E\"PICS",
      "text": "Judy Garland & Fred Astaire joined forces for this holiday classic",
      "answer": "Easter Parade"
    },
    {
      "category": "ANCIENT ROMANS",
      "text": "This mad emperor (37-41 A.D.) often had dinner with Incitatus, his favorite horse, who lived in a marble stable",
      "answer": "Caligula"
    },
    {
      "category": "HALF A NICE DAY",
      "text": "If something is 50% gold, it has this many karats",
      "answer": "12"
    },
    {
      "category": "ON THE WATER",
      "text": "Ahoy!  It's another term for the principal mast aft of the mainmast",
      "answer": "the mizzenmast"
    },
    {
      "category": "STORIED HOTELS",
      "text": "(Hi, I'm Paul McCrane fromER.)  I played Jodie Foster's brother, Frank Berry, in this film based on a John Irving novel",
      "answer": "The Hotel New Hampshire"
    },
    {
      "category": "UTTER NONSENSE",
      "text": "A tower in Genesis 11:9",
      "answer": "(the Tower of) Babel"
    },
    {
      "category": "E\"PICS",
      "text": "Even in this film, his debut as a director, you could tell David Lynch was weird",
      "answer": "Eraserhead"
    },
    {
      "category": "ANCIENT ROMANS",
      "text": "This orator wrote, \"Let arms yield to the toga, the laurel crown to praise\"",
      "answer": "Cicero"
    },
    {
      "category": "HALF A NICE DAY",
      "text": "We guess it would take 2 of this rapper's \"Get Rich or Die Trying\" CDs to equal 1 Buck Owens",
      "answer": "50 Cent"
    },
    {
      "category": "ON THE WATER",
      "text": "(Jimmy of the Clue Crew reports from the California Science Center's Titanic Artifact Exhibit.)  On a sailing ship, it's the area near the rudder; on passenger ships like the Titanic, it provided the cheapest passage",
      "answer": "steerage"
    },
    {
      "category": "STORIED HOTELS",
      "text": "Sylvia Plath once stayed at NYC's Barbizon, & fictionalized it as the Amazon in this autobiographical novel",
      "answer": "The Bell Jar"
    },
    {
      "category": "UTTER NONSENSE",
      "text": "Helium or this can be used to raise a balloon from which a gondola is suspended",
      "answer": "hot air"
    },
    {
      "category": "E\"PICS",
      "text": "In this 1988 film director John Sayles cast himself as sportswriter Ring Lardner",
      "answer": "Eight Men Out"
    }
  ]
}