{
  "title": "Jeopardy! Mastersgame #44 - Wednesday, May 14, 2025",
  "date": {
    "day": 14,
    "month": "May",
    "year": 2025
  },
  "clues": [
    {
      "category": "RIVERS",
      "text": "Not the Amazon but the more than 1,900-mile-long São Francisco is the longest river entirely within this country",
      "answer": "Brazil"
    },
    {
      "category": "WEATHERING SOME BOOK TITLES",
      "text": "I'll admit, reading about creepy, orphaned twin boys in \"Red Rain\" by this author gave me goosebumps",
      "answer": "(R.L.) Stine"
    },
    {
      "category": "DROP A LETTER",
      "text": "Finished &vie",
      "answer": "compete & complete"
    },
    {
      "category": "SHOP TALK",
      "text": "To a firefighter, \"the stick\" is this, extending 100 feet or more upward from a truck",
      "answer": "a ladder"
    },
    {
      "category": "HEY THERE, SPEEDY!",
      "text": "Even if you order slow-roasted chicken with caliente sauce, this chain perennially leads in drive-thru speed, about 4 minutes",
      "answer": "Taco Bell"
    },
    {
      "category": "AARON SORKIN, WRITER",
      "text": "(One more time, here's Aaron Sorkin.)  Director David Fincher said working with my writing wasn't for the faint of heart, but my 160-page dialogue-heavy script forthis filmdelivered the goods, winning anAdapted Screenplay Oscar",
      "answer": "The Social Network"
    },
    {
      "category": "RIVERS",
      "text": "Dawson City, population 30,000 in the late 1890s, population 1,500 today, sits at the confluence of these 2 rivers",
      "answer": "the Yukon & the Klondike"
    },
    {
      "category": "WEATHERING SOME BOOK TITLES",
      "text": "This No. 1 nonfiction bestseller detailed lives lost aboard a doomed fishing vessel in 1991",
      "answer": "The Perfect Storm"
    },
    {
      "category": "DROP A LETTER",
      "text": "Poetry &a Gaelic language",
      "answer": "verse & Erse"
    },
    {
      "category": "SHOP TALK",
      "text": "A restaurant \"cover\" is one guest; this follows a number to indicate how many guests a table seats, as in a \"4-\" or \"6-\" this",
      "answer": "top"
    },
    {
      "category": "HEY THERE, SPEEDY!",
      "text": "This is pretty nimble for something that weighs 925,000 pounds--it's going 17,500 mph right now",
      "answer": "the International Space Station"
    },
    {
      "category": "AARON SORKIN, WRITER",
      "text": "(Back to Aaron Sorkin.)  I spent 13 months in a hotel room writing \"The American President\", so to unwind, I watched a lot of ESPN, which led me to createthisTV series; I even got to visit ESPN's Bristol campus where I got the inspiration for Felicity Huffman's character",
      "answer": "SportsNight"
    },
    {
      "category": "RIVERS",
      "text": "Australia's longest river, it bears the name of a Scottish soldier & British Colonial secretary",
      "answer": "Murray"
    },
    {
      "category": "WEATHERING SOME BOOK TITLES",
      "text": "Now making a big move on the outside is the beloved horse \"Misty of\" this Virginia resort island",
      "answer": "Chincoteague"
    },
    {
      "category": "DROP A LETTER",
      "text": "A bit of color &Pulitzer-winning playwright William",
      "answer": "tinge & Inge"
    },
    {
      "category": "SHOP TALK",
      "text": "The pilots on an airline flight are the cockpit crew; the flight attendants are part of this other crew",
      "answer": "the cabin crew"
    },
    {
      "category": "HEY THERE, SPEEDY!",
      "text": "19th century surgeon Robert Liston could carry out this, which he called \"the last alternative\", in less than 30 seconds",
      "answer": "an amputation"
    },
    {
      "category": "AARON SORKIN, WRITER",
      "text": "(Here's Aaron Sorkin.)  Jeff Daniels is one of the best actors I know, which is why I cast him to playAtticus Finchin my Broadway production of \"To Kill a Mockingbird\" & as ajaded anchor seeking redemptionon this series",
      "answer": "The Newsroom"
    },
    {
      "category": "RIVERS",
      "text": "This name of a great river means \"son of\" a Hindu creator god",
      "answer": "Brahmaputra"
    },
    {
      "category": "WEATHERING SOME BOOK TITLES",
      "text": "In 2016 George R.R. Martin blew in with an excerpt from this very anticipated but unpublished novel (sorry, folks, it'll come when it comes)",
      "answer": "The Winds of Winter"
    },
    {
      "category": "DROP A LETTER",
      "text": "A goat &a marketplace",
      "answer": "agora & angora"
    },
    {
      "category": "SHOP TALK",
      "text": "To a London cabbie, a long shift is a this, the composer of \"Night And Day\"",
      "answer": "a Cole Porter"
    },
    {
      "category": "HEY THERE, SPEEDY!",
      "text": "On Sept. 13, 1935 he set a world speed record above Santa Ana, California by flying 352 mph in an aircraft bearing his name",
      "answer": "Howard Hughes"
    },
    {
      "category": "AARON SORKIN, WRITER",
      "text": "(Aaron?)  On \"The West Wing\" I based some of the character of C. J. Cregg onthiswoman, the first female press secretary; she also served as a political consultant on the show",
      "answer": "Dee Dee Myers"
    },
    {
      "category": "RIVERS",
      "text": "\"Y\", yes, this giant river of Central Asia flows through Kyzyl, Russia & empties into the Arctic Ocean",
      "answer": "Yenisei"
    },
    {
      "category": "WEATHERING SOME BOOK TITLES",
      "text": "We learn \"That Smilla is a damn great lady... one hundred percent\" in this Peter Høeg novel",
      "answer": "Smilla's Sense of Snow"
    },
    {
      "category": "DROP A LETTER",
      "text": "To intimidate &a certain female family member",
      "answer": "daunt & aunt"
    },
    {
      "category": "SHOP TALK",
      "text": "If you work in the rag trade, you're familiar with this hyphenated French equivalent of \"ready-to-wear\"",
      "answer": "prêt-à-porter"
    },
    {
      "category": "HEY THERE, SPEEDY!",
      "text": "This last name of Ettore was on the 1910Type 15, which broke 55 mph, & theMistral, the fastest open-top car at 282 mph",
      "answer": "Bugatti"
    },
    {
      "category": "AARON SORKIN, WRITER",
      "text": "(Back to Aaron Sorkin.)  When I took on the task of writing the screenplay for \"The Trial of the Chicago 7\", I struggled with understandingthisYippie activist, but came to understand the seriousness beneath his clownish facade",
      "answer": "(Abbie) Hoffman"
    }
  ]
}