{
  "title": "Jeopardy! Mastersgame #25 - Wednesday, May 8, 2024",
  "date": {
    "day": 8,
    "month": "May",
    "year": 2024
  },
  "clues": [
    {
      "category": "EUROPEAN GEOGRAPHY",
      "text": "This capital city on a lake called Ijsselmeer is divided by canals into about 90 \"islands\"",
      "answer": "Amsterdam"
    },
    {
      "category": "THE CLOTHES CLOSET",
      "text": "Theskirt's uneven hemline is called this, not because it's a little square of fabric, but because of the way the points fall",
      "answer": "a handkerchief skirt"
    },
    {
      "category": "IT'S A NOUN, IT'S A VERB",
      "text": "A burial cloth &to obscure or conceal",
      "answer": "shroud"
    },
    {
      "category": "GHOSTS",
      "text": "This first first lady to live in the White House is said to haunt the East Room, where she once hung laundry",
      "answer": "Abigail Adams"
    },
    {
      "category": "THE ELITE",
      "text": "Henry Morehouse of college fame came up with the concept of the \"talented\" this fraction, popularized by W.E.B. Du Bois",
      "answer": "the talented tenth"
    },
    {
      "category": "HOLLYWOOD LEGACIES",
      "text": "(Michael Douglas delivers the clue.)  On Oscar night in 2020 when her role in \"Marriage Story\" brought an Oscar tothisactress, among those she thanked were herparents, acting legends in their own right",
      "answer": "(Laura) Dern"
    },
    {
      "category": "EUROPEAN GEOGRAPHY",
      "text": "Most of the 24 square miles of this republic are situated on the slopes of Mount Titano",
      "answer": "San Marino"
    },
    {
      "category": "THE CLOTHES CLOSET",
      "text": "A close-fitting garment called a cheongsam or a qipao is also called this dress, the type of collar it has",
      "answer": "mandarin"
    },
    {
      "category": "IT'S A NOUN, IT'S A VERB",
      "text": "A part of the upper body &to bear the blame or responsibility",
      "answer": "shoulder"
    },
    {
      "category": "GHOSTS",
      "text": "Site of the first Academy Awards in 1929, this hotel boasts none other than Marilyn Monroe as a frequent ghost",
      "answer": "(the) Roosevelt"
    },
    {
      "category": "THE ELITE",
      "text": "Home to generations of brainiacs, the Institute for Advanced Study in this college town was an \"Oppenheimer\" filming location",
      "answer": "Princeton"
    },
    {
      "category": "HOLLYWOOD LEGACIES",
      "text": "(Michael Douglas delivers the clue.)  In separate films I've crossed paths with the Brolins, with James in \"Traffic\" & with Josh inthisfilm sequel, \"Money Never Sleeps\", where it's still about the game",
      "answer": "Wall Street(Money Never Sleeps)"
    },
    {
      "category": "EUROPEAN GEOGRAPHY",
      "text": "This river rises in the Valdai Hills, then flows about 2,300 miles to the Caspian Sea",
      "answer": "the Volga"
    },
    {
      "category": "THE CLOTHES CLOSET",
      "text": "This long overcoat that was new in 1867 bears the name of a historic Irish province",
      "answer": "Ulster"
    },
    {
      "category": "IT'S A NOUN, IT'S A VERB",
      "text": "A field of study &to teach a child appropriate behavior",
      "answer": "discipline"
    },
    {
      "category": "GHOSTS",
      "text": "Dylan Thomas' ghost reportedly still hangs out at this fabled NYC hotel on 23rd Street, his last residence",
      "answer": "the Chelsea"
    },
    {
      "category": "THE ELITE",
      "text": "This septet was introduced to the nation on April 9, 1959 at the Dolley Madison House, then NASA headquarters",
      "answer": "the Mercury 7"
    },
    {
      "category": "HOLLYWOOD LEGACIES",
      "text": "(Michael Douglas delivers the clue.)  In a 2018 interview Mariska Hargitay said her late mother,this actress, \"was this amazing, beautiful, glamorous sex symbol--but people didn’t know that she played the violin, and had a 160 IQ\"",
      "answer": "Jayne Mansfield"
    },
    {
      "category": "EUROPEAN GEOGRAPHY",
      "text": "A palace in this city in Provence is a reminder of its role in the Catholic church in the 14th century",
      "answer": "Avignon"
    },
    {
      "category": "THE CLOTHES CLOSET",
      "text": "If you want to be fancy, instead of saying boat neck, you can use this French word for boat",
      "answer": "bateau"
    },
    {
      "category": "IT'S A NOUN, IT'S A VERB",
      "text": "A list of passengers& to make something happen by imagining it",
      "answer": "manifest"
    },
    {
      "category": "GHOSTS",
      "text": "Pausanias, a turncoat general of this ancient city-state, was sealed up inside a temple & became a loitering spirit there",
      "answer": "Sparta"
    },
    {
      "category": "THE ELITE",
      "text": "Endicott Peabody founded the elite Groton School & officiated when this alumnus married a cousin in 1905",
      "answer": "Franklin Delano Roosevelt (FDR)"
    },
    {
      "category": "HOLLYWOOD LEGACIES",
      "text": "(Michael Douglas delivers the clue.)  Not many families have 3 generations of Oscar winners, butAngelica Hustonis the third generation in her family; herfather, the great director John, & her grandfather Walter both won for this 1948 film about gold prospecting in Mexico",
      "answer": "The Treasure of the Sierra Madre"
    },
    {
      "category": "EUROPEAN GEOGRAPHY",
      "text": "A part of Portugal consists of 2 small island groups; the island of Porto Santo; & this island for which the whole archipelago is named",
      "answer": "Madeira"
    },
    {
      "category": "THE CLOTHES CLOSET",
      "text": "Thepattern of the sweateris called this, after the place in the Shetlands where it originated",
      "answer": "Fair Isle"
    },
    {
      "category": "IT'S A NOUN, IT'S A VERB",
      "text": "A very tiny amount &to discover the causes or origins of something",
      "answer": "trace"
    },
    {
      "category": "GHOSTS",
      "text": "The ghost of this \"Mad\" general of the Revolutionary War is said to haunt Erie County, Pennsylvania",
      "answer": "(Anthony) Wayne"
    },
    {
      "category": "THE ELITE",
      "text": "On D-Day the U.S. Army Rangers led the way in scaling thecliffsof this pointe overlooking Omaha Beach",
      "answer": "Pointe du Hoc"
    },
    {
      "category": "HOLLYWOOD LEGACIES",
      "text": "(Michael Douglas delivers the clue.)  I've got to include my father,Kirk Douglas; in his 60+ year career, he's played such memorable roles asSpartacus,Vincent van Gogh& in 1957 aFrench colonelin World War I who attempts to defend three of his men facing a court-martial in this classic Kubrick film",
      "answer": "Paths of Glory"
    },
    {
      "category": "COUNTRY MUSIC HISTORY",
      "text": "Shaping country music in its infancy wasthis familythat included Mother Maybelle &, later, daughters Helen, June & Anita",
      "answer": "Carter"
    },
    {
      "category": "LITERATURE: WHO SAID IT?",
      "text": "\"What's taters, precious, eh, what's taters?\"",
      "answer": "Gollum"
    },
    {
      "category": "NATURE",
      "text": "A California national park is named forthese treeswhose flowers are pollinated by theyucca moth",
      "answer": "Joshua (trees)"
    },
    {
      "category": "NORTH AMERICAN COLLEGES & UNIVERSITIES",
      "text": "Alex Trebek's alma mater, the University of Ottawa claims to be the world's largest that's bilingual in these 2 languages",
      "answer": "English & French"
    },
    {
      "category": "IN THE PAST",
      "text": "Home to about 16 million, this nation aka the GDR ceased to be in October 1990",
      "answer": "East Germany"
    },
    {
      "category": "A\" THEN \"Z",
      "text": "It's the action Egypt's government took to gain control over the Suez Canal in 1956",
      "answer": "nationalize"
    },
    {
      "category": "COUNTRY MUSIC HISTORY",
      "text": "Called \"the Mother Church of Country Music\" & actually built as a church,thisvenue was home to the Grand Ole Opry 1943-1974",
      "answer": "Ryman (Auditorium)"
    },
    {
      "category": "LITERATURE: WHO SAID IT?",
      "text": "\"If I can fool a bug... I can surely fool a man.  People are not as smart as bugs\"",
      "answer": "Charlotte"
    },
    {
      "category": "NATURE",
      "text": "Sounding like it's made of cloth, this lofty layer of a forest can reach more than 100 feet high in the Amazon",
      "answer": "canopy"
    },
    {
      "category": "NORTH AMERICAN COLLEGES & UNIVERSITIES",
      "text": "This school that's less than 10 miles from where you're standing changed the \"at\" in its name to the current comma in the 1950s",
      "answer": "the University of California, Los Angeles"
    },
    {
      "category": "IN THE PAST",
      "text": "Before Waterloo, an allied army under this commander decisively defeated the French at the Battle of Vitoria in Spain in 1813",
      "answer": "Wellington"
    },
    {
      "category": "A\" THEN \"Z",
      "text": "There are miniature, standard & giant breeds of this blunt-muzzled dog",
      "answer": "a schnauzer"
    },
    {
      "category": "COUNTRY MUSIC HISTORY",
      "text": "In the 1960s, the face of country music was changed whenthissinger became country music's first Black superstar",
      "answer": "(Charley) Pride"
    },
    {
      "category": "LITERATURE: WHO SAID IT?",
      "text": "\"She betrayed you, Winston.  Immediately--unreservedly.  I have seldom seen anyone come over to us so promptly\"",
      "answer": "O'Brien"
    },
    {
      "category": "NATURE",
      "text": "Introduced to the U.S. in 1876, this invasive species has been nicknamed the \"mile-a-minute vine\"",
      "answer": "kudzu"
    },
    {
      "category": "NORTH AMERICAN COLLEGES & UNIVERSITIES",
      "text": "Steph Curry didn't go to Duke University or UNC but to this North Carolina college",
      "answer": "Davidson"
    },
    {
      "category": "IN THE PAST",
      "text": "An indigenous soldier in British India; a rebellion named for them is also called India's first war of independence",
      "answer": "sepoy"
    },
    {
      "category": "A\" THEN \"Z",
      "text": "Also a bone in the wrist, its a quadrilateral with no parallel sides",
      "answer": "trapezoid (or trapezium)"
    },
    {
      "category": "COUNTRY MUSIC HISTORY",
      "text": "Paving the way for other Canadians like Shania Twain wasthisfirst female solo artist towin Best Album at the CMA Awards",
      "answer": "(Anne) Murray"
    },
    {
      "category": "LITERATURE: WHO SAID IT?",
      "text": "\"For if he is still with the quick un-dead, your death would make you even as he is.  No, you must live!\"",
      "answer": "Van Helsing"
    },
    {
      "category": "NATURE",
      "text": "Also called the scaly anteater, it gets its other name from the Malay for \"roller\", describing its defense mechanism",
      "answer": "pangolin"
    },
    {
      "category": "NORTH AMERICAN COLLEGES & UNIVERSITIES",
      "text": "Mexico's M.I.T., actually with initials T.d.M., is this Nuevo Leon state capital's institute of technology",
      "answer": "Monterrey"
    },
    {
      "category": "IN THE PAST",
      "text": "The first tomb meant for Tut was taken by a guy namedAywho served Tut as this 6-letter chief minister & later became pharaoh, too",
      "answer": "vizier"
    },
    {
      "category": "A\" THEN \"Z",
      "text": "Reconstructing prehistoric environments & ecosystems is part of this science, the study of fossil animals",
      "answer": "paleozoology"
    },
    {
      "category": "COUNTRY MUSIC HISTORY",
      "text": "It's no coin flip!  This classic of '90s country byJo Dee Messinawas the subject of a 2022 song about hearing it in a karaoke bar",
      "answer": "\"Heads Carolina, Tails California\""
    },
    {
      "category": "LITERATURE: WHO SAID IT?",
      "text": "\"I freewheel a lot... I reckon I'll become president of the galaxy, and it just happens, it's easy\"",
      "answer": "Beeblebrox"
    },
    {
      "category": "NATURE",
      "text": "This 11-letter adjective describes insects or bats that do their business during twilight hours",
      "answer": "crepuscular"
    },
    {
      "category": "NORTH AMERICAN COLLEGES & UNIVERSITIES",
      "text": "Hail SRU, short for forthisuniversity meaning \"hail holy queen\", & its campus of Gilded Agebuildingsin Newport, Rhode Island",
      "answer": "Salve Regina"
    },
    {
      "category": "IN THE PAST",
      "text": "This once thriving indigenous group survives in smallish numbers in South America; those in the Caribbean are called Taíno",
      "answer": "the Arawak"
    },
    {
      "category": "A\" THEN \"Z",
      "text": "This region of central Italy includes Mount Corno, the highest peak in the Apennines",
      "answer": "Abruzzi"
    }
  ]
}