{
  "title": "Show #1975 - Friday, March 19, 1993",
  "date": {
    "day": 19,
    "month": "March",
    "year": 1993
  },
  "clues": [
    {
      "category": "1942",
      "text": "Just months before George M. Cohan's death, this film about his life premiered",
      "answer": "Yankee Doodle Dandy"
    },
    {
      "category": "SNOOPY",
      "text": "In the film \"Snoopy, Come Home\", Snoopy almost leaves this boy to live with Lila, his original owner",
      "answer": "Charlie Brown"
    },
    {
      "category": "AIRPORTS",
      "text": "This Chicago airport is named for a WWII ace who was listed as missing in 1943",
      "answer": "O'Hare"
    },
    {
      "category": "TENNESSEE",
      "text": "Mined in the Cumberland Plateau, the bituminous type of this is Tennessee's most valuable mineral",
      "answer": "coal"
    },
    {
      "category": "PARTY TIME!",
      "text": "The god of this potent potable is celebrated with a bacchanalia",
      "answer": "wine"
    },
    {
      "category": "STARTS WITH 2 VOWELS",
      "text": "Nomads often head to one of these desert places to find a date",
      "answer": "an oasis"
    },
    {
      "category": "1942",
      "text": "At an auction in New York, this sculptor's \"The Thinker\" sold for $9,500",
      "answer": "Rodin"
    },
    {
      "category": "SNOOPY",
      "text": "Charles Schulz' son Monte's interest in WWI model airplanes inspired the strips about this Snoopy nemesis",
      "answer": "the Red Baron"
    },
    {
      "category": "AIRPORTS",
      "text": "Just prior to the 1984 Summer Olympics, this airport opened its Tom Bradley International Terminal",
      "answer": "LAX"
    },
    {
      "category": "TENNESSEE",
      "text": "In 1854 Tennessee's first railroad was completed between Nashville & this \"choo-choo\" city",
      "answer": "Chattanooga"
    },
    {
      "category": "PARTY TIME!",
      "text": "The American Heritage Dictionary calls it an autumn festival emphasizing merrymaking & beer drinking",
      "answer": "Oktoberfest"
    },
    {
      "category": "STARTS WITH 2 VOWELS",
      "text": "Counting from 1, it's the first number to fit the category",
      "answer": "eight"
    },
    {
      "category": "1942",
      "text": "The Supreme Court ruled that divorces granted in this state were valid throughout the U.S.",
      "answer": "Nevada"
    },
    {
      "category": "SNOOPY",
      "text": "You can meet Snoopy at Camp Snoopy, which opened at this California theme park on July 1, 1983",
      "answer": "Knott's Berry Farm"
    },
    {
      "category": "AIRPORTS",
      "text": "When it opened in 1939, this New York City airport was called North Beach Airport",
      "answer": "La Guardia"
    },
    {
      "category": "TENNESSEE",
      "text": "Since the 1930s flooding of the Tennessee River has been controlled by dams built by this agency",
      "answer": "the Tennessee Valley Authority (TVA)"
    },
    {
      "category": "PARTY TIME!",
      "text": "It's a ceremonial dinner, or the type of hall in which it's held",
      "answer": "a banquet"
    },
    {
      "category": "STARTS WITH 2 VOWELS",
      "text": "It means to listen to a private conversation without the speakers' knowledge",
      "answer": "eavesdrop"
    },
    {
      "category": "1942",
      "text": "On July 20 the first group of officers in this women's military unit began basic training in Iowa",
      "answer": "the Women's Army Corps (the WACS)"
    },
    {
      "category": "SNOOPY",
      "text": "Once, after a heavy snowstorm, Snoopy found that this little bird had built an igloo in his nest",
      "answer": "Woodstock"
    },
    {
      "category": "AIRPORTS",
      "text": "An airport in Warm Springs, Georgia is named in memory of this president",
      "answer": "Roosevelt (FDR)"
    },
    {
      "category": "TENNESSEE",
      "text": "Sue K. Hicks, assistant prosecutor in the Scopes Monkey Trial, later inspired this Johnny Cash hit",
      "answer": "\"A Boy Named Sue\""
    },
    {
      "category": "PARTY TIME!",
      "text": "On the Mexican kids' TV show \"TVO\", Gaby Ruffo sings about this, Spanish for the party or festival",
      "answer": "fiesta"
    },
    {
      "category": "STARTS WITH 2 VOWELS",
      "text": "In 1983 this group featuring Annie Lennox hit No. 1 with \"Sweet Dreams\"",
      "answer": "the Eurythmics"
    },
    {
      "category": "1942",
      "text": "To the dismay of many countrymen, he was named Minister- President of Norway",
      "answer": "Vidkun Quisling"
    },
    {
      "category": "SNOOPY",
      "text": "Snoopy wears sunglasses & a turtleneck in his guise as this BBOC, or big beagle on campus",
      "answer": "Joe Cool"
    },
    {
      "category": "AIRPORTS",
      "text": "This first man to break the sound barrier has an airport named for him in Charleston, West Virginia",
      "answer": "Charles Yeager"
    },
    {
      "category": "TENNESSEE",
      "text": "Famous for its handicrafts, the resort town of Gatlinburg is located near the entrance to this nat'l park",
      "answer": "Great Smoky"
    },
    {
      "category": "PARTY TIME!",
      "text": "A noisy celebration for a collection of Boy Scouts",
      "answer": "a jamboree"
    },
    {
      "category": "STARTS WITH 2 VOWELS",
      "text": "In 1865 Wellington replaced this city as capital of New Zealand",
      "answer": "Auckland"
    }
  ]
}