{
  "title": "Show #1842 - Tuesday, September 15, 1992",
  "date": {
    "day": 15,
    "month": "September",
    "year": 1992
  },
  "clues": [
    {
      "category": "SAINTS",
      "text": "Though he no longer has a Catholic feast day, this patron of travelers is still venerated as a saint",
      "answer": "St. Christopher"
    },
    {
      "category": "STATE CAPITALS",
      "text": "Among the notable buildings in this capital city are Quincy Market, Faneuil Hall & Paul Revere's house",
      "answer": "Boston"
    },
    {
      "category": "50s ROCK LYRICS",
      "text": "This 1957 Paul Anka hit begins, \"I'm so young and you're so old.  This my darling I've been told\"",
      "answer": "\"Diana\""
    },
    {
      "category": "FAMOUS WOMEN",
      "text": "She became the heir presumptive to the British throne when her father became king in 1936",
      "answer": "Elizabeth (II)"
    },
    {
      "category": "SAY CHEESE",
      "text": "This state, America's No. 1 cheese producer, makes over twice as much as No. 2 California",
      "answer": "Wisconsin"
    },
    {
      "category": "WORD ORIGINS",
      "text": "It's the nickname of a $10 bill, because the Roman numeral X on it looked like a sawhorse",
      "answer": "sawbuck"
    },
    {
      "category": "SAINTS",
      "text": "St. Stanislaus of Krakow is the patron saint of this country",
      "answer": "Poland"
    },
    {
      "category": "STATE CAPITALS",
      "text": "The state capitol in this North Dakota city is called the \"Skyscraper of the Prairies\"",
      "answer": "Bismarck"
    },
    {
      "category": "50s ROCK LYRICS",
      "text": "1959 Coasters hit which contains the line \"Fee fee fi fi fo fo fum\"",
      "answer": "\"Charlie Brown\""
    },
    {
      "category": "FAMOUS WOMEN",
      "text": "In 1865 Belle Boyd published an exciting account of her adventures as a spy in this war",
      "answer": "the (U.S.) Civil War"
    },
    {
      "category": "SAY CHEESE",
      "text": "The name of this popular grating cheese comes from Italy's capital",
      "answer": "romano"
    },
    {
      "category": "WORD ORIGINS",
      "text": "The name of this breed of dog comes from the Low German for \"puddle dog\"",
      "answer": "poodle"
    },
    {
      "category": "SAINTS",
      "text": "Just before he was killed in 1170, he repeated the names of archbishops martyred before him",
      "answer": "St. Thomas Becket"
    },
    {
      "category": "STATE CAPITALS",
      "text": "Founded in 1865, the Nevada Appeal in this city is the state's oldest daily newspaper",
      "answer": "Carson City"
    },
    {
      "category": "50s ROCK LYRICS",
      "text": "In 1959 Ray Charles sang, \"Tell your mama, tell your pa, I'm gonna ship you back to\" this state",
      "answer": "Arkansas"
    },
    {
      "category": "FAMOUS WOMEN",
      "text": "In 1922 bookstore owner Sylvia Beach published this James Joyce book when no one else would",
      "answer": "Ulysses"
    },
    {
      "category": "SAY CHEESE",
      "text": "California Jack is better known by the name of this California community",
      "answer": "Monterey (Jack)"
    },
    {
      "category": "WORD ORIGINS",
      "text": "This term for the poisonous secretion of a snake comes from Latin for \"poison\"",
      "answer": "venom"
    },
    {
      "category": "SAINTS",
      "text": "Legend says St. Sylvester I baptized this Roman emperor who granted toleration to Christianity",
      "answer": "Constantine"
    },
    {
      "category": "STATE CAPITALS",
      "text": "It's been called the \"Crossroads of the Pacific\"",
      "answer": "Honolulu"
    },
    {
      "category": "50s ROCK LYRICS",
      "text": "In 1954 The Penguins asked her, \"Will you be mine, my darling dear, love you all the time\"",
      "answer": "\"Earth Angel\""
    },
    {
      "category": "FAMOUS WOMEN",
      "text": "She joined the Sisters of Loreto in 1928 & founded the Missionaries of Charity in 1948",
      "answer": "Mother Teresa"
    },
    {
      "category": "SAY CHEESE",
      "text": "Sapsago cheese has been produced in this country's Glarus canton for over 500 years",
      "answer": "Switzerland"
    },
    {
      "category": "WORD ORIGINS",
      "text": "Grade of black tea whose name comes from Chinese meaning \"white dawn\"",
      "answer": "pekoe"
    },
    {
      "category": "SAINTS",
      "text": "It was to this sister of Lazarus that Jesus declared, \"I am the resurrection and the life\"",
      "answer": "Martha"
    },
    {
      "category": "STATE CAPITALS",
      "text": "This state capital is served by Will Rogers World Airport",
      "answer": "Oklahoma City"
    },
    {
      "category": "50s ROCK LYRICS",
      "text": "In 1958 the Crests told us these \"make a lovely sight but not as bright as your eyes tonight\"",
      "answer": "\"Sixteen Candles\""
    },
    {
      "category": "FAMOUS WOMEN",
      "text": "She died just a few months after her only book, \"Black Beauty\", was published",
      "answer": "Anna Sewell"
    },
    {
      "category": "SAY CHEESE",
      "text": "Cheese labeled \"Pur Chevre\" is made entirely from the milk of this creature",
      "answer": "goat"
    },
    {
      "category": "WORD ORIGINS",
      "text": "The name of this dense-pile fabric comes from the Latin villus, meaning \"shaggy hair\"",
      "answer": "velvet"
    }
  ]
}