{
  "title": "Show #7864 - Thursday, November 15, 2018",
  "date": {
    "day": 15,
    "month": "November",
    "year": 2018
  },
  "clues": [
    {
      "category": "WRITER'S CHEAT SHEET",
      "text": "The structure of a novel's story & the way events unfold; sometimes it \"thickens\"",
      "answer": "the plot"
    },
    {
      "category": "SCIENCE",
      "text": "(Jimmy of the Clue Crew picks up filings with a bar magnet.) On a bar magnet, the magnetic field is strongest at the two ends, which are called these, just like the opposite ends of the Earth",
      "answer": "poles"
    },
    {
      "category": "WHAT'S COOKING?",
      "text": "It's a pot of the New England style of this chunky seafood soup, made with fresh littlenecks",
      "answer": "clam chowder"
    },
    {
      "category": "CELEBRITIES",
      "text": "At the Grammys, it was all aboutthissinger, who won for Best New Artist in 2016",
      "answer": "(Meghan) Trainor"
    },
    {
      "category": "AMERICAN QUOTATIONS",
      "text": "He knew \"not what course others may take; but as for me, give me liberty, or give me death\"",
      "answer": "Patrick Henry"
    },
    {
      "category": "B MINUS",
      "text": "A \"B\" falls off the extreme edge, leaving this skating-friendly venue",
      "answer": "a rink"
    },
    {
      "category": "WRITER'S CHEAT SHEET",
      "text": "\"Give me the answer!\" is an example of this grammatical mood",
      "answer": "imperative"
    },
    {
      "category": "SCIENCE",
      "text": "It's the more familiar name for light amplification by the stimulated emission of radiation",
      "answer": "laser"
    },
    {
      "category": "WHAT'S COOKING?",
      "text": "We're making capelli d'angelo, which is Italian for this extremely fine pasta",
      "answer": "angel hair"
    },
    {
      "category": "CELEBRITIES",
      "text": "The late Alan Rickman was best known in recent years for playing this Harry Potter role",
      "answer": "Professor Snape"
    },
    {
      "category": "AMERICAN QUOTATIONS",
      "text": "He resolved that \"government of the people, by the people, for the people, shall not perish from the Earth\"",
      "answer": "Abraham Lincoln"
    },
    {
      "category": "B MINUS",
      "text": "\"B\" says goodbye to a dark color & now you have this, meaning \"deficiency\"",
      "answer": "lack"
    },
    {
      "category": "WRITER'S CHEAT SHEET",
      "text": "A-B-A-B is an example of this, which sounds like a devious plan",
      "answer": "rhyme scheme"
    },
    {
      "category": "SCIENCE",
      "text": "(Kelly of the Clue Crew holds an inflated balloon.) Right now the inflated balloon has potential energy; when I let it go, the potential energy turns into this, the mechanical energy of motion",
      "answer": "kinetic energy"
    },
    {
      "category": "WHAT'S COOKING?",
      "text": "Get 'em while they're hot--theseMexican treats for dessert",
      "answer": "churros"
    },
    {
      "category": "CELEBRITIES",
      "text": "Shetrained hard so that she could perform her own stunts as a trapeze artist in \"The Greatest Showman\"",
      "answer": "Zendaya"
    },
    {
      "category": "AMERICAN QUOTATIONS",
      "text": "FDR: \"Yesterday, December 7, 1941--a date which will live in\" this",
      "answer": "infamy"
    },
    {
      "category": "B MINUS",
      "text": "When the \"B\" is combed out of a hair plait, this sudden attack remains",
      "answer": "raid"
    },
    {
      "category": "WRITER'S CHEAT SHEET",
      "text": "New York Times guidelines say with a  long quote, it's \"usually wise to\" do this, restate it in different words",
      "answer": "paraphrase"
    },
    {
      "category": "SCIENCE",
      "text": "This element that can turn a swimmer's hair green takes its name from the Greek for \"greenish yellow\"",
      "answer": "chlorine"
    },
    {
      "category": "WHAT'S COOKING?",
      "text": "We're going Greek with burgers topped with tzatziki sauce & this crumbly 4-letter Greek cheese",
      "answer": "feta"
    },
    {
      "category": "CELEBRITIES",
      "text": "On his \"Late Late Show\", this Brit drives around town singing carpool karaoke with some pretty amazing guests",
      "answer": "James Corden"
    },
    {
      "category": "AMERICAN QUOTATIONS",
      "text": "A 1908 work called America \"the great\" this vessel, \"where all the races of Europe are...reforming\"",
      "answer": "melting pot"
    },
    {
      "category": "B MINUS",
      "text": "A hasty, tactless word loses a \"B\" & becomes this skin eruption",
      "answer": "rash"
    },
    {
      "category": "WRITER'S CHEAT SHEET",
      "text": "Not a city in N.Y., this 10-letter figure of speech is using a part to represent a whole, as in \"hired hands\"",
      "answer": "synecdoche"
    },
    {
      "category": "SCIENCE",
      "text": "While it's still deep within the Earth, before it becomes lava, molten rock is called this",
      "answer": "magma"
    },
    {
      "category": "WHAT'S COOKING?",
      "text": "It's Hungarian goulash flavored with this red Hungarian seasoning, of course",
      "answer": "paprika"
    },
    {
      "category": "CELEBRITIES",
      "text": "\"Empire State of Mind\" is a biography of this rapper & how he went \"From Street Corner to Corner Office\"",
      "answer": "Jay-Z"
    },
    {
      "category": "AMERICAN QUOTATIONS",
      "text": "An 1844 campaign slogan was this number \"or Fight\", a reference to the northern border of the Oregon territory",
      "answer": "54-40 or Fight"
    },
    {
      "category": "B MINUS",
      "text": "Pilfering the \"B\" from a strong Irish accent makes you this kind of scoundrel",
      "answer": "a rogue"
    }
  ]
}