{
  "title": "Show #8890 - Friday, June 9, 2023",
  "date": {
    "day": 9,
    "month": "June",
    "year": 2023
  },
  "clues": [
    {
      "category": "STATE HOLIDAYS",
      "text": "March 26, Prince Kuhio Day in this state, honors one of its early statehood advocates",
      "answer": "Hawaii"
    },
    {
      "category": "PETS ON FILM",
      "text": "Miss Gulch takes away this cairn terrier early on in a classic film; the heroine calls her a \"wicked old witch\"",
      "answer": "Toto"
    },
    {
      "category": "DIASPORA",
      "text": "Koryo-Saram are the half-million ethnic Koreans in the former republics of this giant, defunct country",
      "answer": "the USSR"
    },
    {
      "category": "CLASSIC TOYS & GAMES",
      "text": "Thisobject will have you jumping for joy",
      "answer": "a pogo stick"
    },
    {
      "category": "QUICK BOOKS",
      "text": "From 2006, it's Cormac McCarthy's title post-apocalyptic byway",
      "answer": "The Road"
    },
    {
      "category": "RETRONYMS",
      "text": "A retronym is a noun & a modifier specifying the noun's original meaning, like this form of entertainmenthere",
      "answer": "a silent movie"
    },
    {
      "category": "STATE HOLIDAYS",
      "text": "Though this suffragist was born in Massachusetts, only Florida observes her February 15 birthday as a state holiday",
      "answer": "Susan B. Anthony"
    },
    {
      "category": "PETS ON FILM",
      "text": "Bong Joon Ho's 2017 film \"Okja\" is about a big one of these who has been genetically engineered by an evil corporation",
      "answer": "pig"
    },
    {
      "category": "DIASPORA",
      "text": "Like Afro-Brazilians, it was to cultivate this crop that thousands of Indo-Fijians were brought to the South Pacific",
      "answer": "sugar"
    },
    {
      "category": "CLASSIC TOYS & GAMES",
      "text": "This animated character who \"was once a little green slab of clay\" became a bendable toy in the 1960s",
      "answer": "Gumby"
    },
    {
      "category": "QUICK BOOKS",
      "text": "Dickens' only true mystery novel dealt with this title man's disappearance",
      "answer": "(Edwin) Drood"
    },
    {
      "category": "RETRONYMS",
      "text": "It's the retronym seenhere; if you're over 40 you might have a distinct advantage right now, because you had a landline",
      "answer": "a dial phone (a rotary phone)"
    },
    {
      "category": "STATE HOLIDAYS",
      "text": "The first Tuesday in March is Town Meeting Day in Bennington, Montpelier & other communities across this state",
      "answer": "Vermont"
    },
    {
      "category": "PETS ON FILM",
      "text": "In the \"DC League of Super-Pets\", Superdog Krypto has an alias; punning on his master, he's named this \"Kent\"",
      "answer": "Bark"
    },
    {
      "category": "DIASPORA",
      "text": "A 19th c. migration from this land began the community of Y Wladfa in Patagonia, with a Patagonian form of their Celtic language",
      "answer": "Wales"
    },
    {
      "category": "CLASSIC TOYS & GAMES",
      "text": "On a standard Monopoly board, they're the 2 most expensive properties",
      "answer": "Boardwalk & Park Place"
    },
    {
      "category": "QUICK BOOKS",
      "text": "Angie Thomas used \"U\" for a pronoun in the title of this 2017 young adult page-turner",
      "answer": "The Hate U Give"
    },
    {
      "category": "RETRONYMS",
      "text": "There's more than a 2% chance you'll know this retronym for a full-fat dairy beverage",
      "answer": "a whole milk"
    },
    {
      "category": "STATE HOLIDAYS",
      "text": "In Arizona, August 14 honors this people's famed code talkers",
      "answer": "the Navajo"
    },
    {
      "category": "PETS ON FILM",
      "text": "Like most of the stars in this 2011 Oscar winner, Uggie, the devoted canine pal of George Valentin, didn't have much to say",
      "answer": "The Artist"
    },
    {
      "category": "DIASPORA",
      "text": "Maybe Hakeem Olajuwon shows up at Nigerian Days, this U.S. city's celebration of its diaspora of 150,000 people",
      "answer": "Houston"
    },
    {
      "category": "CLASSIC TOYS & GAMES",
      "text": "It originally required a 25-watt bulb & came with colored plastic pegs & black construction paper to make an illuminated picture",
      "answer": "Lite-Brite"
    },
    {
      "category": "QUICK BOOKS",
      "text": "His \"Midnight's Children\" is set in places like Kashmir & Delhi",
      "answer": "Salman Rushdie"
    },
    {
      "category": "RETRONYMS",
      "text": "Putting the retro in retronym, this time-telling wristwear uses pointers & hands",
      "answer": "an analog watch"
    },
    {
      "category": "STATE HOLIDAYS",
      "text": "The Boston Marathon has often been held on this, a state holiday in Massachusetts",
      "answer": "Patriots' Day"
    },
    {
      "category": "PETS ON FILM",
      "text": "The title of this 2003 film about a big dog is also a symphony that premiered in 1808 in Vienna",
      "answer": "Beethoven's 5th"
    },
    {
      "category": "DIASPORA",
      "text": "Mass deaths among this ethnicity in Ottoman lands sent others far & near; the film \"Apricot Groves\" is set in the Iranian diaspora",
      "answer": "Armenian"
    },
    {
      "category": "CLASSIC TOYS & GAMES",
      "text": "Time to play this Hasbro game: write down a river, a bird, a flower & a body part all starting with the letter R",
      "answer": "Scattergories"
    },
    {
      "category": "QUICK BOOKS",
      "text": "\"The Awakening\" is by this woman with a composer's surname",
      "answer": "Kate Chopin"
    },
    {
      "category": "RETRONYMS",
      "text": "The credits of James Taylor's album \"American Standard\" include James on vocals & this retronym",
      "answer": "acoustic guitar"
    },
    {
      "category": "AROUND THE WORLD",
      "text": "This largest lake in Africa is home to more than 200 species of fish, including tilapia",
      "answer": "(Lake) Victoria"
    },
    {
      "category": "STARTS WITH \"W",
      "text": "Implied & express are the 2 main types of this promise to repair or replace a damaged item previously purchased",
      "answer": "a warranty"
    },
    {
      "category": "EPONYMOUS SCIENCE",
      "text": "According to Charles' law, the volume occupied by an amount of this state of matter is proportional to its temperature",
      "answer": "gas"
    },
    {
      "category": "TV: WHO SAID IT",
      "text": "On a '70s sitcom: \"Marcia! Marcia! Marcia!\"",
      "answer": "Jan Brady"
    },
    {
      "category": "A EURO LEADER PASS",
      "text": "In 2022 Giorgia Meloni became prime minister as the head of Fratelli D’Italia, meaning these \"of Italy\"--no sorelle?",
      "answer": "brothers"
    },
    {
      "category": "AROUND THE WORLD",
      "text": "The 10th century Caliphate city ofMedina Azaharain this European nation was made a UNESCO World Heritage Site in 2018",
      "answer": "Spain"
    },
    {
      "category": "STARTS WITH \"W",
      "text": "This action means to take something innocuous & then make it suitable to use against another",
      "answer": "weaponize"
    },
    {
      "category": "EPONYMOUS SCIENCE",
      "text": "The temperature at which a mineral's magnetic properties change sharply is the \"point\" named for this 1890s physicist & husband",
      "answer": "Pierre Curie point"
    },
    {
      "category": "WITH THIS RING",
      "text": "Females are the dominant sex in the troops ofthisaccurately named species of primate, native to Madagascar",
      "answer": "a ring-tailed lemur"
    },
    {
      "category": "TV: WHO SAID IT",
      "text": "On an '80s sitcom: \"Women, you can't live with 'em. Pass the beer nuts\"",
      "answer": "Norm"
    },
    {
      "category": "A EURO LEADER PASS",
      "text": "In 1986 prime minister Olof Palme of this country was assassinated while walking home from the movies with his wife",
      "answer": "Sweden"
    },
    {
      "category": "AROUND THE WORLD",
      "text": "In 1898 the Rough Riders charged up Kettle Hill as well as this more famous one in Cuba",
      "answer": "San Juan Hill"
    },
    {
      "category": "STARTS WITH \"W",
      "text": "Here's a peek atthisspiral galaxy named for its vortex-like shape",
      "answer": "the Whirlpool Galaxy"
    },
    {
      "category": "EPONYMOUS SCIENCE",
      "text": "Fitts' law of movement is used in human engineering, also called this, partly from Greek for \"work\"",
      "answer": "ergonomics"
    },
    {
      "category": "WITH THIS RING",
      "text": "A poetic verse by this man mentions \"three rings for the Elven-kings under the sky\"",
      "answer": "Tolkien"
    },
    {
      "category": "TV: WHO SAID IT",
      "text": "\"I've been involved in a number of cults... you have more fun as a follower, but you make more money as a leader\"",
      "answer": "Creed"
    },
    {
      "category": "A EURO LEADER PASS",
      "text": "This prime minister has said his greatest regret was losing the referendum he called, hoping to defeat Brexit",
      "answer": "(David) Cameron"
    },
    {
      "category": "AROUND THE WORLD",
      "text": "Man Mo Templeis not just a Buddhist temple; it is named for two gods of this philosophy many in Hong Kong follow as well",
      "answer": "Taoism"
    },
    {
      "category": "STARTS WITH \"W",
      "text": "For a big discovery around 1912, Tom Slick was dubbed a king of this type of speculative oil drilling with a feline name",
      "answer": "wildcatting"
    },
    {
      "category": "EPONYMOUS SCIENCE",
      "text": "The Drake equation, which estimates the number of advanced alien civilizations in our galaxy, was created as part of SETI, short for this",
      "answer": "search for extraterrestrial intelligence"
    },
    {
      "category": "WITH THIS RING",
      "text": "A tradition began in 1000 A.D. when the leader in this Venetian post \"wed\" his city-state to the sea by tossing a ring into the water",
      "answer": "the Doge"
    },
    {
      "category": "TV: WHO SAID IT",
      "text": "\"Carl's dead... Carl went out to help someone & he got bit\"",
      "answer": "Rick (Grimes)"
    },
    {
      "category": "A EURO LEADER PASS",
      "text": "Almost 40% of the people in this country say it has become less of a democracy under 4-term P.M. Viktor Orban",
      "answer": "Hungary"
    },
    {
      "category": "AROUND THE WORLD",
      "text": "Of the 7 countries whose names end in \"-stan\", it's alphabetically last",
      "answer": "Uzbekistan"
    },
    {
      "category": "STARTS WITH \"W",
      "text": "It sounds bad, but it's a type of firm fabric made from twisted, compacted yarn & often used for suits & pleated skirts",
      "answer": "worsted"
    },
    {
      "category": "EPONYMOUS SCIENCE",
      "text": "Born in 1815, this English math man gave us many eponymous things: algebra, logic, search & operators",
      "answer": "(George) Boole"
    },
    {
      "category": "WITH THIS RING",
      "text": "Around 1850, Richard Wagner began writing a poem called \"The Death of\" this heroic character in the \"Ring\" cycle",
      "answer": "Siegfried"
    },
    {
      "category": "TV: WHO SAID IT",
      "text": "\"We've had vicious kings & we've had idiot kings, but I don't know if we've ever been cursed with a vicious idiot boy king\"",
      "answer": "Tyrion Lannister"
    },
    {
      "category": "A EURO LEADER PASS",
      "text": "\"Leaving\", a 2008 tragicomedy by him, was his first play in more than 20 years & drew from his time as Czech Republic president",
      "answer": "Václav Havel"
    }
  ]
}