{
  "title": "PrimetimeCelebrity Jeopardy!game #34 - Wednesday, March 5, 2025",
  "date": {
    "day": 5,
    "month": "March",
    "year": 2025
  },
  "clues": [
    {
      "category": "THE YEAR 19-SOMETHING-7",
      "text": "It was the year Bill Clinton gave his 2nd inaugural address",
      "answer": "1997"
    },
    {
      "category": "BLACK\" & \"WHITE\" MOVIES",
      "text": "After a decades-long ban, Saudi Arabia re-opened movie theaters in 2018; the first film shown was this Chadwick Boseman flick",
      "answer": "Black Panther"
    },
    {
      "category": "PHOBIAS",
      "text": "Xanthophobia is a fear of this color (Oh no... is that a Minion in a taxi eating a ripe banana?! Ahhhhh!!)",
      "answer": "yellow"
    },
    {
      "category": "10-LETTER WORDS",
      "text": "For those perfect stringy \"cheese pulls\" you've seen on TV, make your pizza with this kind of cheese",
      "answer": "mozzarella"
    },
    {
      "category": "FLOWER GIRLS",
      "text": "This fictional resident of TV's Hazzard County looked so good in shorts they literally named shorts after her",
      "answer": "Daisy Duke"
    },
    {
      "category": "DUDE, WHAT'S YOUR SIGN?",
      "text": "Born on May 13 under this sign, Dennis Rodman was a perfect fit for the Chicago Bulls where he won 3 NBA championships",
      "answer": "Taurus"
    },
    {
      "category": "THE YEAR 19-SOMETHING-7",
      "text": "It was the year Aretha Franklin released the album \"Aretha Arrives\"",
      "answer": "1967"
    },
    {
      "category": "BLACK\" & \"WHITE\" MOVIES",
      "text": "Perhaps proving the film's title, Woody Harrelson's slam dunks in this 1992 movie were done on a slightly lowered hoop",
      "answer": "White Men Can't Jump"
    },
    {
      "category": "PHOBIAS",
      "text": "To overcome glossophobia, the common fear of this, some say you should imagine the audience in their underwear",
      "answer": "public speaking"
    },
    {
      "category": "10-LETTER WORDS",
      "text": "A magician might try to yank one of these out from under your dishes--& if he does it right, you won't need to buy new dishes",
      "answer": "a tablecloth"
    },
    {
      "category": "FLOWER GIRLS",
      "text": "According to a 2014 song of the summer, she's \"so fancy, you already know\", she's \"in the fast lane, from L.A. to Tokyo\"",
      "answer": "Iggy Azalea"
    },
    {
      "category": "DUDE, WHAT'S YOUR SIGN?",
      "text": "Olympic swimming legend Mark Spitz was born in February under this sign depicted as the water bearer",
      "answer": "Aquarius"
    },
    {
      "category": "THE YEAR 19-SOMETHING-7",
      "text": "It was the year Jackie Robinson broke the color barrier in Major League Baseball",
      "answer": "1947"
    },
    {
      "category": "BLACK\" & \"WHITE\" MOVIES",
      "text": "In this 1997 blockbuster, Tommy Lee Jones played a \"galaxy defender\" in Ray-Ban sunglasses",
      "answer": "Men in Black"
    },
    {
      "category": "PHOBIAS",
      "text": "If you suffer from bibliophobia, a fear of these items, avoid the biblioteca on your next Spanish vacation",
      "answer": "books"
    },
    {
      "category": "10-LETTER WORDS",
      "text": "It's how \"U\" might describe everything that's everywhere all at once",
      "answer": "ubiquitous"
    },
    {
      "category": "FLOWER GIRLS",
      "text": "In \"Boogie Nights\" she played Rollergirl, an adult film star on wheels; she laced up her skates again on TikTok in 2020",
      "answer": "Heather Graham"
    },
    {
      "category": "DUDE, WHAT'S YOUR SIGN?",
      "text": "To celebrate being born in July under this sign, Ringo Starr might enjoy visiting his fellow crustaceans in a yellow submarine",
      "answer": "Cancer"
    },
    {
      "category": "THE YEAR 19-SOMETHING-7",
      "text": "It was the year Jack Kerouac's \"On the Road\" was first published",
      "answer": "1957"
    },
    {
      "category": "BLACK\" & \"WHITE\" MOVIES",
      "text": "Because he's a vegetarian, Kal Penn is actually eating veggie sliders in this 2004 comedy",
      "answer": "Harold & Kumar Go to White Castle"
    },
    {
      "category": "PHOBIAS",
      "text": "It's tough to be a football fan with ornithophobia, a fear of these animals--5 NFL teams are named after types of them",
      "answer": "birds"
    },
    {
      "category": "10-LETTER WORDS",
      "text": "The '80s might be over, but dance-inspired fitness with this trademarked name is still alive & kicking",
      "answer": "jazzercise"
    },
    {
      "category": "FLOWER GIRLS",
      "text": "This star of TV's \"The Idol\" has 2 flowers in her name--& a dad who was Oscar-nominated for playing a pirate",
      "answer": "Lily-Rose Depp"
    },
    {
      "category": "DUDE, WHAT'S YOUR SIGN?",
      "text": "Considering he's known as pro golf's \"GOAT\", it makes sense that Tiger Woods was born on December 30 under this sign",
      "answer": "Capricorn"
    },
    {
      "category": "THE YEAR 19-SOMETHING-7",
      "text": "It was the year Amelia Earhart disappeared",
      "answer": "1937"
    },
    {
      "category": "BLACK\" & \"WHITE\" MOVIES",
      "text": "In this 2020 adaptation of an Anna Sewell novel, Kate Winslet provides the voice of the titular horse",
      "answer": "Black Beauty"
    },
    {
      "category": "PHOBIAS",
      "text": "Don't give a $5 bill to a cashier with pogonophobia, a fear of these facial features--Abe Lincoln might freak him out",
      "answer": "a beard"
    },
    {
      "category": "10-LETTER WORDS",
      "text": "Sometimes called a rabbit, it's a runner who takes the lead early in a race; it shows the others how fast to run",
      "answer": "the pacesetter"
    },
    {
      "category": "FLOWER GIRLS",
      "text": "Don't take candy from strangers or you might end up like this poor kid, who gets turned into a giant blueberry by Willy Wonka",
      "answer": "Violet (Beauregarde)"
    },
    {
      "category": "DUDE, WHAT'S YOUR SIGN?",
      "text": "On October 2, 1869 Mahatma Gandhi was born under this sign; later he advocated for justice & harmony",
      "answer": "Libra"
    }
  ]
}