{
  "title": "Show #5331 - Monday, November 12, 2007",
  "date": {
    "day": 12,
    "month": "November",
    "year": 2007
  },
  "clues": [
    {
      "category": "POETIC LICENSE",
      "text": "The parentage of his daughter Elena is still a mystery; she was born in 1818, but not to his wife Mary",
      "answer": "Shelley"
    },
    {
      "category": "GIRLS OF SONG",
      "text": "Van Morrison, The Doors, U2 & Laura Branigan all sang about girls named this",
      "answer": "Gloria"
    },
    {
      "category": "FARK.com HEADLINES",
      "text": "After one of these \"feral\" birds was released into a park, \"Alcoholics... hunt it down & try to drink it\"",
      "answer": "a wild turkey"
    },
    {
      "category": "THE ILLUMINATI",
      "text": "America's first lighthouse, completed in Boston in 1716, was illuminated primarily by this type of oil",
      "answer": "whale"
    },
    {
      "category": "Q WITHOUT U",
      "text": "Summer temps can rise above 120 in this country that gained its independence in 1971",
      "answer": "Qatar"
    },
    {
      "category": "VIRTUAL MEDICINE",
      "text": "(Sarah of the Clue Crew reads from the surgery simulation room at the Beth Israel Deaconess Medical Center in Boston, MA.)  Doctors get invaluable training on the Human Patient Simulator at Boston's Beth Israel Deaconess Medical Center, a teaching hospital of this medical school founded in 1782",
      "answer": "Harvard"
    },
    {
      "category": "POETIC LICENSE",
      "text": "The opium-induced sleep that inspired his \"Kubla Khan\" was an omen; he later became dependent on the drug",
      "answer": "(Samuel Taylor) Coleridge"
    },
    {
      "category": "GIRLS OF SONG",
      "text": "Elvis Costello tells this title girl, \"My aim is true\"",
      "answer": "Alison"
    },
    {
      "category": "FARK.com HEADLINES",
      "text": "\"American youth still not convinced that criminal plans should not be posted on\" this popular website",
      "answer": "Myspace(.com)"
    },
    {
      "category": "THE ILLUMINATI",
      "text": "From May 13 to September 30, floodlights illuminate the 60-foot heads at this site",
      "answer": "Mount Rushmore"
    },
    {
      "category": "Q WITHOUT U",
      "text": "It's a horn-shaped nose, no pants & no problem for this pyramid-hopping '80s arcade favorite",
      "answer": "Q*bert"
    },
    {
      "category": "VIRTUAL MEDICINE",
      "text": "(Jimmy of the Clue Crew observes a procedure on a simulated patient at the Carl J. Shapiro Simulation & Skills Center in Boston, MA.)  Inserting a chest tube provides drainage to treat the buildup called empyema, sometimes the result of this lung infection",
      "answer": "pneumonia (tuberculosis accepted)"
    },
    {
      "category": "POETIC LICENSE",
      "text": "At university, this poetic lord developed a \"violent, though pure, love\" for young chorister John Edleston",
      "answer": "Byron"
    },
    {
      "category": "GIRLS OF SONG",
      "text": "\"You fill up my senses, come fill me again\" like this gal from a John Denver song",
      "answer": "Annie"
    },
    {
      "category": "FARK.com HEADLINES",
      "text": "\"Noodle shop accused of aiding drunk driving.  That's because nobody left the place\" this buckwheat noodle",
      "answer": "soba"
    },
    {
      "category": "THE ILLUMINATI",
      "text": "The first city to illuminate its streets by electricity was Wabash in this state in 1880",
      "answer": "Indiana"
    },
    {
      "category": "Q WITHOUT U",
      "text": "This 3-letter term (an abbreviation, really) means \"which was to be demonstrated\"",
      "answer": "QED"
    },
    {
      "category": "VIRTUAL MEDICINE",
      "text": "(Sarah of the Clue Crew reads next to a doctor inserting a large syringe into a simulated abdomen.)  This gas that's eliminated during respiration is what gets pumped into the abdomen to expand it & give surgeons room to work",
      "answer": "carbon dioxide"
    },
    {
      "category": "POETIC LICENSE",
      "text": "This Russian poet's flagrant affair with a married countess got him kicked out of Odessa in 1824",
      "answer": "Pushkin"
    },
    {
      "category": "GIRLS OF SONG",
      "text": "No one's really sure who this title girl is in the piece heardhere",
      "answer": "Elise"
    },
    {
      "category": "FARK.com HEADLINES",
      "text": "Church of England debating female these; \"Critics say move won't help women to move forward, only diagonally\"",
      "answer": "bishops"
    },
    {
      "category": "THE ILLUMINATI",
      "text": "Henry Jones, M.A. 1624, made quite an alumni gift to Ireland's Trinity College--this illuminated manuscript",
      "answer": "Book of Kells"
    },
    {
      "category": "Q WITHOUT U",
      "text": "We hear this product's website says it's \"the ultimate beauty tool\"",
      "answer": "a Q-tip"
    },
    {
      "category": "VIRTUAL MEDICINE",
      "text": "(Sarah of the Clue Crew reads from the Carl J. Shapiro Simulation & Skills Center in Boston, MA.)  To ensure the passage of oxygen to the lungs, a tube is placed into this airway with care taken not to hit the esophagus behind it",
      "answer": "the trachea"
    },
    {
      "category": "POETIC LICENSE",
      "text": "This poet whose first name was Algernon was described as the \"libidinous laureate of a pack of satyrs\"",
      "answer": "Swinburne"
    },
    {
      "category": "GIRLS OF SONG",
      "text": "The Plain White T's, not Tom Jones, scored a hit with the 2006 ballad \"Hey There\" this girl",
      "answer": "Delilah"
    },
    {
      "category": "FARK.com HEADLINES",
      "text": "\"Bush says he'll welcome\" this Palestinian president \"to U.S. but only if they agree to play 'Dancing Queen'\"",
      "answer": "Abbas"
    },
    {
      "category": "THE ILLUMINATI",
      "text": "In photometry, a unit of measure for the intensity of illumination is this one with an appendage in its name",
      "answer": "a foot-candle"
    },
    {
      "category": "Q WITHOUT U",
      "text": "Dvorak is an alternative to this standard keyboard layout",
      "answer": "QWERTY"
    },
    {
      "category": "VIRTUAL MEDICINE",
      "text": "(Jimmy of the Clue Crew holds a long, thin tube at the Carl J. Shapiro Simulation & Skills Center in Boston, MA.)Thisfiber-optic viewing scope has revolutionized diagnosis & surgery, as a tiny incision in the abdomen replaces one several inches long",
      "answer": "the laparoscope"
    }
  ]
}