{
  "title": "Show #5499 - Thursday, July 3, 2008",
  "date": {
    "day": 3,
    "month": "July",
    "year": 2008
  },
  "clues": [
    {
      "category": "THE LAW",
      "text": "(Judge Hatchett delivers the clue from her TV courtroom.) In the 1870s this Ivy League school pioneered the case method of teaching law, which is still used today",
      "answer": "Harvard"
    },
    {
      "category": "THEMES LIKE OLD TIMES",
      "text": "\"Please, won't you be my neighbor?\"",
      "answer": "Mr. Rogers' Neighborhood"
    },
    {
      "category": "REIGN DROPS",
      "text": "The reign in Spain for this queen was from 1474 to 1504",
      "answer": "Isabella"
    },
    {
      "category": "KEEP \"FALL\"ING",
      "text": "In 1856 P.T. Barnum boasted he'd go over this in a 30-foot-wide rubber ball--didn't happen",
      "answer": "Niagara Falls"
    },
    {
      "category": "ON MY HEAD",
      "text": "If a German woman is plucking her augenbrauen, she's tweezing these",
      "answer": "eyebrows"
    },
    {
      "category": "A DAY AT THE DOG SHOW",
      "text": "(Sarah of the Clue Crew reports from an AKC dog show.)  Consisting of three or more generations, it's the written record of a dog'sfamily tree, & you can get one certified by the American Kennel club",
      "answer": "a pedigree"
    },
    {
      "category": "THE LAW",
      "text": "The extent of territorial waters is defined in the 1982 U.N. \"Convention on the Law of\" this",
      "answer": "the sea"
    },
    {
      "category": "THEMES LIKE OLD TIMES",
      "text": "\"And then one day he was shootin' at some food & up through the round come a bubblin' crude\"",
      "answer": "The Beverly Hillbillies"
    },
    {
      "category": "REIGN DROPS",
      "text": "From 1520 to 1566, he reigned as the \"magnificent\" sultan of the Ottoman Empire",
      "answer": "Suleiman"
    },
    {
      "category": "KEEP \"FALL\"ING",
      "text": "In \"Paradise Lost\" book I, line 392, Milton begins to list & describe these disgraced denizens of hell",
      "answer": "the fallen angels"
    },
    {
      "category": "ON MY HEAD",
      "text": "In the 1920s, the \"bee-stung\" look was popular for these on a woman",
      "answer": "lips"
    },
    {
      "category": "A DAY AT THE DOG SHOW",
      "text": "(Sarah of the Clue Crew reports from an AKC dog show show ring.)  It's the manual term for the person who exhibits the dog in dog shows; you'll seehimor her in the ring",
      "answer": "a handler"
    },
    {
      "category": "THE LAW",
      "text": "(I'm Judge David Young from theJudge David Youngshow.)  This term for the whole body of lawyers originally referred to a railing or partition in a courtroom",
      "answer": "the bar"
    },
    {
      "category": "THEMES LIKE OLD TIMES",
      "text": "\"And you knew who you were then, girls were girls & men were men\"",
      "answer": "All in the Family"
    },
    {
      "category": "REIGN DROPS",
      "text": "His reign as King of France began in 1774; it would be cut short 18 years later",
      "answer": "Louis XVI"
    },
    {
      "category": "KEEP \"FALL\"ING",
      "text": "Female anatomical tubes named for an Italian doctor",
      "answer": "Fallopian tubes"
    },
    {
      "category": "ON MY HEAD",
      "text": "Auricles are the outer portion of these on your head",
      "answer": "ears"
    },
    {
      "category": "A DAY AT THE DOG SHOW",
      "text": "(Sarah of the Clue Crew reports from an AKC dog show with a prize-winning dog.)  At many dog shows, the top honor is called this, also the name of a 2000 film spoofing canine competetion",
      "answer": "best in show"
    },
    {
      "category": "THE LAW",
      "text": "\"Turning\" this type of \"evidence\" means giving testimony to implicate accomplices",
      "answer": "turning state's evidence"
    },
    {
      "category": "THEMES LIKE OLD TIMES",
      "text": "\"Here we come, walking down the street\"",
      "answer": "The Monkees"
    },
    {
      "category": "REIGN DROPS",
      "text": "A true 9 days' wonder, her reign as Queen of England was for a mere 9 days in July of 1553",
      "answer": "Lady Jane Grey"
    },
    {
      "category": "KEEP \"FALL\"ING",
      "text": "Descent with an unopened parachute as the first part of a jump",
      "answer": "freefall"
    },
    {
      "category": "ON MY HEAD",
      "text": "A cluster headache may center in these \"religious\" regions at either side of the head",
      "answer": "the temples"
    },
    {
      "category": "A DAY AT THE DOG SHOW",
      "text": "(Sarah of the Clue Crew reports from an AKC dog show with a new puppy friend.)  According to the American Kennel Club, only the offspring of a sire & a dam of the same unmixed breed qualifies as this",
      "answer": "a purebred"
    },
    {
      "category": "THE LAW",
      "text": "(Back to Judge Hatchett.)  Canada has a common-law legal system, except for this province whose law is based on the civil-law system",
      "answer": "Quebec"
    },
    {
      "category": "THEMES LIKE OLD TIMES",
      "text": "\"Thank you for being a friend\"",
      "answer": "The Golden Girls"
    },
    {
      "category": "REIGN DROPS",
      "text": "Elizabeth I's half-brother, he reigned before her as King of England from 1547 to 1553",
      "answer": "Edward VI"
    },
    {
      "category": "KEEP \"FALL\"ING",
      "text": "This 6-word state motto of Kentucky implies a need for solidarity",
      "answer": "\"United we stand, divided we fall.\""
    },
    {
      "category": "ON MY HEAD",
      "text": "Strabismus is the technical term for the inability to coordinate the movement of these",
      "answer": "the eyes"
    },
    {
      "category": "A DAY AT THE DOG SHOW",
      "text": "(Sarah of the Clue Crew reports from an AKC dog show show ring.)  As you might expect, Westies, Scotties, schnauzers & many other breeds compete in this ever-popular group of dogs at American Kennel Club shows",
      "answer": "terriers"
    }
  ]
}