{
  "title": "Show #9230 - Friday, December 20, 2024",
  "date": {
    "day": 20,
    "month": "December",
    "year": 2024
  },
  "clues": [
    {
      "category": "FOUNTAINS",
      "text": "Prometheus gazes down from his fountain on winter skaters at this New York City landmark",
      "answer": "Rockefeller Center"
    },
    {
      "category": "TV",
      "text": "Most of Sunnydale was swallowed into the Hellmouth on this series finale; the title girl & her pals left for a more normal life",
      "answer": "Buffy the Vampire Slayer"
    },
    {
      "category": "SMOOTH AS SILK",
      "text": "Scientifically Bombyx mori, these larvae, are only 1/12 an inch long at birth & fed mulberry leaves",
      "answer": "silkworms"
    },
    {
      "category": "BUSINESS NAMES",
      "text": "In Pasadena, California in 1967, a Mr. Coulombe started this grocery chain that's full of unique & interesting products",
      "answer": "Trader Joe's"
    },
    {
      "category": "SCIENCE BOOKSHELF",
      "text": "A book by Riley Black tells about the asteroid impact that brought on \"The Last Days of\" these",
      "answer": "the Dinosaurs"
    },
    {
      "category": "NUMERIC PHRASES",
      "text": "The usual number in this nautical phrase for being very drunk is 3, but feel free to get as high as you want",
      "answer": "three sheets to the wind"
    },
    {
      "category": "FOUNTAINS",
      "text": "More than 1,000 fountains shoot water 400 feet in the air in front of this Las Vegas hotel near Caesars Palace",
      "answer": "the Bellagio"
    },
    {
      "category": "TV",
      "text": "\"Strictly Come Dancing\" hosted by Tess Daly in the U.K. came to the U.S. as this show now co-hosted by Julianne Hough",
      "answer": "Dancing with the Stars"
    },
    {
      "category": "SMOOTH AS SILK",
      "text": "Used at least since the 1930s, to \"hit the silk\" is slang for using this, once made of silk",
      "answer": "a parachute"
    },
    {
      "category": "BUSINESS NAMES",
      "text": "We predict you'll know that Israeli-born Safra Catz succeeded Larry Ellison as co-CEO & later became sole CEO of this company",
      "answer": "Oracle"
    },
    {
      "category": "SCIENCE BOOKSHELF",
      "text": "Buzz Lightyear's catchphrase, it's also a Neil deGrasse Tyson book that takes readers to the farthest reaches of space",
      "answer": "to infinity and beyond"
    },
    {
      "category": "NUMERIC PHRASES",
      "text": "Aussies & Kiwis often flip our term for a standard piece of construction lumber & call it this",
      "answer": "a four by two"
    },
    {
      "category": "FOUNTAINS",
      "text": "A 19th century novel says, \"a parting draught\" at this Italian fountain \"insures the traveller's return\"",
      "answer": "the Trevi Fountain"
    },
    {
      "category": "TV",
      "text": "Bill Bixby studied philosophy at Cal before playing a scientist exposed to a massive dose of radiation on this 1970s TV show",
      "answer": "The Incredible Hulk"
    },
    {
      "category": "SMOOTH AS SILK",
      "text": "Meaning \"thing to wear\", this term for a T-shaped garment often made of silk dates back to the reign of Emperor Meiji",
      "answer": "a kimono"
    },
    {
      "category": "BUSINESS NAMES",
      "text": "In 1980 he launched the world's first 24-hour TV news channel, CNN",
      "answer": "(Ted) Turner"
    },
    {
      "category": "SCIENCE BOOKSHELF",
      "text": "Andrew Hodges' \"The Enigma\" is a bestselling biography of this mathematician & computer pioneer",
      "answer": "Turing"
    },
    {
      "category": "NUMERIC PHRASES",
      "text": "It precedes \"exercise\" to mean a piano practice piece, or \"discount\" to mean an act of shoplifting",
      "answer": "a five-finger"
    },
    {
      "category": "FOUNTAINS",
      "text": "Longer than 2 football fields, afountainnamed for this city sways & sprays in Burj Khalifa Lake",
      "answer": "Dubai"
    },
    {
      "category": "TV",
      "text": "Her TV roles have included Alex Russo, resident of Waverly Place, & Mabel Mora, resident of a murder-rife building",
      "answer": "Selena Gomez"
    },
    {
      "category": "SMOOTH AS SILK",
      "text": "A sheen known as silk causes the asterisms in the star type of these, like a 70-carat one in Joan Crawford's engagement ring",
      "answer": "a sapphire"
    },
    {
      "category": "BUSINESS NAMES",
      "text": "Anne Wojcickico-founded this genetics company that wants to tell you about you",
      "answer": "23andMe"
    },
    {
      "category": "SCIENCE BOOKSHELF",
      "text": "A 1994 bestseller, \"The Hot Zone\" tells the \"Terrifying True Story of the Origins of\" this deadly virus from Africa",
      "answer": "Ebola"
    },
    {
      "category": "NUMERIC PHRASES",
      "text": "Debunked theories about the origin of this phrase meaning all the way: cement truck cubic volume, ammunition belt length & many more",
      "answer": "the whole nine yards"
    },
    {
      "category": "FOUNTAINS",
      "text": "A foliage-covered giant spews water at the entrance ofthiscrystal company's theme park in Austria",
      "answer": "Swarovski"
    },
    {
      "category": "TV",
      "text": "Anecdotal evidence suggests most viewers are hate-watching this series with Lily Collins & Lucien Laviscount",
      "answer": "Emily in Paris"
    },
    {
      "category": "SMOOTH AS SILK",
      "text": "Thiscomposer & lyricist of songs like \"I Get A Kick Out Of You\" also composed musicals, like 1955's \"Silk Stockings\"",
      "answer": "Cole Porter"
    },
    {
      "category": "BUSINESS NAMES",
      "text": "They're the two discount chains founded by & named for the retail magnate seenhere",
      "answer": "Walmart & Sam's Club"
    },
    {
      "category": "SCIENCE BOOKSHELF",
      "text": "It's the structure of DNA & the title of James Watson's book about the discovery of it",
      "answer": "the double helix"
    },
    {
      "category": "NUMERIC PHRASES",
      "text": "Dice gambling lingo gave us this doubly numerical phrase meaning in a state of disorder or confusion",
      "answer": "at sixes & sevens"
    },
    {
      "category": "HISTORIC SONGS OF THE BRITS",
      "text": "Handel composed many coronation anthems, including \"Zadok The Priest\" in 1727 for the second British king of this name",
      "answer": "George (II)"
    },
    {
      "category": "COMPUTER TECH",
      "text": "With bowling, boxing & more, in 2006 this home console from Nintendo pioneered the use of motion sensors",
      "answer": "a Wii"
    },
    {
      "category": "WORLD RELIGION",
      "text": "Prithviraj Chauhan, who ruled in Rajasthan in the 12th century, is sometimes called the last emperor of this religion",
      "answer": "Hinduism"
    },
    {
      "category": "MR. & MRS. LIT",
      "text": "\"Mr. Darcy soon drew the attention of the room\" at his first appearance in this novel",
      "answer": "Pride and Prejudice"
    },
    {
      "category": "POP CULTURE PHYSICS",
      "text": "Episodes of this physicist-heavy show included \"The Septum Deviation\" & \"The Skank Reflex Analysis\"",
      "answer": "The Big Bang Theory"
    },
    {
      "category": "HOG\" CALLING",
      "text": "Punxsutawney Phil, for one",
      "answer": "a groundhog"
    },
    {
      "category": "HISTORIC SONGS OF THE BRITS",
      "text": "Once thought to have been penned by Henry VIII,this\"colorful\" tune is now believed to come from Elizabethan times",
      "answer": "\"Greensleeves\""
    },
    {
      "category": "COMPUTER TECH",
      "text": "You must have attached a PDF to an email once in your life, right? Then you know the \"D\" stands for this, right?",
      "answer": "Document"
    },
    {
      "category": "WORLD RELIGION",
      "text": "With more than 100 million adherents, the Moscow Patriarchate is also called this \"National\" church",
      "answer": "the Russian Orthodox"
    },
    {
      "category": "MR. & MRS. LIT",
      "text": "Mrs. Hudson, \"a long-suffering woman\", is his landlady in \"The Adventure of the Dying Detective\"",
      "answer": "Sherlock Holmes"
    },
    {
      "category": "POP CULTURE PHYSICS",
      "text": "This film character says that as a kid, he wished he could mix physics with New Mexico, for then his life would be perfect",
      "answer": "Oppenheimer"
    },
    {
      "category": "HOG\" CALLING",
      "text": "The opposite of sedate, this hyphenated adjective means wildly enthusiastic or unrestrained",
      "answer": "hog-wild"
    },
    {
      "category": "HISTORIC SONGS OF THE BRITS",
      "text": "A jaunty tune in the less jaunty times of WWI was titled \"Belgium Put The Kibosh On\" this German leader",
      "answer": "the Kaiser"
    },
    {
      "category": "COMPUTER TECH",
      "text": "In 1991 a University of Helsinki computer science student completed his first version of this open source computer operating system",
      "answer": "Linux"
    },
    {
      "category": "WORLD RELIGION",
      "text": "Way up in theOrkney Islands, Britain's northernmostcathedralis named for this saint, whose name is Latin for \"big\" or \"great\"",
      "answer": "Saint Magnus"
    },
    {
      "category": "MR. & MRS. LIT",
      "text": "In the opening line of a novel, this Woolf woman \"said she would buy the flowers herself\"",
      "answer": "Mrs. Dalloway"
    },
    {
      "category": "POP CULTURE PHYSICS",
      "text": "As Sheriff Hopper on \"Stranger Things\" he finds science can't explain everything like it did when he worked in physics on TV's \"Manhattan\"",
      "answer": "David Harbour"
    },
    {
      "category": "HOG\" CALLING",
      "text": "Big party planned? Get one of these, a large barrel or cask of wine equal to 63 gallons",
      "answer": "a hogshead"
    },
    {
      "category": "HISTORIC SONGS OF THE BRITS",
      "text": "In 1905 Sir Henry Wood arranged a \"Fantasia on British Sea Songs\" to celebrate the centennial of this battle",
      "answer": "Trafalgar"
    },
    {
      "category": "COMPUTER TECH",
      "text": "Cryptocurrency transactions are recorded using this database technology that sounds like a defensive strategy",
      "answer": "blockchain"
    },
    {
      "category": "WORLD RELIGION",
      "text": "Confucianism is more a philosophy--so this, with Beijing temples 1,300 years old, is China's only recognized home-grown religion",
      "answer": "Taoism"
    },
    {
      "category": "MR. & MRS. LIT",
      "text": "The talents of this Patricia Highsmith character include the ability to kill with oars & ashtrays",
      "answer": "the talented Mr. Ripley"
    },
    {
      "category": "POP CULTURE PHYSICS",
      "text": "Jane Foster likens the Asgardian Bifrost to an Einstein-Rosen Bridge, but Thor says it's more like this kind of bridge",
      "answer": "a Rainbow Bridge"
    },
    {
      "category": "HOG\" CALLING",
      "text": "From the Greek for \"straight writing\", it's the study of the principles of correct spelling in a language",
      "answer": "orthography"
    },
    {
      "category": "HISTORIC SONGS OF THE BRITS",
      "text": "The \"azure main\" (that's the ocean) is in this patriotic song traditionally played at the Last Night of the Proms at Royal Albert Hall",
      "answer": "\"Rule, Britannia!\""
    },
    {
      "category": "COMPUTER TECH",
      "text": "It's the acronym for the \"prove you're not a robot\"testsencountered when accessing some websites",
      "answer": "CAPTCHA"
    },
    {
      "category": "WORLD RELIGION",
      "text": "This people whose religion has Islamic & gnostic elements live in Lebanon & Syria but also make up about 2% of Israel's people",
      "answer": "the Druze"
    },
    {
      "category": "MR. & MRS. LIT",
      "text": "Mrs. Organ Morgan runs a grocery shop in a seaside village in Wales in his play \"Under Milk Wood\"",
      "answer": "Dylan Thomas"
    },
    {
      "category": "POP CULTURE PHYSICS",
      "text": "On \"Deep Space Nine\" the prophets hung out in the Bajoran this that connected the Alpha & Gamma Quadrants",
      "answer": "a Wormhole"
    },
    {
      "category": "HOG\" CALLING",
      "text": "Aye, laddie, it's what the Scottish call New Year's Eve",
      "answer": "Hogmanay"
    }
  ]
}