{
  "title": "Show #9330 - Friday, May 9, 2025",
  "date": {
    "day": 9,
    "month": "May",
    "year": 2025
  },
  "clues": [
    {
      "category": "OUR NEANDERTHAL RELATIVES",
      "text": "This word for a prehistoric person became more common after an 1856 find of Neanderthal fossils in a limestone grotto",
      "answer": "caveman"
    },
    {
      "category": "SIGNS & SYMBOLS",
      "text": "According to the Department of Transportation, the first U.S. sign with this simple command appeared in Detroit in 1915",
      "answer": "stop"
    },
    {
      "category": "THERE'S A BIRD IN YOUR RESPONSE",
      "text": "It's money held by an independent third party to facilitate transactions between home buyers & sellers",
      "answer": "escrow"
    },
    {
      "category": "ARE WE HAVING FUN YET?",
      "text": "The first battle in this game where you can dye suddenly is said to have been in rural New Hampshire in 1981",
      "answer": "paintball"
    },
    {
      "category": "PICK A NICK",
      "text": "This \"Gatsby\" narrator is a man in finance--a bond salesman, to be precise",
      "answer": "(Nick) Carraway"
    },
    {
      "category": "BASKETS",
      "text": "In 2025,Mac McClungwas the first to three-peat as champ of this NBA contest, with an unreal leap over a Kia to score a basket",
      "answer": "the Slam Dunk Contest"
    },
    {
      "category": "OUR NEANDERTHAL RELATIVES",
      "text": "Many experts think left/right arm asymmetry indicates Neanderthals used these for thrusting, not throwing, when hunting",
      "answer": "spears"
    },
    {
      "category": "SIGNS & SYMBOLS",
      "text": "A contest by a container company led Gary Anderson to create the symbol for this, a Möbius loop of 3 arrows chasing each other",
      "answer": "the recycling sign"
    },
    {
      "category": "THERE'S A BIRD IN YOUR RESPONSE",
      "text": "Bensonhurst is a neighborhood in this borough",
      "answer": "Brooklyn"
    },
    {
      "category": "ARE WE HAVING FUN YET?",
      "text": "Extracting moisture for a crispier crust is just one way your pizza party can be improved bythisitem not studied by geologists",
      "answer": "a pizza stone"
    },
    {
      "category": "PICK A NICK",
      "text": "He's the Nick who wrote the novels \"Fever Pitch\" & \"High Infidelity\"; he also served at the pop music critic for \"The New Yorker\"",
      "answer": "(Nick) Hornby"
    },
    {
      "category": "BASKETS",
      "text": "One of the easiest buckets out there, this kind of off-the-backboard shot now also refers to any easily completed task",
      "answer": "a layup"
    },
    {
      "category": "OUR NEANDERTHAL RELATIVES",
      "text": "It was long thought Neanderthals couldn't do this, but the discovery they carried FOXP2, a gene linked to it, suggests they could",
      "answer": "speak"
    },
    {
      "category": "SIGNS & SYMBOLS",
      "text": "In Exodus 32 this symbol of apostasy was fashioned by Aaron & worshiped with sacrifices",
      "answer": "the golden calf"
    },
    {
      "category": "THERE'S A BIRD IN YOUR RESPONSE",
      "text": "Like the buckhorn in Pinos Altos, New Mexico, it's another name for a tavern, especially in the Old West",
      "answer": "a saloon"
    },
    {
      "category": "ARE WE HAVING FUN YET?",
      "text": "Done with a rod & reel for fun not food, it's the \"S\" in the organization ASA, founded in 1933",
      "answer": "Sportfishing"
    },
    {
      "category": "PICK A NICK",
      "text": "ThisNick is the creator of Wallace & Gromit",
      "answer": "Nick Park"
    },
    {
      "category": "BASKETS",
      "text": "In between making baskets on the court these \"Ambassadors of Goodwill\" playfully taunt refs by throwing buckets of water at them",
      "answer": "the Harlem Globetrotters"
    },
    {
      "category": "OUR NEANDERTHAL RELATIVES",
      "text": "A Neanderthal skull came to England in 1864; he was sick & couldn't go see it, so friends brought it to him--\"wonderful\", he said",
      "answer": "Darwin"
    },
    {
      "category": "SIGNS & SYMBOLS",
      "text": "From Latin for \"apple with many seeds\", this fruit is a symbol of fertility in many cultures",
      "answer": "pomegranate"
    },
    {
      "category": "THERE'S A BIRD IN YOUR RESPONSE",
      "text": "I can give you a really good deal on this word, never mind that it means easily deceived or duped",
      "answer": "gullible"
    },
    {
      "category": "ARE WE HAVING FUN YET?",
      "text": "Holidogis the mascot for this Indiana theme park that's been providing family fun since it was called Santa Claus Land",
      "answer": "Holiday World"
    },
    {
      "category": "PICK A NICK",
      "text": "In \"A Midsummer Night's Dream\", this Nick becomes the beloved of a charmed Titania",
      "answer": "Nick Bottom"
    },
    {
      "category": "BASKETS",
      "text": "Usually used for free throws, this 2-handed underhand shot is mockingly named for a female relative",
      "answer": "granny style (a granny shot)"
    },
    {
      "category": "OUR NEANDERTHAL RELATIVES",
      "text": "Genes we inherited from Neanderthal ancestors make modern humans more prone to certain diseases, including type 2 this",
      "answer": "diabetes"
    },
    {
      "category": "SIGNS & SYMBOLS",
      "text": "Used in Ancient Egyptian amulets, this ocular symbol contains the name of a falcon god",
      "answer": "the Eye of Horus"
    },
    {
      "category": "THERE'S A BIRD IN YOUR RESPONSE",
      "text": "A look of anger or frowning disapproval",
      "answer": "scowl"
    },
    {
      "category": "ARE WE HAVING FUN YET?",
      "text": "This \"state\"ly dance is done quick-quick-slow in Austin, quick-quick-slow-slow in many other places, but it's fun either way",
      "answer": "the Texas two-step"
    },
    {
      "category": "PICK A NICK",
      "text": "This Nick was the alter ego of Ernest Hemingway; he's featured in the collection \"In Our Time\"",
      "answer": "Nick Adams"
    },
    {
      "category": "BASKETS",
      "text": "Kareem Adbul-Jabbar's sunk many baskets withthis7-letter signature shot; it's also the name of his foundation",
      "answer": "the skyhook"
    },
    {
      "category": "QUEEN STORY HOUR",
      "text": "In August 1793 it was solitary confinement for her in the Conciergerie; 2 months later, it was au revoir",
      "answer": "Marie Antoinette"
    },
    {
      "category": "AMERICANA",
      "text": "Batter up for a 19th century \"Base Ball\" festival held in this town, on a farm where Pickett gathered his men before his charge",
      "answer": "Gettysburg"
    },
    {
      "category": "WORDS ABOUT WORDS",
      "text": "From the Latin for \"term\", it's the term for all the words you know & use; a precocious child may have an impressive one",
      "answer": "vocabulary"
    },
    {
      "category": "ISLANDS",
      "text": "A museum in Heraklion on this island houses masterpieces of Minoan art & culture",
      "answer": "Crete"
    },
    {
      "category": "THE 1913 ARMORY SHOW",
      "text": "American viewers were not used to the new art styles, like this one exemplified by Picasso's \"Woman with a Mustard Pot\"",
      "answer": "Cubism"
    },
    {
      "category": "PROPERTY WATCHING",
      "text": "This show's first season aired in 1979; it chronicled the renovation of an abandoned home in Dorchester, Massachusetts",
      "answer": "This Old House"
    },
    {
      "category": "QUEEN STORY HOUR",
      "text": "Taking it in stride on seeing disrespect to her groom Albert: \"Monsters! You Tories shall be punished! Revenge! Revenge!\"",
      "answer": "Queen Victoria"
    },
    {
      "category": "AMERICANA",
      "text": "As the story goes, after Louisiana's governor offered $500 for the capture of this pirate, he offered $1,500 for the governor",
      "answer": "Jean Lafitte"
    },
    {
      "category": "WORDS ABOUT WORDS",
      "text": "It's a word you use in place of a less desirable one--for example, \"gentleman's club\" instead of... well, you know",
      "answer": "a euphemism"
    },
    {
      "category": "ISLANDS",
      "text": "This island where Napoleon was exiled from 1815 until his death was named for the mother of Constantine",
      "answer": "St. Helena"
    },
    {
      "category": "THE 1913 ARMORY SHOW",
      "text": "British artist Walter Sickert made the show & made news long after his death, accused of being this notorious murderer",
      "answer": "Jack the Ripper"
    },
    {
      "category": "PROPERTY WATCHING",
      "text": "As of Season 9,this2-word Netflix series includes a home makeover from interior designer Jeremiah Brent",
      "answer": "Queer Eye"
    },
    {
      "category": "QUEEN STORY HOUR",
      "text": "The U.S. even exports royalty,Noor, queen of this nation from 1978 to 1999, was born in D.C. to Lisa Najeeb Halaby",
      "answer": "Jordan"
    },
    {
      "category": "AMERICANA",
      "text": "One 1929 obituary called him pioneering gun-toting peace officer & the last of the celebrated frontier gunmen",
      "answer": "(Wyatt) Earp"
    },
    {
      "category": "WORDS ABOUT WORDS",
      "text": "These jargon \"words\" like \"deliverables\" or \"circle back\" can \"bee\" pretty cringey, especially at work",
      "answer": "buzzwords"
    },
    {
      "category": "ISLANDS",
      "text": "Since the 1400s the Azores have belonged to this country",
      "answer": "Portugal"
    },
    {
      "category": "THE 1913 ARMORY SHOW",
      "text": "10 years after his death, this well-traveled painter from Paris was at the Armory Show in spirit with his \"Faa Iheihe\"",
      "answer": "Paul Gauguin"
    },
    {
      "category": "PROPERTY WATCHING",
      "text": "Thrifty, eye-popping transformations & constant bickering: Kennebec Cabin Company offers both on this state's \"Cabin Masters\"",
      "answer": "Maine"
    },
    {
      "category": "QUEEN STORY HOUR",
      "text": "In 1474 Isabella became master of her domain, Queen of Castile; 5 years later, Izzy added this kingdom to the royal portfolio",
      "answer": "Aragon"
    },
    {
      "category": "AMERICANA",
      "text": "On George Washington's death, General \"Light-Horse Harry\" Lee described him as \"first in war, first in peace, first in\" this",
      "answer": "the hearts of his countrymen"
    },
    {
      "category": "WORDS ABOUT WORDS",
      "text": "Watergate helped popularize this term for a bad word; it plus \"deleted\" replaced curse words in White House transcripts",
      "answer": "expletive"
    },
    {
      "category": "ISLANDS",
      "text": "The war in the Pacific National Historical Park is located on this island, a territory of the United States",
      "answer": "Guam"
    },
    {
      "category": "THE 1913 ARMORY SHOW",
      "text": "Let me get to the Pointillism; \"Les Poseuses\", or \"The Models\", parked this Parisian in the Armory",
      "answer": "Seurat"
    },
    {
      "category": "PROPERTY WATCHING",
      "text": "Once your house is bought & reno'ed, what's inside should spark joy, at least perthisguru whose name has become a verb meaning \"to tidy\"",
      "answer": "Marie Kondo"
    },
    {
      "category": "QUEEN STORY HOUR",
      "text": "Upon the death of King William III in 1890, she became queen of the Netherlands, though her mom ruled as regent",
      "answer": "Wilhelmina"
    },
    {
      "category": "AMERICANA",
      "text": "It was Mayor La Guardia who gave the marble lions outside the New York Public Library these 2 names after 2 important qualities",
      "answer": "Patience & Fortitude"
    },
    {
      "category": "WORDS ABOUT WORDS",
      "text": "\"Webinar\" is an example of this, a currency term for a newly made-up word",
      "answer": "coinage"
    },
    {
      "category": "ISLANDS",
      "text": "The Greater these islands include Java & Borneo",
      "answer": "the Greater Sunda Islands"
    },
    {
      "category": "THE 1913 ARMORY SHOW",
      "text": "Now at Philly's Museum of Art, this Duchamp piece (No. 2) caused a huge scandal... good lord, steps! Where is my fainting couch?",
      "answer": "Nude Descending a Staircase"
    },
    {
      "category": "PROPERTY WATCHING",
      "text": "This term for rustic wood paneling is now part of the mainstream lexicon thanks to lifestyle mogul Joanna Gaines",
      "answer": "shiplap"
    }
  ]
}