{
  "title": "Show #7889 - Thursday, December 20, 2018",
  "date": {
    "day": 20,
    "month": "December",
    "year": 2018
  },
  "clues": [
    {
      "category": "WORDS OF SCIENCE",
      "text": "It's a substance capable of reacting with an acid to form salts",
      "answer": "a base"
    },
    {
      "category": "RECENT EVENTS",
      "text": "A month before she married Prince Harry in real life, Meghan Markle married Patrick J. Adams on this USA show",
      "answer": "Suits"
    },
    {
      "category": "TV: THE WHAT?",
      "text": "It's about old new cop Nathan Fillion",
      "answer": "The Rookie"
    },
    {
      "category": "CLUES ACROSS AMERICA",
      "text": "(I'm Jim Gardner from 6ABC.) The Franklin Institute has the only intact Model B made by these 2 men; it was the first plane to carry air freight, live bombs & a U.S. president",
      "answer": "Orville and Wilbur Wright"
    },
    {
      "category": "ACCORDING TO EMILY POST",
      "text": "The oyster one of these utensils is the only one that ever goes on the right side of the plate",
      "answer": "the fork"
    },
    {
      "category": "WORDS OF SCIENCE",
      "text": "From the Latin for \"full of commotion\", it's a violent flow of air like that which a plane might encounter",
      "answer": "turbulence"
    },
    {
      "category": "SAY IT IN LATIN",
      "text": "Not sure of the year Chaucer was born? you can use around, about or this Latin word before the year",
      "answer": "circa"
    },
    {
      "category": "RECENT EVENTS",
      "text": "In support of its fellow businessmen, Country Time brand paid fines kids got running unlicensed these stands",
      "answer": "lemonade"
    },
    {
      "category": "TV: THE WHAT?",
      "text": "A 4-chair turn is awesome",
      "answer": "The Voice"
    },
    {
      "category": "CLUES ACROSS AMERICA",
      "text": "(Hi, I'm Belinda Jensen from KARE 11.) He established Paisley Park as a record label & recording studio, eventually living in the 65,000-square-footcomplex",
      "answer": "Prince"
    },
    {
      "category": "ACCORDING TO EMILY POST",
      "text": "When staying at a hotel, address your daily tip to this person & leave $2 to $5 each time",
      "answer": "the maid (or housekeeper)"
    },
    {
      "category": "WORDS OF SCIENCE",
      "text": "In physics, it's a substance that technically can be gas or liquid & that conforms to the shape of the vessel holding it",
      "answer": "a fluid"
    },
    {
      "category": "SAY IT IN LATIN",
      "text": "This Latin phrase that means \"it does not follow\" is used to indicate a logical fallacy",
      "answer": "non sequitur"
    },
    {
      "category": "RECENT EVENTS",
      "text": "Bob Baffert trained 2 recent Triple Crown-winning horses: American Pharoah in 2015 & this horse in 2018",
      "answer": "Justify"
    },
    {
      "category": "TV: THE WHAT?",
      "text": "Mike Heck was the dad",
      "answer": "The Middle"
    },
    {
      "category": "CLUES ACROSS AMERICA",
      "text": "(Hi, I'm Paula Ebben from WBZ.) The home here in Fall River, Massachusetts once belonged to Lizzie Borden's family & it was here that, according to a rhyme, Lizzie \"took an ax & gave her  mother 40 whacks; when she saw what she had done, she gave her father\" this many",
      "answer": "41"
    },
    {
      "category": "ACCORDING TO EMILY POST",
      "text": "Sorry, hipsters, but men are still expected to take these off in restaurants & in other folks' homes",
      "answer": "hats"
    },
    {
      "category": "WORDS OF SCIENCE",
      "text": "This \"middle\" layer of our atmosphere is where meteors first encounter major air & burn up from the friction",
      "answer": "the mesosphere"
    },
    {
      "category": "SAY IT IN LATIN",
      "text": "The constellation sometimes called \"Orion's Hound\" is better known by this Latin name meaning \"greater dog\"",
      "answer": "Canis Major"
    },
    {
      "category": "RECENT EVENTS",
      "text": "In 2018 the 7th District Court ruled printing this 4-word phrase on money is not religious endorsement",
      "answer": "in God we trust"
    },
    {
      "category": "TV: THE WHAT?",
      "text": "Where to watch Meghan McCain in the morning",
      "answer": "The View"
    },
    {
      "category": "CLUES ACROSS AMERICA",
      "text": "(Hi, I'm Ashley Afonso from 22 News.) I'm in Amherst, Massachusetts at the Eric Carle Museum of Picture Book Art with this famous character who as of 2019 has enchanted generations of children for 50 years",
      "answer": "the Very Hungry Caterpillar"
    },
    {
      "category": "ACCORDING TO EMILY POST",
      "text": "When addressing a letter to a lawyer, if you use this honorific after the name, don't put \"Mr.\" or \"Ms.\" in front",
      "answer": "Esquire"
    },
    {
      "category": "WORDS OF SCIENCE",
      "text": "This type of heat is absorbed or released when a substance changes from one state to another w/o a rise in temp.",
      "answer": "latent heat"
    },
    {
      "category": "SAY IT IN LATIN",
      "text": "This Latin phrase for \"I am to blame\" can be heard in the confessional; for maximum effect, insert \"maxima\" into the middle",
      "answer": "mea culpa"
    },
    {
      "category": "RECENT EVENTS",
      "text": "Singing \"I'm not your toy, you stupid boy\", Israel's Netta won this contest, edging out an entry from Cyprus",
      "answer": "Eurovision"
    },
    {
      "category": "TV: THE WHAT?",
      "text": "Starting in 2002 it revealed the Baltimore drug scene",
      "answer": "The Wire"
    },
    {
      "category": "CLUES ACROSS AMERICA",
      "text": "(Hi, I'm Erin Christiansen from KGUN9.) Not far from Tucson, Sabino Canyon is home to many cacti including this one that grows taller than any other native type",
      "answer": "the saguaro"
    }
  ]
}