{
  "title": "Show #1902 - Tuesday, December 8, 1992",
  "date": {
    "day": 8,
    "month": "December",
    "year": 1992
  },
  "clues": [
    {
      "category": "CRUSTACEANS",
      "text": "Prawn & this word are used interchangeably to refer to the same creature",
      "answer": "a shrimp"
    },
    {
      "category": "PEOPLE",
      "text": "In May 1992 this former Beatle became the first recipient of Sweden's Polar Music Prize",
      "answer": "Paul McCartney"
    },
    {
      "category": "GUINNESS RECORDS",
      "text": "An Oregon man tied 6 of these from the Boy Scout handbook in 8.1 seconds",
      "answer": "knots"
    },
    {
      "category": "1963",
      "text": "This Leonardo painting was displayed in Washington & New York before returning to the Louvre",
      "answer": "Mona Lisa"
    },
    {
      "category": "ENCLOSURES",
      "text": "It's the enclosure Tommy Lasorda turns to for relief —relief pitchers",
      "answer": "the bullpen"
    },
    {
      "category": "POTPOURRI",
      "text": "Hobbyists who play with these are familiar with O-scale Lionels",
      "answer": "(model) trains"
    },
    {
      "category": "CRUSTACEANS",
      "text": "The habit of eating these freshwater crustaceans came to Louisiana from France",
      "answer": "crawfish"
    },
    {
      "category": "PEOPLE",
      "text": "It's the adjective in the nickname of Canadian-born magician James Randi",
      "answer": "Amazing"
    },
    {
      "category": "GUINNESS RECORDS",
      "text": "The world's worst nuclear reactor disaster was this one in 1986",
      "answer": "Chernobyl"
    },
    {
      "category": "1963",
      "text": "The Jan. 4 issue of this magazine named Pope John XXIII its Man of the Year for 1962",
      "answer": "Time"
    },
    {
      "category": "ENCLOSURES",
      "text": "A bad egg might \"fly\" this enclosure to escape",
      "answer": "a coop"
    },
    {
      "category": "POTPOURRI",
      "text": "Abraham Lincoln dedicated this cemetery by saying that \"We cannot hallow—this ground\"",
      "answer": "Gettysburg"
    },
    {
      "category": "CRUSTACEANS",
      "text": "The shell of a dead sea snail is a favorite home for this type of crab",
      "answer": "a hermit crab"
    },
    {
      "category": "PEOPLE",
      "text": "Nicknamed \"The Kraut\" by Ernest Hemingway, this legendary actress died in may 1992 at age 90",
      "answer": "(Marlene) Dietrich"
    },
    {
      "category": "GUINNESS RECORDS",
      "text": "Some species of this fastest-growing grass can grow 36 inches per day",
      "answer": "bamboo"
    },
    {
      "category": "1963",
      "text": "This president of the International Brotherhood of Teamsters was indicted for jury fixing",
      "answer": "Jimmy Hoffa"
    },
    {
      "category": "ENCLOSURES",
      "text": "A famous October 26, 1881 gunfight is named for this enclosure",
      "answer": "the O.K. Corral"
    },
    {
      "category": "POTPOURRI",
      "text": "During the 1991 Oscar telecast, this Walter Lantz character presented the Animated Short Award",
      "answer": "Woody Woodpecker"
    },
    {
      "category": "CRUSTACEANS",
      "text": "The major food types of this crustacean are the American, European, Norwegian & spiny",
      "answer": "a lobster"
    },
    {
      "category": "PEOPLE",
      "text": "Before becoming a Supreme Court justice in 1991, he served as chairman of the Equal Employment Opportunity Comm.",
      "answer": "Clarence Thomas"
    },
    {
      "category": "GUINNESS RECORDS",
      "text": "At the age of 41, Rudyard Kipling was the youngest winner of the Nobel Prize in this category",
      "answer": "literature"
    },
    {
      "category": "1963",
      "text": "In May he was inaugurated to his second term as president of Haiti",
      "answer": "Duvalier"
    },
    {
      "category": "ENCLOSURES",
      "text": "This term for a jail seems to come from the use of ships as prisons",
      "answer": "a brig"
    },
    {
      "category": "POTPOURRI",
      "text": "In 1540 people from this country became the first Europeans to see the Grand Canyon",
      "answer": "Spain"
    },
    {
      "category": "CRUSTACEANS",
      "text": "These crustaceans, the main food of many baleen whales, can reach 2 inches in length",
      "answer": "krill"
    },
    {
      "category": "PEOPLE",
      "text": "In 1991 this British mystery author whose books include \"Devices and Desires\" was made a baroness",
      "answer": "P.D. James"
    },
    {
      "category": "GUINNESS RECORDS",
      "text": "Barely rising above sea level, Maldives in this ocean is the world's flattest country",
      "answer": "the Indian Ocean"
    },
    {
      "category": "1963",
      "text": "In August James Meredith became this university's first Black graduate",
      "answer": "the University of Mississippi (Ole Miss)"
    },
    {
      "category": "ENCLOSURES",
      "text": "This term for the outer courtyard of a castle has been applied to an old court in England",
      "answer": "Old Bailey"
    },
    {
      "category": "POTPOURRI",
      "text": "The U.S. Maritime Administration comes under the jurisdiction of this cabinet department",
      "answer": "Transportation"
    }
  ]
}