{
  "title": "Show #9354 - Thursday, June 12, 2025",
  "date": {
    "day": 12,
    "month": "June",
    "year": 2025
  },
  "clues": [
    {
      "category": "THE DEVIL, YOU SEE!",
      "text": "In a 2024 holiday film a young boy misspells this name in a letter, summoningJack Blackas a devil for detail",
      "answer": "Santa"
    },
    {
      "category": "YOUR BODY, IN LATIN",
      "text": "Caput",
      "answer": "head"
    },
    {
      "category": "ALL 5 VOWELS, JUST ONE WORD",
      "text": "It means capable of using both hands equally well, though a news report dubbed an MLB Lefty/righty pitcher \"amphibious\"",
      "answer": "ambidextrous"
    },
    {
      "category": "HOT, TO GO",
      "text": "This chain's to-go offerings aren't limited to items like the Meatzza pizza; it's also got Loaded Tots",
      "answer": "Domino's"
    },
    {
      "category": "LIVE LONG",
      "text": "Of Johns Hopkins' \"4 Top Ways to Live Longer\", No. 1 was simply \"Don't\" do this, & the surgeon general concurs",
      "answer": "smoke cigarettes (smoking)"
    },
    {
      "category": "PROSPERO",
      "text": "Prospero says, \"We are such stuff as\" these \"are made on, and our little life is rounded with a sleep\"",
      "answer": "dreams"
    },
    {
      "category": "THE DEVIL, YOU SEE!",
      "text": "When going to \"Hell and Back\" in 2015, it was s'all good, man, as this actor voiced the man downstairs",
      "answer": "Bob Odenkirk"
    },
    {
      "category": "YOUR BODY, IN LATIN",
      "text": "Pulmo",
      "answer": "lung"
    },
    {
      "category": "ALL 5 VOWELS, JUST ONE WORD",
      "text": "If your pulse races thinking of the Estelon Aura loudspeaker, you're this type of enthusiast",
      "answer": "audiophile"
    },
    {
      "category": "HOT, TO GO",
      "text": "This Mexican grill lists the 53 ingredients it uses, & yes, one of them is the chili pepper it's named for",
      "answer": "Chipotle"
    },
    {
      "category": "LIVE LONG",
      "text": "Spanish for \"sixth hour\", these midday naps are said to help Iberian folk mitigate heart disease risks",
      "answer": "siesta"
    },
    {
      "category": "PROSPERO",
      "text": "Prospero freed this spirit who was magically bound to a tree & used him to create the storm that sinks the ship",
      "answer": "Ariel"
    },
    {
      "category": "THE DEVIL, YOU SEE!",
      "text": "Tom Ellis, in this TV title role:\"Nothing screams weekend like tequila & scantily clad women... & tequila\" (& it was Wednesday)",
      "answer": "Lucifer"
    },
    {
      "category": "YOUR BODY, IN LATIN",
      "text": "Carpus",
      "answer": "wrist"
    },
    {
      "category": "ALL 5 VOWELS, JUST ONE WORD",
      "text": "The ATF has a webpage on \"rules &\" these, which, actually, are also rules",
      "answer": "regulations"
    },
    {
      "category": "HOT, TO GO",
      "text": "This chain advises looking for its hot light to know when its original glazed doughnuts are, y'know, hot",
      "answer": "Krispy Kreme"
    },
    {
      "category": "LIVE LONG",
      "text": "Try this diet named for a sea to get healthier; it includes lentils, extra virgin olive oil & wine",
      "answer": "the Mediterranean diet"
    },
    {
      "category": "PROSPERO",
      "text": "This daughter of Prospero was but 3 years old when she was set adrift in a boat with her father",
      "answer": "Miranda"
    },
    {
      "category": "THE DEVIL, YOU SEE!",
      "text": "In \"The Devil's Advocate\", this actor told Keanu love is overrated, & biochemically like eating a bunch of chocolate",
      "answer": "Pacino"
    },
    {
      "category": "YOUR BODY, IN LATIN",
      "text": "Talus",
      "answer": "your ankle"
    },
    {
      "category": "ALL 5 VOWELS, JUST ONE WORD",
      "text": "This plural word means the science of flight & is the first \"A\" in NASA",
      "answer": "aeronautics"
    },
    {
      "category": "HOT, TO GO",
      "text": "Beijing Beef & Honey Walnut Shrimp are on the menu of this place that puns, \"We wok for you\"",
      "answer": "Panda Express"
    },
    {
      "category": "LIVE LONG",
      "text": "It's better to eat complex these, which contain more nutrients than simple ones & increase blood sugar more slowly",
      "answer": "carbs (carbohydrates)"
    },
    {
      "category": "PROSPERO",
      "text": "Prospero threatens pain for this subordinate, son of the sorceress Sycorax: \"Each pinch more stinging than bees that made 'em\"",
      "answer": "Caliban"
    },
    {
      "category": "THE DEVIL, YOU SEE!",
      "text": "In 2000,thisBritish woman was the very model of devilishness as she bedazzled Brendan Fraser",
      "answer": "Elizabeth Hurley"
    },
    {
      "category": "YOUR BODY, IN LATIN",
      "text": "Pectus",
      "answer": "chest"
    },
    {
      "category": "ALL 5 VOWELS, JUST ONE WORD",
      "text": "To joke in a way others may find inappropriate, like me saying you have too much money, I'm taking back $3,000 each; I'm being...",
      "answer": "facetious"
    },
    {
      "category": "HOT, TO GO",
      "text": "You can get soup or mac & cheese in a bread bowl from this place with a name from Latin for \"bread basket\"",
      "answer": "Panera"
    },
    {
      "category": "LIVE LONG",
      "text": "Thismember of the ginger family is known to have anti-inflammatory properties & can offer protection against cancer",
      "answer": "turmeric"
    },
    {
      "category": "PROSPERO",
      "text": "Prospero was once the duke of this Italian city, but his brother did him dirty",
      "answer": "Milan"
    },
    {
      "category": "THE ENGLISH PAST",
      "text": "Led by this commander, a Roman army invaded Britain for the first time in 55 B.C.",
      "answer": "Julius Caesar"
    },
    {
      "category": "IS THERE A \"D.R.\" IN THE HOUSE?",
      "text": "Lake Enriquillo, in this country near its border with Haiti, is one of the few saltwater lakes with crocodiles",
      "answer": "the Dominican Republic"
    },
    {
      "category": "TV SHOW MASHUPS",
      "text": "Prohibition comes to Colorado: \"Boardwalk Park\"",
      "answer": "Boardwalk Empire&South Park"
    },
    {
      "category": "RESERVOIRS, DAWG",
      "text": "Washington's Roosevelt Lake, the state's largest, is a reservoir formed after completion of the Grand Coulee Dam along this river",
      "answer": "the Columbia River"
    },
    {
      "category": "9-LETTER VOCAB",
      "text": "Usually known by its first 4 letters, it's a protective canvas covering that's been waterproofed",
      "answer": "a tarpaulin"
    },
    {
      "category": "YOUR FRIENDS & NEIGHBORS",
      "text": "(Jon Hamm presents the clue.) One sign your neighbor might be a mole working against the U.S. is if he lives way better than his job would suggest; like two guys in the Virginia suburbs; the CIA'sAldrich Ames & Robert Hanssenof this agency",
      "answer": "the FBI"
    },
    {
      "category": "THE ENGLISH PAST",
      "text": "Romney Marsh has completely dried into pastureland & lends its name to a breed of this grazing animal",
      "answer": "sheep"
    },
    {
      "category": "IS THERE A \"D.R.\" IN THE HOUSE?",
      "text": "At the National Palace in Mexico City, you can see this artist's mural \"The History of Mexico\"",
      "answer": "Diego Rivera"
    },
    {
      "category": "TV SHOW MASHUPS",
      "text": "They came together in an \"Emmy-Winning Episode\":\"Modern Guy\"",
      "answer": "Modern Family&Family Guy"
    },
    {
      "category": "RESERVOIRS, DAWG",
      "text": "In water-speak, a reservoir's water is said to be this by a dam, like cars that are illegally parked & get towed",
      "answer": "impounded"
    },
    {
      "category": "9-LETTER VOCAB",
      "text": "From the name of a British author, this adjective can describe a totalitarian state",
      "answer": "Orwellian"
    },
    {
      "category": "YOUR FRIENDS & NEIGHBORS",
      "text": "(Olivia Munn presents the clue..) A complicated woman who betrays her best friend Nell, Sula Mae in a novel bythisauthor, has a name that has been linked to Shulamite woman in the biblical Song of Solomon",
      "answer": "Toni Morrison"
    },
    {
      "category": "THE ENGLISH PAST",
      "text": "Published by Clarendon Press, this definitive reference work was completed in 1928 after 70 years of effort",
      "answer": "theOxford English Dictionary"
    },
    {
      "category": "IS THERE A \"D.R.\" IN THE HOUSE?",
      "text": "In 2018 this NBA star got teary eyed on CNN giving his opinions on the summit between Trump & Kim Jong-un",
      "answer": "Dennis Rodman"
    },
    {
      "category": "TV SHOW MASHUPS",
      "text": "From L.A.'s Westside to Oklahoma:\"Curb Your Dogs\"",
      "answer": "Curb Your Enthusiasm&Reservation Dogs"
    },
    {
      "category": "RESERVOIRS, DAWG",
      "text": "Cities bordering Kuybyshev Reservoir, largest on the Volga River, include Ulyanovsk, now named for this leader who was born there",
      "answer": "Lenin"
    },
    {
      "category": "9-LETTER VOCAB",
      "text": "This adjective with a pair of F's in the middle can refer to something that's not possible to put in words",
      "answer": "ineffable"
    },
    {
      "category": "YOUR FRIENDS & NEIGHBORS",
      "text": "(Amanda Peet presents the clue..) Harry Potter fans know & despisePeter Pettigrew, nicknamed this, who betrayed his Gryffindor friends, like Harry's dad to become a loyal servant of Voldemort's",
      "answer": "Wormtail"
    },
    {
      "category": "THE ENGLISH PAST",
      "text": "1642's Battle of Edgehill outside London is considered the first major engagement of this conflict",
      "answer": "the English Civil War"
    },
    {
      "category": "IS THERE A \"D.R.\" IN THE HOUSE?",
      "text": "\"Eat my dust\" is surely a common refrain inthiscompetition that despite the name took place in Saudi Arabia this year",
      "answer": "the Dakar Rally"
    },
    {
      "category": "TV SHOW MASHUPS",
      "text": "Freedom for a new musical star:\"Prison Idol\"",
      "answer": "Prison Break&American Idol"
    },
    {
      "category": "RESERVOIRS, DAWG",
      "text": "Part of the Dept. of the Interior, it's the federal bureau in charge of water management, including dams & reservoirs",
      "answer": "the Bureau of Reclamation"
    },
    {
      "category": "9-LETTER VOCAB",
      "text": "It's the chemical compound in chili peppers that brings the heat",
      "answer": "capsaicin"
    },
    {
      "category": "YOUR FRIENDS & NEIGHBORS",
      "text": "(Amanda Peet presents the clue..) Once one of the USA's best-known scientists, geologistClarence King, discoverer ofthismountain, then the tallest in the United States; when he died in 1901 his friends found out he had a second life, wife & five kids, while living as a Black man named James Todd",
      "answer": "Mount Whitney"
    },
    {
      "category": "THE ENGLISH PAST",
      "text": "In 1976,thisalliterative art figure entered the House of Lords as the first composer to be made a life peer",
      "answer": "Benjamin Britten"
    },
    {
      "category": "IS THERE A \"D.R.\" IN THE HOUSE?",
      "text": "Management-speak for someone immediately under a supervisor in hierarchy, telling the supe what's going on",
      "answer": "direct report"
    },
    {
      "category": "TV SHOW MASHUPS",
      "text": "Kidman & Harrelson, together at last:\"Big Little Detective\"",
      "answer": "Big Little Lies&True Detective"
    },
    {
      "category": "RESERVOIRS, DAWG",
      "text": "Formed in an ancient impact craterManicouagan Reservoirearned the nickname \"Eye\" of this Canadian province thanks to its shape",
      "answer": "Quebec"
    },
    {
      "category": "9-LETTER VOCAB",
      "text": "It's another word for upper case, like all the letters in the clue you're looking at",
      "answer": "majuscule"
    },
    {
      "category": "YOUR FRIENDS & NEIGHBORS",
      "text": "(Olivia Munn presents the clue..) Near the end ofthisclassic '40s movie Fred MacMurray says, \"The guy you were looking for was too close, right across the desk from you\" And Edward G. Robinson responds, \"Closer than that\"",
      "answer": "Double Indemnity"
    }
  ]
}