{
  "title": "Show #7351 - Monday, July 25, 2016",
  "date": {
    "day": 25,
    "month": "July",
    "year": 2016
  },
  "clues": [
    {
      "category": "WHO MAKES IT?",
      "text": "Doublemint gum",
      "answer": "Wrigley's"
    },
    {
      "category": "7-LETTER WORDS",
      "text": "\"It takes\" this, a group of houses in a rural area, smaller than a town",
      "answer": "a village"
    },
    {
      "category": "DUCK DAY AFTERNOON",
      "text": "This \"off a duck's back\" denotes something that has little to no effect",
      "answer": "water"
    },
    {
      "category": "VICE PRESIDENTS",
      "text": "During his long Senate career, he continued to live in Delaware, commuting daily to Washington via Amtrak",
      "answer": "Biden"
    },
    {
      "category": "M\"PLACEMENT",
      "text": "Under a military dictatorship, Burma changed its name to this",
      "answer": "Myanmar"
    },
    {
      "category": "THE MAGIC OF LAIKA ANIMATION",
      "text": "(Sarah of the Clue Crew delivers the clue from Laika Animation Studios.) Laika Animation brings to life its magical worlds through the masterful use of this two-word classic animation technique that sounds like two opposite things",
      "answer": "stop motion"
    },
    {
      "category": "WHO MAKES IT?",
      "text": "Post-it notes",
      "answer": "3M"
    },
    {
      "category": "7-LETTER WORDS",
      "text": "Term for a man who has not remarried after his wife passed away",
      "answer": "a widower"
    },
    {
      "category": "DUCK DAY AFTERNOON",
      "text": "This Looney Tunes duck attributes his constantly being shot in the episode \"Rabbit Seasoning\" to \"pronoun trouble\"",
      "answer": "Daffy Duck"
    },
    {
      "category": "VICE PRESIDENTS",
      "text": "He was the first vice president to assume the presidency upon the assassination of a president",
      "answer": "Andrew Johnson"
    },
    {
      "category": "M\"PLACEMENT",
      "text": "This capital of Uruguay lies on the Rio de la Plata",
      "answer": "Montevideo"
    },
    {
      "category": "THE MAGIC OF LAIKA ANIMATION",
      "text": "(Sarah of the Clue Crew delivers the clue from Laika Animation Studios.) It's the \"L.A.\" in \"L.A.V.s\", videos recorded by Laika animators walking through the scenes themselves beforehand, for a reference when animating later",
      "answer": "live action"
    },
    {
      "category": "WHO MAKES IT?",
      "text": "Classic Yellow Mustard",
      "answer": "French's"
    },
    {
      "category": "7-LETTER WORDS",
      "text": "A group called The String this made a tribute CD to Coldplay (which is also one)",
      "answer": "a quartet"
    },
    {
      "category": "DUCK DAY AFTERNOON",
      "text": "The existence ofthis creaturehas been cited as proof that God has a sense of humor",
      "answer": "the duck-billed platypus"
    },
    {
      "category": "VICE PRESIDENTS",
      "text": "In 1981 he was ordered to pay Maryland $250,000 to compensate for bribes taken while governor & vice president",
      "answer": "Agnew"
    },
    {
      "category": "M\"PLACEMENT",
      "text": "This nation shares its name with a region of Greece",
      "answer": "Macedonia"
    },
    {
      "category": "THE MAGIC OF LAIKA ANIMATION",
      "text": "(Kelly of the Clue Crew delivers the clue from Laika Animation Studios.) As Beetle and Monkey, Oscar winners Matthew McConaughey and this Best Actress winner for 2003 give voice to characters in Laika's upcoming adventure, \"Kubo and the Two Strings\"",
      "answer": "Charlize Theron"
    },
    {
      "category": "WHO MAKES IT?",
      "text": "420 Series Backhoe Loaders",
      "answer": "Caterpillar"
    },
    {
      "category": "7-LETTER WORDS",
      "text": "To keep going, or to uphold a lawyer's legal objection",
      "answer": "sustain"
    },
    {
      "category": "DUCK DAY AFTERNOON",
      "text": "French term that completes the name of a king that Martha Stewart makes with zest--& juice: duck...",
      "answer": "à l'orange"
    },
    {
      "category": "VICE PRESIDENTS",
      "text": "He was Massachusetts' favorite son candidate for president in 1920 but settled for vice president",
      "answer": "Coolidge"
    },
    {
      "category": "M\"PLACEMENT",
      "text": "The 19th century Pabst mansion is now a museum in this city",
      "answer": "Milwaukee"
    },
    {
      "category": "THE MAGIC OF LAIKA ANIMATION",
      "text": "(Kelly of the Clue Crew delivers the clue from Laika Animation Studios.) Each puppet incorporates a steel, articulating, interior skeleton, detailed hand-made costumes, and a multitude of faces and expressions, computer-designed and outputted from this state-of-the-art device",
      "answer": "a 3D printer"
    },
    {
      "category": "WHO MAKES IT?",
      "text": "Preference hair color",
      "answer": "L'Oreal"
    },
    {
      "category": "7-LETTER WORDS",
      "text": "Term for a violent cyclone in the Western Pacific",
      "answer": "a typhoon"
    },
    {
      "category": "DUCK DAY AFTERNOON",
      "text": "2 years before \"Sexual Perversity in Chicago\", this bleeper-bleepin' playwright came up with bleepin' \"Duck Variations\"",
      "answer": "David Mamet"
    },
    {
      "category": "VICE PRESIDENTS",
      "text": "The second vice president from his state, he was born in Ceylon...Ceylon, Minnesota, that is",
      "answer": "Walter Mondale"
    },
    {
      "category": "M\"PLACEMENT",
      "text": "This country's 2 main regions are separated by some 640 miles of the South China Sea",
      "answer": "Malaysia"
    },
    {
      "category": "THE MAGIC OF LAIKA ANIMATION",
      "text": "(Sarah of the Clue Crew delivers the clue from Laika Animation Studios.) Needing to shoot 24 precise movements per second results in only about 4 seconds of film a week per animator, it's no surprise it can take up to two and a half years to produce films like this Laika Oscar-nominated feature, based on a work by Neil Gaiman",
      "answer": "Coraline"
    },
    {
      "category": "ANATOMICALLY TITLED LIT",
      "text": "A London bank job is at the heart of \"The Red-Headed League\", the second short story with this detective",
      "answer": "Sherlock Holmes"
    },
    {
      "category": "SPORTS NICKNAMES",
      "text": "Football coach Paul Bryant got this nickname after wrestling one at the age of 13",
      "answer": "bear"
    },
    {
      "category": "STATE FLOWERS",
      "text": "This \"kissing\" shrub became a state symbol of Oklahoma in 1893, 14 years before statehood",
      "answer": "mistletoe"
    },
    {
      "category": "TECH TALK",
      "text": "Mozilla's web browser was called Phoenix, then Firebird, then this",
      "answer": "Firefox"
    },
    {
      "category": "ADD \"S\" TO THE START OF THE WORD",
      "text": "Non-magical \"Harry Potter\" folk illegally import an \"S\" to make this word",
      "answer": "smuggle"
    },
    {
      "category": "ANATOMICALLY TITLED LIT",
      "text": "\"The Fist of God\" in Frederick Forsyth's thriller is a potential one of these held by a dictator",
      "answer": "a nuclear weapon"
    },
    {
      "category": "STATE FLOWERS",
      "text": "The Rocky Mountain Columbine, Colorado's state flower, was discovered in 1820 on the slopes of this man's \"peak\"",
      "answer": "Pike"
    },
    {
      "category": "HOLY MOSES!",
      "text": "At the age of 3 months, Moses got bulrushed down this river",
      "answer": "the Nile"
    },
    {
      "category": "TECH TALK",
      "text": "The abbreviated name of this file format used for digital photos comes from the group that created it in the 1980s",
      "answer": "JPEG"
    },
    {
      "category": "ADD \"S\" TO THE START OF THE WORD",
      "text": "A word following \"ready, willing &\" becomes this weasel-like animal",
      "answer": "a sable"
    },
    {
      "category": "ANATOMICALLY TITLED LIT",
      "text": "In Emile Zola's \"The Belly of Paris\", wrongly accused Florent Quenu escapes this island prison & returns to France",
      "answer": "Devil's Island"
    },
    {
      "category": "STATE FLOWERS",
      "text": "Children of this \"Mountain State\" voted to make the rhododendron the state flower & the legislature obliged",
      "answer": "West Virginia"
    },
    {
      "category": "HOLY MOSES!",
      "text": "He was Moses' big brother",
      "answer": "Aaron"
    },
    {
      "category": "TECH TALK",
      "text": "Here's the logo of this wireless technology",
      "answer": "Bluetooth"
    },
    {
      "category": "ADD \"S\" TO THE START OF THE WORD",
      "text": "To choose by vote; with an \"S\" in front, you get this related word meaning to choose in preference to another",
      "answer": "select"
    },
    {
      "category": "ANATOMICALLY TITLED LIT",
      "text": "\"City of Bones\" is the first book in this fantasy series about teenage demon hunters in New York City",
      "answer": "The Mortal Instruments"
    },
    {
      "category": "STATE FLOWERS",
      "text": "Arizona's state flower is the white blossom found near the top of the stems & \"arms\" of this giant cactus",
      "answer": "the saguaro"
    },
    {
      "category": "HOLY MOSES!",
      "text": "When Moses confronts the pharaoh, these 4 words follow \"Thus saith the Lord God of Israel\"",
      "answer": "let my people go"
    },
    {
      "category": "TECH TALK",
      "text": "It isn't minted or printed--it's \"mined\" by a computer algorithm in blocks called \"rewards\"",
      "answer": "Bitcoin"
    },
    {
      "category": "ADD \"S\" TO THE START OF THE WORD",
      "text": "A European viper, front-loaded with an \"S\", gets a little more depressed as this word",
      "answer": "sadder"
    },
    {
      "category": "ANATOMICALLY TITLED LIT",
      "text": "Joseph Campbell's landmark study of comparative mythology was titled \"The Hero with\" these",
      "answer": "a thousand faces"
    },
    {
      "category": "SPORTS NICKNAMES",
      "text": "The Purple People Eaters were this NFL team's defensive line of the late 1960s & '70s",
      "answer": "the Vikings"
    },
    {
      "category": "STATE FLOWERS",
      "text": "This daisy, Maryland's state flower, is a pioneer plant, meaning that it is one of the first to grow in a new field",
      "answer": "the black-eyed Susan"
    },
    {
      "category": "HOLY MOSES!",
      "text": "Mounts that Moses summited include Sinai & this one from which he got a look at the promised land",
      "answer": "Pisgah"
    },
    {
      "category": "TECH TALK",
      "text": "To transfer large computer files, it might be useful to use a special FTP, a \"file transfer\" this",
      "answer": "protocol"
    },
    {
      "category": "ADD \"S\" TO THE START OF THE WORD",
      "text": "A word meaning to analyze a sentence in terms of grammar becomes this word meaning meager or scant",
      "answer": "sparse"
    }
  ]
}