{
  "title": "Show #7959 - Thursday, March 28, 2019",
  "date": {
    "day": 28,
    "month": "March",
    "year": 2019
  },
  "clues": [
    {
      "category": "MOVEABLE FEASTS?",
      "text": "These game-day cookouts are named for the rear door of a pickup truck",
      "answer": "tailgates"
    },
    {
      "category": "FILM DIRECTORS",
      "text": "John Wayne spends years looking for his niece in this western often called director John Ford's masterpiece",
      "answer": "The Searchers"
    },
    {
      "category": "WE WOULD HAVE ALSO ACCEPTED...",
      "text": "It's okay to say \"What is a diadem?\" instead of this word for a small semi-circular crown",
      "answer": "a tiara"
    },
    {
      "category": "NAME THAT NOVELIST!",
      "text": "\"When one loses one's good looks, whatever they may be, one loses everything. Your picture has taught me that\"",
      "answer": "(Oscar) Wilde"
    },
    {
      "category": "THE WESTERN U.S.",
      "text": "3.25 million cubic yards of concrete went intothisdam in the western United States",
      "answer": "the Hoover Dam"
    },
    {
      "category": "PUT A \"RING\" ON IT",
      "text": "On a state postal abbreviation to get this act of taking out an apple's seeds",
      "answer": "coring"
    },
    {
      "category": "MOVEABLE FEASTS?",
      "text": "In 1935 Mickey Mouse was the first cartoon character to appear on these meal containers for kids",
      "answer": "lunch boxes"
    },
    {
      "category": "FILM DIRECTORS",
      "text": "Perhaps tired of his old office job, in 2018hebranched out as the director of \"A Quiet Place\"",
      "answer": "(John) Krasinski"
    },
    {
      "category": "WE WOULD HAVE ALSO ACCEPTED...",
      "text": "In addition to this pseudonym, for the author of \"1984\" we would accept Eric Blair--that's what his mum named him",
      "answer": "George Orwell"
    },
    {
      "category": "NAME THAT NOVELIST!",
      "text": "\"'There's not been a direwolf sighted south of the wall in two hundred years\"",
      "answer": "(George R.R.) Martin"
    },
    {
      "category": "THE WESTERN U.S.",
      "text": "A Montana memorial to the Native American participants of this battle was dedicated on June 25, 2003",
      "answer": "Little Bighorn"
    },
    {
      "category": "PUT A \"RING\" ON IT",
      "text": "On a state postal abbreviation to get this act of taking off an apple's skin",
      "answer": "paring"
    },
    {
      "category": "MOVEABLE FEASTS?",
      "text": "Unlike the rest of us, Yogi Bear pronounces this outdoor basket meal with 3 syllables",
      "answer": "a picnic"
    },
    {
      "category": "FILM DIRECTORS",
      "text": "Tim Burton cast this mother of his children as Mrs. Lovett in \"Sweeney Todd\"",
      "answer": "Helena Bonham Carter"
    },
    {
      "category": "WE WOULD HAVE ALSO ACCEPTED...",
      "text": "Holy See is a perfectly fine response to use instead of this name for a small European country",
      "answer": "Vatican City"
    },
    {
      "category": "NAME THAT NOVELIST!",
      "text": "\"Much as I liked Antonia, I hated a superior tone that she sometimes took with me\"",
      "answer": "(Willa) Cather"
    },
    {
      "category": "THE WESTERN U.S.",
      "text": "If you're \"standin' on a corner in\" this city in Arizona, head 20 miles west to see a 550'-deep meteor crater",
      "answer": "Winslow"
    },
    {
      "category": "PUT A \"RING\" ON IT",
      "text": "On a pole similar to a mast to get this word for practice boxing",
      "answer": "sparring"
    },
    {
      "category": "MOVEABLE FEASTS?",
      "text": "Kogi, the food truck that started a trend in L.A., has a quesadilla made with this, Korean fermented veggies",
      "answer": "kimchi"
    },
    {
      "category": "FILM DIRECTORS",
      "text": "Thisactress/filmmaker got an Oscar nomination for her direction of the 2017 film \"Lady Bird\"",
      "answer": "(Greta) Gerwig"
    },
    {
      "category": "NAME THAT NOVELIST!",
      "text": "\"Once a Garp, then an Arp, now only an Ar; she knew he was dying. He had just one vowel and one consonant left\"",
      "answer": "John Irving"
    },
    {
      "category": "THE WESTERN U.S.",
      "text": "In 2013 the govt. officially said this \"numeric\" military facility in Nevada existed, but aliens...not yet. Not...yet",
      "answer": "Area 51"
    },
    {
      "category": "PUT A \"RING\" ON IT",
      "text": "Put \"ring\" on a word meaning fuss (perhaps about nothing) to get this, meaning full of love",
      "answer": "adoring"
    },
    {
      "category": "MOVEABLE FEASTS?",
      "text": "The food carts that always seem to bump your elbows on airplane aisles are also called these, like streetcars",
      "answer": "trolleys"
    },
    {
      "category": "FILM DIRECTORS",
      "text": "This alliterative Italian won Best Director for his work on \"The Last Emperor\"",
      "answer": "(Bernardo) Bertolucci"
    },
    {
      "category": "WE WOULD HAVE ALSO ACCEPTED...",
      "text": "We would accept \"the First\" after this 18th century Russian czar, but \"the Great\" is much more descriptive of him",
      "answer": "Peter"
    },
    {
      "category": "NAME THAT NOVELIST!",
      "text": "\"Tonight's lecture--a slide show about pagan symbolism hidden in the stones of Chartres Cathedral\"",
      "answer": "Dan Brown"
    },
    {
      "category": "THE WESTERN U.S.",
      "text": "A monument marks the spot where this \"colorful\" 2-word object was driven into the ground on May 10, 1869 in Utah",
      "answer": "the golden spike"
    },
    {
      "category": "PUT A \"RING\" ON IT",
      "text": "On the end of a small bay to get this protective layer",
      "answer": "covering"
    }
  ]
}