{
  "title": "Show #1063 - Wednesday, March 29, 1989",
  "date": {
    "day": 29,
    "month": "March",
    "year": 1989
  },
  "clues": [
    {
      "category": "1988",
      "text": "All five of his children were delegates to the 1988 Republican convention",
      "answer": "Bush"
    },
    {
      "category": "FAMOUS QUOTES",
      "text": "George Braque said this \"exists, only falsehood has to be invented\"",
      "answer": "truth"
    },
    {
      "category": "SINGERS",
      "text": "This voluptuous blonde said, \"I may be a country bumkin, but I'm a smart country bumkin\"",
      "answer": "Dolly Parton"
    },
    {
      "category": "AMERICAN AUTHORS",
      "text": "Upon seeing this author in the audience, a 19th c. actor worked \"Nevermore, nevermore\" into his dialogue",
      "answer": "(Edgar Allan) Poe"
    },
    {
      "category": "RUBBER",
      "text": "Over half the rubber used in the world is used to make these",
      "answer": "tires"
    },
    {
      "category": "BALLS",
      "text": "Bob Molitor at Spalding pioneerd the change from white to yellow balls in this sport",
      "answer": "tennis"
    },
    {
      "category": "1988",
      "text": "Bone, Crossbeak &  Bonnet, or, as the Eskimos called them, Pontu, Siku & Kannick",
      "answer": "gray whales that were trapped"
    },
    {
      "category": "FAMOUS QUOTES",
      "text": "Ben Franklin said, \"After 3 days men grow weary, of a wench, a guest\" & this weather condition",
      "answer": "rain"
    },
    {
      "category": "SINGERS",
      "text": "He was elected mayor of Palm Springs 1 day after his ex-wife won an Oscar",
      "answer": "Sonny Bono"
    },
    {
      "category": "AMERICAN AUTHORS",
      "text": "Disgusted with novels of his time, this \"Deerslayer\" author took up writing to show he could do better",
      "answer": "James Fenimore Cooper"
    },
    {
      "category": "RUBBER",
      "text": "Mayan Indians made shoes by dipping their feet in this rubber tree sap & letting it dry",
      "answer": "latex"
    },
    {
      "category": "BALLS",
      "text": "In a parody of \"On Top of Old Smokey\", a sneeze caused this to be lost",
      "answer": "meatball"
    },
    {
      "category": "1988",
      "text": "This royal child was born at 18 minutes past 8 p.m. on the 8th day of the 8th month in 1988",
      "answer": "Princess Beatrice of York"
    },
    {
      "category": "FAMOUS QUOTES",
      "text": "The title of this Dale Carnegie book appears as an entry in Bartlett's Quotations",
      "answer": "How to Win Friends and Influence People"
    },
    {
      "category": "SINGERS",
      "text": "Rumors said she wrote the song \"You're So Vain\" about ex-love Warren Beatty",
      "answer": "Carly Simon"
    },
    {
      "category": "AMERICAN AUTHORS",
      "text": "William Manchester's \"The Last Lion\" is the 2nd volume of a biography of this Englishman",
      "answer": "(Winston) Churchill"
    },
    {
      "category": "RUBBER",
      "text": "The name of this process to make rubber stronger & more resilient comes from the Roman god of fire",
      "answer": "vulcanization"
    },
    {
      "category": "BALLS",
      "text": "Francis Johnson of Darwin, Minn. holds the Guinness record for making a ball out of this",
      "answer": "string"
    },
    {
      "category": "1988",
      "text": "Dick Thornburgh, the former governor of this state, succeeded Edwin Meese as att'y general",
      "answer": "Pennsylvania"
    },
    {
      "category": "FAMOUS QUOTES",
      "text": "Criticizing Norman V. Peale, A. Stevenson said \"I find Apostle Paul appealing, & the Apostle Peale\" this",
      "answer": "appalling"
    },
    {
      "category": "SINGERS",
      "text": "Arne Naess Jr., described as a \"Norwegian zillionaire\", is married to her",
      "answer": "Diana Ross"
    },
    {
      "category": "AMERICAN AUTHORS",
      "text": "Shortly before dying, this New England Quaker poet uttered the words, \"My love to the world\"",
      "answer": "John Greenleaf Whittier"
    },
    {
      "category": "RUBBER",
      "text": "A person or government agency that routinely gives its approval is likened to this device",
      "answer": "rubber stamp"
    },
    {
      "category": "BALLS",
      "text": "Though no rule specifies it, every regulation ball for this sport has 108 double stitches",
      "answer": "baseball"
    },
    {
      "category": "1988",
      "text": "This convicted killer wrote about the causes of crime in \"They Always Call Us Ladies\"",
      "answer": "Jean Harris"
    },
    {
      "category": "FAMOUS QUOTES",
      "text": "In 1951 he told a joint session of Congress, \"In war there is no substitute for victory\"",
      "answer": "Douglas MacArthur"
    },
    {
      "category": "SINGERS",
      "text": "Ken Curtis sang with the Sons of the Pioneers but is best known for this role on \"Gunsmoke\"",
      "answer": "Festus"
    },
    {
      "category": "AMERICAN AUTHORS",
      "text": "Emerson employed this controversial friend & essayist as a handyman around the house",
      "answer": "Thoreau"
    },
    {
      "category": "RUBBER",
      "text": "Over 90% of the world's supply of natural rubber comes from this continent",
      "answer": "Asia"
    },
    {
      "category": "BALLS",
      "text": "The RAF began using this instrument in 1944 because it didn't leak at high altitudes",
      "answer": "ballpoint pen"
    }
  ]
}