{
  "title": "Show #1545 - Friday, April 26, 1991",
  "date": {
    "day": 26,
    "month": "April",
    "year": 1991
  },
  "clues": [
    {
      "category": "MODERN HISTORY",
      "text": "This late Iranian was known as the leader of the Islamic Revolution",
      "answer": "the Ayatollah Khomeini"
    },
    {
      "category": "LAW",
      "text": "It's an order of the court issued to a law officer allowing him to look over a premises for stolen material",
      "answer": "a search warrant"
    },
    {
      "category": "AWARDS",
      "text": "In 1974, this late Monaco princess won the Mary Martin Award for promoting interest in needlepoint",
      "answer": "Grace Kelly"
    },
    {
      "category": "DETECTIVE STORIES",
      "text": "In 1910, Baroness Orczy wrote about a lady detective in \"Lady Molly of\" this yard",
      "answer": "Scotland Yard"
    },
    {
      "category": "NUTS",
      "text": "These 3-sided nuts grow on gigantic trees in the Amazon basin",
      "answer": "Brazil nuts"
    },
    {
      "category": "DARK SHADOWS",
      "text": "The story is set in Collinsport in this state & in it, people were always going to Bangor",
      "answer": "Maine"
    },
    {
      "category": "MODERN HISTORY",
      "text": "He donated the money from his 1964 Nobel Peace Prize to the civil rights movement",
      "answer": "Martin Luther King, Jr."
    },
    {
      "category": "LAW",
      "text": "Unlike other states, California has no age limit for this if there's parental consent",
      "answer": "marriage"
    },
    {
      "category": "AWARDS",
      "text": "In 1962, E.G. Marshall won his first Emmy for his role as attorney Lawrence Preston in this TV series",
      "answer": "The Defenders"
    },
    {
      "category": "DETECTIVE STORIES",
      "text": "Richard Austin Freeman created the inverted detective story in which this is revealed near the beginning",
      "answer": "the criminal"
    },
    {
      "category": "NUTS",
      "text": "An oil found between the inner & outer shells of this kidney-shaped nut is used in insecticides",
      "answer": "cashews"
    },
    {
      "category": "DARK SHADOWS",
      "text": "Before becoming one of Charlie's Angels, she played a ghost on \"Dark Shadows\"",
      "answer": "Kate Jackson"
    },
    {
      "category": "MODERN HISTORY",
      "text": "After helping Castro take over Cuba, he tried to get the tin miners of Bolivia to revolt",
      "answer": "Che Guevara"
    },
    {
      "category": "LAW",
      "text": "Not the Attorney General, but this general usually represents the government in the U.S. Supreme Court",
      "answer": "Solicitor General"
    },
    {
      "category": "AWARDS",
      "text": "A medal named for this Lindbergh plane is given for service in aeronautics or astronautics",
      "answer": "the Spirit of St. Louis"
    },
    {
      "category": "DETECTIVE STORIES",
      "text": "At the beginning of \"The Thin Man\", this man is waiting for Nora to finish her Christmas shopping",
      "answer": "Nick Charles"
    },
    {
      "category": "NUTS",
      "text": "In the United States, Texas is 2nd in production of this nut, but #1 Georgia grows twice as much",
      "answer": "pecans"
    },
    {
      "category": "DARK SHADOWS",
      "text": "Jonathan Frid played Barnabas in the original & he sank his teeth into the role in the revival",
      "answer": "Ben Cross"
    },
    {
      "category": "MODERN HISTORY",
      "text": "Under arrest and confinement from 1952 to 1961, in 1963, he became Prime Minister of Kenya; in 1964, President",
      "answer": "Jomo Kenyatta"
    },
    {
      "category": "LAW",
      "text": "Illegal process of staking off all or part of another miner's staked-off area for yourself",
      "answer": "claim jumping"
    },
    {
      "category": "AWARDS",
      "text": "Andrea McArdle was nominated for a Tony in 1977 for playing this title role",
      "answer": "Annie"
    },
    {
      "category": "DETECTIVE STORIES",
      "text": "The detective in his first story wasn't Marlowe, but Mallory, a possible reference to Sir Thomas Mallory",
      "answer": "Raymond Chandler"
    },
    {
      "category": "NUTS",
      "text": "The shells of these green nuts are often dyed a bright red to mask discoloration",
      "answer": "pistachios"
    },
    {
      "category": "MODERN HISTORY",
      "text": "In 1958, this British philosopher helped launch the Campaign for Nuclear Disarmament",
      "answer": "Bertrand Russell"
    },
    {
      "category": "LAW",
      "text": "In 1609, Hugo Grotius, father of international law, said, \"They are free to all nations and subject to none\"",
      "answer": "the oceans (the seas)"
    },
    {
      "category": "AWARDS",
      "text": "In 1927, this Chief Justice was given the Boy Scout Silver Buffalo Award for service to youth",
      "answer": "(William Howard) Taft"
    },
    {
      "category": "DETECTIVE STORIES",
      "text": "The author pitted Nero Wolfe against J. Edgar Hoover & the FBI in \"The Doorbell Rang\"",
      "answer": "Rex Stout"
    },
    {
      "category": "NUTS",
      "text": "The eastern black variety of this nut tree is the most valuable hardwood grown in the U.S.",
      "answer": "walnuts"
    }
  ]
}