{
  "title": "Jeopardy! Mastersgame #24 - Monday, May 6, 2024",
  "date": {
    "day": 6,
    "month": "May",
    "year": 2024
  },
  "clues": [
    {
      "category": "EXCESSIVE CELEBRATION",
      "text": "Somehow, our town picnic became \"a tumultuous disturbance... by 3 persons or more\"; a this, per a 1910 law dictionary",
      "answer": "a riot"
    },
    {
      "category": "OH, THAT'S GONNA BE A FLAG",
      "text": "Honestly, not having the English lion in shorts on theflagof this island nation in the Atlantic seems like a lost opportunity",
      "answer": "Bermuda"
    },
    {
      "category": "A STRAWBERRY FESTIVAL",
      "text": "In 1985 a 2.5-acre area dubbed Strawberry Fields was dedicated here in memory of John Lennon, who once lived nearby",
      "answer": "Central Park"
    },
    {
      "category": "RENAISSANCE MASTERS",
      "text": "In 1547 Tintoretto painted the first of numerous versions of this painting, including the one seenhere",
      "answer": "The Last Supper"
    },
    {
      "category": "HOLMES, SHERLOCK HOLMES",
      "text": "After Holmes & Watson shoot this title creature dead, it's discovered to have been painted in phosphorus to make it glow eerily",
      "answer": "the Hound of the Baskervilles"
    },
    {
      "category": "LESSER-KNOWN ANCIENT ROMANS?",
      "text": "Spores aside, there was one of these \"among us\", making him sound like the life of the party",
      "answer": "a Fungus"
    },
    {
      "category": "EXCESSIVE CELEBRATION",
      "text": "Ooh, maybe that was a li'l too much gold--that's the ultra-premium class of this 86-year-old vodka brand",
      "answer": "Stoli"
    },
    {
      "category": "OH, THAT'S GONNA BE A FLAG",
      "text": "Italy magazine says the flag symbolhereis \"Trinacria\", or three-pointed, which is the shape of this densely-populated Mediterranean island",
      "answer": "Sicily"
    },
    {
      "category": "A STRAWBERRY FESTIVAL",
      "text": "This character created by Barbi Sargent was first used on greeting cards before expanding to dolls, cartoons & more",
      "answer": "Strawberry Shortcake"
    },
    {
      "category": "RENAISSANCE MASTERS",
      "text": "A true Renaissance master, Michelangelo carved this 17-foot-tall statue from a single block of marble",
      "answer": "theDavid"
    },
    {
      "category": "HOLMES, SHERLOCK HOLMES",
      "text": "After retiring to the Sussex Downs, Sherlock Holmes takes up this agricultural hobby",
      "answer": "beekeeping"
    },
    {
      "category": "LESSER-KNOWN ANCIENT ROMANS?",
      "text": "Show off!  This gladiator could use his sword with either hand equally",
      "answer": "Ambidextrous"
    },
    {
      "category": "EXCESSIVE CELEBRATION",
      "text": "In \"The Wild Party\" chronicled in a daring 1928 poem, the music comes from this product of the Victor Company",
      "answer": "a Victrola"
    },
    {
      "category": "OH, THAT'S GONNA BE A FLAG",
      "text": "Theflagof this state bears the arms of the Calvert & Crossland families",
      "answer": "Maryland"
    },
    {
      "category": "A STRAWBERRY FESTIVAL",
      "text": "In the original language, this film about an aging professor is called \"Smultronstället\"",
      "answer": "Wild Strawberries"
    },
    {
      "category": "RENAISSANCE MASTERS",
      "text": "One of the most famous Renaissance paintings is his \"Sistine Madonna\", which includes the cute pair of cherubs at the bottom",
      "answer": "Raphael"
    },
    {
      "category": "HOLMES, SHERLOCK HOLMES",
      "text": "7 years older, he's Sherlock's more brilliant brother, though without ambition or energy",
      "answer": "Mycroft"
    },
    {
      "category": "LESSER-KNOWN ANCIENT ROMANS?",
      "text": "It was hard to take this guy seriously when he sat around all day, didn't move a muscle & his name meant \"biggest butt\"",
      "answer": "Gluteus Maximus"
    },
    {
      "category": "EXCESSIVE CELEBRATION",
      "text": "I jumped for joy when my team scored a TD to win the big game, but blew out my MCL, short for this body part",
      "answer": "the medial collateral ligament"
    },
    {
      "category": "OH, THAT'S GONNA BE A FLAG",
      "text": "Yes, that's an AK-47 on theflagadopted after independence from Portugal & flying over this African nation",
      "answer": "Mozambique"
    },
    {
      "category": "A STRAWBERRY FESTIVAL",
      "text": "In \"The Caine Mutiny\", a supposed theft of some strawberries aboard ship pushes this Bogie character over the brink",
      "answer": "Captain Queeg"
    },
    {
      "category": "RENAISSANCE MASTERS",
      "text": "Many artists have depicted Christ crucified; his version, in a Madrid collection, has Toledo in the background",
      "answer": "El Greco"
    },
    {
      "category": "HOLMES, SHERLOCK HOLMES",
      "text": "While battling the evil Moriarty in \"The Final Problem\", Holmes appears to meet his end, tumbling over this Swiss cataract",
      "answer": "Reichenbach Falls"
    },
    {
      "category": "LESSER-KNOWN ANCIENT ROMANS?",
      "text": "It's no wonder this guy paid close attention to every detail--his name is from Latin for \"fear\" & he's scared to make a mistake",
      "answer": "Meticulous"
    },
    {
      "category": "EXCESSIVE CELEBRATION",
      "text": "Excess at Mardi Gras with the krewe of this end-of-the-NATO alphabet group known for coconut throwing?  Never!",
      "answer": "the Zulu"
    },
    {
      "category": "OH, THAT'S GONNA BE A FLAG",
      "text": "Those are pompeblêden, water lily leaves, not hearts, in theflagof Friesland, a province of this European country",
      "answer": "the Netherlands"
    },
    {
      "category": "A STRAWBERRY FESTIVAL",
      "text": "Bands who recorded at the UK's Strawberry Studios include the Smiths, the Buzzcocks & this group fronted by Ian Curtis",
      "answer": "Joy Division"
    },
    {
      "category": "RENAISSANCE MASTERS",
      "text": "Depicting a young bride, the \"Venus of Urbino\" is a hotsy-totsy work from 1538 by this great Venetian painter",
      "answer": "Titian"
    },
    {
      "category": "HOLMES, SHERLOCK HOLMES",
      "text": "In \"The Adventure of the Six Napoleons\", the Napoleons are these, with one concealing a secret treasure",
      "answer": "busts of Napoleon"
    },
    {
      "category": "LESSER-KNOWN ANCIENT ROMANS?",
      "text": "He had a wandering eye, literally, & sometimes crossed; that's why they called him this, from Greek for \"twisted\"",
      "answer": "Strabismus"
    },
    {
      "category": "WOMEN IN HISTORY",
      "text": "Busted!  In 1912her bustwas discovered in what had once been the studio of the sculptor Thutmose",
      "answer": "Nefertiti"
    },
    {
      "category": "VIDEO GAMES",
      "text": "Mario gets super-duper powering up on these, based on a type called Amanita muscaria",
      "answer": "mushrooms"
    },
    {
      "category": "YOU'RE IN THE RED",
      "text": "Separating Africa from Arabia, the Red Sea is a long, narrow arm of this ocean",
      "answer": "the Indian Ocean"
    },
    {
      "category": "WORLD CITIES",
      "text": "TheOld Tobacco Factoryin this Andalusian city is now the seat of the city's oldest university",
      "answer": "Seville"
    },
    {
      "category": "WE OUT HERE TRYNA MINE",
      "text": "This element mined at the marigold mine in Nevada is also in the state's nickname",
      "answer": "silver"
    },
    {
      "category": "OVERLAPS",
      "text": "An archery target center's makeup to accentuate the peepers",
      "answer": "a bullseyeliner"
    },
    {
      "category": "WOMEN IN HISTORY",
      "text": "In 1822 Mary Ludwig Hays, known by this nickname, was awarded a yearly pension for her services during the Battle of Monmouth",
      "answer": "\"Molly Pitcher\""
    },
    {
      "category": "VIDEO GAMES",
      "text": "The classic NES shooter that goes by this name featured a dog known to \"fowl\"-ly laugh at your misery",
      "answer": "Duck Hunt"
    },
    {
      "category": "YOU'RE IN THE RED",
      "text": "The Red Raiders are the athletic teams at this university",
      "answer": "Texas Tech"
    },
    {
      "category": "WORLD CITIES",
      "text": "Each with a metropolitan region of more than 22 million people, they're the 2 largest cities in Latin America",
      "answer": "São Paulo & Mexico City"
    },
    {
      "category": "WE OUT HERE TRYNA MINE",
      "text": "In a 1909 book on mining, this man who got more famous 20 years later noted that overproduction of mined metal can \"depress prices\"",
      "answer": "Hoover"
    },
    {
      "category": "OVERLAPS",
      "text": "Impervious to gunfire is this person correcting spelling errors",
      "answer": "a bulletproofreader"
    },
    {
      "category": "WOMEN IN HISTORY",
      "text": "Women still didn't have the right to vote nationally when this Montana woman was elected to Congress in 1916",
      "answer": "(Jeannette) Rankin"
    },
    {
      "category": "VIDEO GAMES",
      "text": "Arleen Sorkin is the voice of Harley Quinn in the Batman game named for this alliterative mental institution",
      "answer": "Arkham Asylum"
    },
    {
      "category": "YOU'RE IN THE RED",
      "text": "Arcturus, the 4th-brightest star in the night sky, is classified as one of these that's used up all the hydrogen in its core",
      "answer": "a red giant"
    },
    {
      "category": "WORLD CITIES",
      "text": "Until 1966 this African capital was known as Léopoldville",
      "answer": "Kinshasa"
    },
    {
      "category": "WE OUT HERE TRYNA MINE",
      "text": "The Metropolitan Museum of Art notes that the people of this island \"first worked copper in the 4th millennium B.C.\"",
      "answer": "Cyprus"
    },
    {
      "category": "OVERLAPS",
      "text": "Collectively, all the living matter in the Bay State",
      "answer": "biomassachusetts"
    },
    {
      "category": "WOMEN IN HISTORY",
      "text": "With $1.50 & using elderberry ink, in 1904 this \"Great Educator\" & activist started what's now a university in Daytona Beach",
      "answer": "Bethune"
    },
    {
      "category": "VIDEO GAMES",
      "text": "George R.R. Martin helped with the lore for this sword & sorcery title that won a 2022 game of the year trophy",
      "answer": "Elden Ring"
    },
    {
      "category": "YOU'RE IN THE RED",
      "text": "Mahpiya Luta was the Lakota name of this leader who resisted U.S. government expansion of the Bozeman Trail",
      "answer": "Red Cloud"
    },
    {
      "category": "WORLD CITIES",
      "text": "A statue of Douglas MacArthur in this port city's Jayu Park commemorates the 1950 surprise attack that liberated the city",
      "answer": "Incheon"
    },
    {
      "category": "WE OUT HERE TRYNA MINE",
      "text": "Old-time miners in Death Valley used a green-flame test to see if they had found this 5-letter salt, often used in cleaning products",
      "answer": "borax"
    },
    {
      "category": "OVERLAPS",
      "text": "An extravehicular activity that turns into a strike by the astronauts",
      "answer": "a spacewalkout"
    },
    {
      "category": "WOMEN IN HISTORY",
      "text": "Around 60 A.D. this British warrior queen led a revolt against Roman rule, sacking & burning cities including London",
      "answer": "Boudica"
    },
    {
      "category": "VIDEO GAMES",
      "text": "In \"Zelda: Breath of the Wild\", keep track of your quests in this 6-letter land with Link's adventure log",
      "answer": "Hyrule"
    },
    {
      "category": "YOU'RE IN THE RED",
      "text": "This antioxidant is the one most responsible for the redness of tomatoes & ruby red grapefruit",
      "answer": "lycopene"
    },
    {
      "category": "WORLD CITIES",
      "text": "With a vast Minoan collection, one of Greece's finest archaeological museums is found in this city, the main one on Crete",
      "answer": "Heraklion"
    },
    {
      "category": "WE OUT HERE TRYNA MINE",
      "text": "California's Mountain Pass Mine is the USA's only one digging out this group of 17 elements, a field the Chinese dominate",
      "answer": "rare earth (elements)"
    },
    {
      "category": "OVERLAPS",
      "text": "10-angled plane figure that's an unconventional style of reportage",
      "answer": "decagonzo"
    }
  ]
}