{
  "title": "Show #8439 - Thursday, July 8, 2021",
  "date": {
    "day": 8,
    "month": "July",
    "year": 2021
  },
  "clues": [
    {
      "category": "A MOMENT OF SCIENCE",
      "text": "The c. 300 B.C. \"De Historia Plantarum\" helped establish Plato's student Theophrastus as the founder of this 6-letter science",
      "answer": "botany"
    },
    {
      "category": "GETTING CLOCK WISE",
      "text": "This name for a tall longcase clock comes from an 1870s song",
      "answer": "a grandfather clock"
    },
    {
      "category": "COMPLETES THE IDIOM",
      "text": "Give it your all:\"Go big or...\"",
      "answer": "go home"
    },
    {
      "category": "STATE LICENSE PLATES",
      "text": "In the 1990s this state's plate briefly carried the slogan \"Hoosier Hospitality\"",
      "answer": "Indiana"
    },
    {
      "category": "MICHAEL JORDAN",
      "text": "After college, MJ wanted a shoe deal with Adidas, but the company passed; fair to say Jordan landed on his feet with this brand",
      "answer": "Nike"
    },
    {
      "category": "& I TOOK THAT PERSONALLY",
      "text": "In Act I this Shakespeare character is told to \"revenge\" his dad's \"foul and most unnatural murder\" & in Act V, he does",
      "answer": "Hamlet"
    },
    {
      "category": "A MOMENT OF SCIENCE",
      "text": "Carpo, Kale & Eirene are 3 of the 79 known moons orbiting this planet",
      "answer": "Jupiter"
    },
    {
      "category": "GETTING CLOCK WISE",
      "text": "The Black Forest region in Germany is famed for these avian clocks",
      "answer": "cuckoo clocks"
    },
    {
      "category": "COMPLETES THE IDIOM",
      "text": "When an enemy suddenly acts kind, remember \"Beware of Greeks...\"",
      "answer": "bearing gifts"
    },
    {
      "category": "STATE LICENSE PLATES",
      "text": "A speciality lobster plate lets drivers in this state show support for its signature product",
      "answer": "Maine"
    },
    {
      "category": "MICHAEL JORDAN",
      "text": "As a freshman in 1982, MJ took down Patrick Ewing & the Hoyas with an NCAA title-winning shot for the Tar Heels of this school",
      "answer": "North Carolina"
    },
    {
      "category": "& I TOOK THAT PERSONALLY",
      "text": "Criticized for the purchase of this, William Seward said it would \"take another generation to find out\" how cool it was",
      "answer": "Alaska"
    },
    {
      "category": "A MOMENT OF SCIENCE",
      "text": "Stannum is the Latin word for this, which explains Sn as its chemical symbol",
      "answer": "tin"
    },
    {
      "category": "GETTING CLOCK WISE",
      "text": "In 1988 Bobby Fischer patented a new type of clock that soon became widely used in this game, his specialty",
      "answer": "chess"
    },
    {
      "category": "COMPLETES THE IDIOM",
      "text": "The show is over:\"Elvis has...\"",
      "answer": "left the building"
    },
    {
      "category": "STATE LICENSE PLATES",
      "text": "For the most part, Vermont's license plates have white lettering & numbers on this color background",
      "answer": "green"
    },
    {
      "category": "MICHAEL JORDAN",
      "text": "After hearing doubts about his future, this Warrior scored 62 & said, \"Cue the Jordan meme, right? I take all that personally\"",
      "answer": "(Steph) Curry"
    },
    {
      "category": "& I TOOK THAT PERSONALLY",
      "text": "\"All my life, people have said that I wasn't going to make it\", said this CNN founder, owner of acreage twice the size of Rhode Island",
      "answer": "Ted Turner"
    },
    {
      "category": "A MOMENT OF SCIENCE",
      "text": "In the body, free radicals are atoms that are unstable & can damage cells by stealing one of these particles from nearby molecules",
      "answer": "electrons"
    },
    {
      "category": "GETTING CLOCK WISE",
      "text": "The world has been a more punctual place since this crystal made its timekeeping debut in the 1920s",
      "answer": "quartz"
    },
    {
      "category": "COMPLETES THE IDIOM",
      "text": "What a great idea! Oroweat or otherwise, it's the \"best thing since...\"",
      "answer": "sliced bread"
    },
    {
      "category": "STATE LICENSE PLATES",
      "text": "A specialty plate from California supports conservancy programs here, a national park since 1890",
      "answer": "Yosemite"
    },
    {
      "category": "MICHAEL JORDAN",
      "text": "A defender unafraid to take what he believed was his, Michael led the NBA in this statistic 3 times, averaging about 3 per game",
      "answer": "steals"
    },
    {
      "category": "& I TOOK THAT PERSONALLY",
      "text": "In 1950 this U.S. \"action painter\" told Time magazine a previous article was incorrect, that his work was not chaotic",
      "answer": "Jackson Pollock"
    },
    {
      "category": "A MOMENT OF SCIENCE",
      "text": "As Homer Simpson said, \"In this house we obey the laws of\" this relationship between heat & mechanical energy",
      "answer": "thermodynamics"
    },
    {
      "category": "GETTING CLOCK WISE",
      "text": "Time was up for Joan of Arc inthisFrench city that's also home to the magnificent astronomical clock seenhere",
      "answer": "Rouen"
    },
    {
      "category": "COMPLETES THE IDIOM",
      "text": "That's a tough choice to make: \"On the horns of...\"",
      "answer": "a dilemma"
    },
    {
      "category": "STATE LICENSE PLATES",
      "text": "This state's \"Chile Capital of the World\" plate won America's Best License Plate Award for 2017",
      "answer": "New Mexico"
    },
    {
      "category": "MICHAEL JORDAN",
      "text": "It wasn't quite as magical as the Bulls years, but MJ did average 20 per game at age 39 in his last year with this alliterative team",
      "answer": "the Washington Wizards"
    },
    {
      "category": "& I TOOK THAT PERSONALLY",
      "text": "In Judges 16 he asks God to \"strengthen me... only this once... that I may be at once avenged of the Philistines for my two eyes\"",
      "answer": "Samson"
    }
  ]
}