{
  "title": "Show #4576 - Monday, June 28, 2004",
  "date": {
    "day": 28,
    "month": "June",
    "year": 2004
  },
  "clues": [
    {
      "category": "LUXEMBOURG",
      "text": "Rivaner is a profitable type of this planted in Luxembourg's Moselle Valley",
      "answer": "grape"
    },
    {
      "category": "THE CINEMA",
      "text": "1999 film with the line \"The answer is out there, Neo, and it's looking for you, and it will find you if you want it to\"",
      "answer": "The Matrix"
    },
    {
      "category": "WHAT AM I HAVING?",
      "text": "(Sarah of the Clue Crew delivers the clue from Germany.)  Haben sie Bier vom Fass?--I just asked for this form of beer",
      "answer": "draft beer"
    },
    {
      "category": "Y-R",
      "text": "An astronomer may speak of a solar, lunar, equinoctial or sidereal one",
      "answer": "a year"
    },
    {
      "category": "HAIR TODAY",
      "text": "This palindromic word can mean to cut short, or a short, blunt cut, with or without bangs",
      "answer": "bob"
    },
    {
      "category": "GONE TOMORROW?",
      "text": "The Oahu tree one of these gastropods is quickly, not slowly, disappearing",
      "answer": "a snail"
    },
    {
      "category": "LUXEMBOURG",
      "text": "Encyclopedia Britannica says this, not French, is the lingua franca of Luxembourg",
      "answer": "German"
    },
    {
      "category": "THE CINEMA",
      "text": "The park bench Tom Hanks sat on in much of this 1994 film was in Chippewa Square in Savannah, Georgia",
      "answer": "Forrest Gump"
    },
    {
      "category": "WHAT AM I HAVING?",
      "text": "(Sofia of the Clue Crew delivers the clue from Spain.) Por favor, un plato de chorizo--a plate of this, please",
      "answer": "sausage"
    },
    {
      "category": "Y-R",
      "text": "A short war between Israel & Egypt & Syria in October 1973 was named for this high holiday",
      "answer": "Yom Kippur"
    },
    {
      "category": "HAIR TODAY",
      "text": "In 2004 this real estate tycoon told People magazine that his signature swept-forward style is his own handiwork",
      "answer": "Trump"
    },
    {
      "category": "GONE TOMORROW?",
      "text": "The Hine's emerald species of this insect has a wingspan that can reach about 3.5 inches",
      "answer": "a dragonfly"
    },
    {
      "category": "LUXEMBOURG",
      "text": "During his years in exile, this \"Les Miserables\" author lived for a while in Vianden; his house there is now a museum",
      "answer": "Victor Hugo"
    },
    {
      "category": "THE CINEMA",
      "text": "The popular soundtrack of this 2000 film includes \"I Am A Man Of Constant Sorrow\" & \"You Are My Sunshine\"",
      "answer": "O Brother, Where Art Thou?"
    },
    {
      "category": "WHAT AM I HAVING?",
      "text": "(Sofia of the Clue Crew delivers the clue from Venice.)  Caffe con zucchero, per favore--I take my coffee with this",
      "answer": "sugar"
    },
    {
      "category": "Y-R",
      "text": "In October 2002 he made another supersonic flight, 55 years after his first",
      "answer": "Chuck Yeager"
    },
    {
      "category": "HAIR TODAY",
      "text": "This rastafarian style is Whoopi Goldberg's trademark",
      "answer": "dreadlocks"
    },
    {
      "category": "GONE TOMORROW?",
      "text": "The endangerment of the New Mexico ridge-nosed species of this snake was caused in part by collectors",
      "answer": "a rattlesnake"
    },
    {
      "category": "LUXEMBOURG",
      "text": "In the 1940s Luxembourg joined with these 2 countries to form a customs union",
      "answer": "Belgium & the Netherlands"
    },
    {
      "category": "THE CINEMA",
      "text": "It was the mythological container sought by Lara Croft in \"Lara Croft Tomb Raider: The Cradle of Life\"",
      "answer": "Pandora's box"
    },
    {
      "category": "WHAT AM I HAVING?",
      "text": "(Sofia of the Clue Crew delivers the clue from Mexico.)  Voy a comer pollo con mole--I'm havingthisin a classic Mexican sauce",
      "answer": "chicken"
    },
    {
      "category": "Y-R",
      "text": "This Cole was a known associate of Jesse James",
      "answer": "Younger"
    },
    {
      "category": "HAIR TODAY",
      "text": "This 6-letter hairstyle is \"business in front, party in the back\"",
      "answer": "a mullet"
    },
    {
      "category": "GONE TOMORROW?",
      "text": "Picoides borealis is the red-cockaded species of this bird, still on the Endangered List in 2004",
      "answer": "the woodpecker"
    },
    {
      "category": "LUXEMBOURG",
      "text": "The Congress of Vienna in 1815 made Luxembourg a state headed by this type of ruler",
      "answer": "a grand duke"
    },
    {
      "category": "THE CINEMA",
      "text": "In this animated film, Henry J. Waternoose says, \"Kids these days.  They just don't get scared like they used to\"",
      "answer": "Monsters, Inc."
    },
    {
      "category": "WHAT AM I HAVING?",
      "text": "(Sarah of the Clue Crew delivers the clue from the Bronx.) Hey, Sal, I got some hungry people out here; get me a garbage pie--I just ordered up one of these",
      "answer": "a pizza with everything"
    },
    {
      "category": "Y-R",
      "text": "\"Savage Sam\" is a sequel to the Fred Gipson book called \"Old\" this",
      "answer": "Yeller"
    },
    {
      "category": "HAIR TODAY",
      "text": "George Clooney popularized the close-cut style named this, like a certain leader",
      "answer": "a Caesar (cut)"
    },
    {
      "category": "GONE TOMORROW?",
      "text": "Among the colorful mammals on the Endangered List are the gray & the red ones of these predators",
      "answer": "a wolf"
    }
  ]
}