{
  "title": "Jeopardy! Mastersgame #52 - Wednesday, May 28, 2025",
  "date": {
    "day": 28,
    "month": "May",
    "year": 2025
  },
  "clues": [
    {
      "category": "HISTORIC AMERICANS",
      "text": "This Black dancer moved to Paris in the 1920s, became a French citizen in 1937 & worked for the resistance during World War II",
      "answer": "(Josephine) Baker"
    },
    {
      "category": "TRUTH BE TOLD",
      "text": "A movement for truth in advertising that birthed the Better Business Bureau was part of this era that got its own party in 1912",
      "answer": "Progressive"
    },
    {
      "category": "MUSICAL INSTRUMENTS",
      "text": "Kamaka & Ko'olau are famed builders of these",
      "answer": "ukuleles"
    },
    {
      "category": "MODERN COMMUNICATION",
      "text": "This encrypted app was much in the news when the Atlantic's executive editor was mistakenly copied on secret texts sent over it",
      "answer": "Signal"
    },
    {
      "category": "TV COMEDIES",
      "text": "The Bluth Company stair car created for this sitcom had a cameo in the airport battle scene in \"Captain America: Civil War\"",
      "answer": "Arrested Development"
    },
    {
      "category": "ADJECTIVES",
      "text": "This 7-letter word can simply mean far removed but also cool & aloof, like an icy manner",
      "answer": "distant"
    },
    {
      "category": "HISTORIC AMERICANS",
      "text": "In 1966 the president of General Motors apologized to this safety advocate for investigating his private life",
      "answer": "Nader"
    },
    {
      "category": "TRUTH BE TOLD",
      "text": "He's asking \"What is truth?\" in the painting seenhere",
      "answer": "Pilate"
    },
    {
      "category": "MUSICAL INSTRUMENTS",
      "text": "Orchestras traditionally tune to an \"A\" note played by one of these instruments, which tend to stay in tune",
      "answer": "an oboe"
    },
    {
      "category": "MODERN COMMUNICATION",
      "text": "The website for this messaging service says, \"Yes, the name... is a pun on\" a phrase of friendly greeting",
      "answer": "WhatsApp"
    },
    {
      "category": "TV COMEDIES",
      "text": "\"Fleabag\" started as a monologue play that this woman performed at the Edinburgh Fringe Festival",
      "answer": "Waller-Bridge"
    },
    {
      "category": "ADJECTIVES",
      "text": "The first 3 letters of this adjective for ungainly & embarrassing once meant \"turned in the wrong direction\"",
      "answer": "awkward"
    },
    {
      "category": "HISTORIC AMERICANS",
      "text": "After this American won the first Tchaikovsky Competition in 1958,hegot his name on another international piano competition",
      "answer": "Cliburn"
    },
    {
      "category": "TRUTH BE TOLD",
      "text": "In Masson v. New Yorker Magazine, the Supreme Court said \"The common law of\" this offense \"concentrates on substantial truth\"",
      "answer": "libel"
    },
    {
      "category": "MUSICAL INSTRUMENTS",
      "text": "Notes played on a piccolo sound one of these diatonic intervals higher than written",
      "answer": "an octave"
    },
    {
      "category": "MODERN COMMUNICATION",
      "text": "Cosmo's website offers a guide on how to make this smooth online move: open with a question instead of just saying \"Hey\"",
      "answer": "to slide into someone's DMs"
    },
    {
      "category": "TV COMEDIES",
      "text": "Kate Hudson'scharacteron \"Running Point\" is loosely inspired bythiswoman whose dad owned the Lakers",
      "answer": "Jeanie Buss"
    },
    {
      "category": "ADJECTIVES",
      "text": "Toy cars produced from 1934 to 1979 were known by this adjective; to us, it means small & crummy, but to the Brits, small & cute",
      "answer": "dinky"
    },
    {
      "category": "HISTORIC AMERICANS",
      "text": "Before his 1916 appointment to the Supreme Court,hewas known as \"The People's Attorney\" in Boston",
      "answer": "Brandeis"
    },
    {
      "category": "TRUTH BE TOLD",
      "text": "This first name of a young 1955 Mississippi murder victim is Hebrew for \"truth\"",
      "answer": "Emmett"
    },
    {
      "category": "MUSICAL INSTRUMENTS",
      "text": "On an electric guitar, single coils & humbuckers are types of these devices that transmit the sound of the strings",
      "answer": "pickups"
    },
    {
      "category": "MODERN COMMUNICATION",
      "text": "A heated online debate: this video-conferencing platform released in 2013 vs. this one introduced in 2017",
      "answer": "Zoom versus Teams"
    },
    {
      "category": "TV COMEDIES",
      "text": "This former NFL player was part of a very funny squad on \"Brooklyn Nine-Nine\"",
      "answer": "(Terry) Crews"
    },
    {
      "category": "ADJECTIVES",
      "text": "You have to be a waterspout to be a gargoyle; the ones that adorn Paris' Notre-Dame are called this, a synonym for hideous",
      "answer": "grotesque"
    },
    {
      "category": "HISTORIC AMERICANS",
      "text": "You know the guy on horseback on Delaware's state quarter?  It'sthisso-called \"President of Delaware\"",
      "answer": "(Caesar) Rodney"
    },
    {
      "category": "TRUTH BE TOLD",
      "text": "He wrote of truth in his 1920s \"Tractatus\" & said the truth of the thoughts in it \"seems to me unassailable\"",
      "answer": "Wittgenstein"
    },
    {
      "category": "MUSICAL INSTRUMENTS",
      "text": "Used in jazz & classical music, harmonicas that can be set to play the half steps in a scale are this \"colorful\" type",
      "answer": "chromatic"
    },
    {
      "category": "MODERN COMMUNICATION",
      "text": "Struggling to keep pace with Apple & Samsung, in 2016 this maker announced it would stop producing its many-keyed smartphones",
      "answer": "BlackBerry"
    },
    {
      "category": "TV COMEDIES",
      "text": "On this '80s series, the Tanner family took in the title character, usually voiced by Paul Fusco",
      "answer": "Alf"
    },
    {
      "category": "ADJECTIVES",
      "text": "This 10-letter \"humor\"-ous adjective means calm",
      "answer": "phlegmatic"
    }
  ]
}