{
  "title": "Show #1056 - Monday, March 20, 1989",
  "date": {
    "day": 20,
    "month": "March",
    "year": 1989
  },
  "clues": [
    {
      "category": "SHOW MUSIC",
      "text": "\"I never bother with people I hate, that's why the lady is\" this",
      "answer": "\"a tramp\""
    },
    {
      "category": "CATS",
      "text": "One explanation as to why cats were sacred to the Egyptians was that these glowed at night",
      "answer": "eyes"
    },
    {
      "category": "WORDS",
      "text": "A reniform swimming pool is shaped like this organ",
      "answer": "a kidney"
    },
    {
      "category": "ITALY",
      "text": "This person must be at least 50 years old, while his American counterpart only has to be 35",
      "answer": "the president"
    },
    {
      "category": "POT LUCK",
      "text": "The Eddie Bauer catalog sells a special antifreeze for this manly facial adornment",
      "answer": "a beard (or mustache)"
    },
    {
      "category": "THE 1988 EMMYS",
      "text": "This TV alien introduced himself by saying, \"my name is Michael Dukakis\"",
      "answer": "ALF"
    },
    {
      "category": "SHOW MUSIC",
      "text": "\"Take her wrap, fellas, find her an empty lap, fellas,\" she'll \"never go away again\"",
      "answer": "Dolly"
    },
    {
      "category": "CATS",
      "text": "The name of this cat comes from a South American Indian name for it--\"yaguara\"",
      "answer": "the jaguar"
    },
    {
      "category": "WORDS",
      "text": "It isn't a stirrer for your guacamole, it's a rod that measures the oil in your crankcase",
      "answer": "a dipstick"
    },
    {
      "category": "ITALY",
      "text": "The Italian town in which Leonardo da Vinci was born",
      "answer": "Vinci"
    },
    {
      "category": "POT LUCK",
      "text": "Mirrors were originally made of polished metal; this material wasn't used until the 12th c.",
      "answer": "glass"
    },
    {
      "category": "THE 1988 EMMYS",
      "text": "Exec. Producer Peter Douglas won for \"Inherit the Wind\", which starred this man, his father",
      "answer": "Kirk Douglas"
    },
    {
      "category": "SHOW MUSIC",
      "text": "Show in which Kate sings, \"he may have hair upon his chest but sister, so has Lassie, oh! I hate men\"",
      "answer": "Kiss Me, Kate"
    },
    {
      "category": "CATS",
      "text": "Though it can go over 65 m.p.h. in a sprint, it can't sustain that speed over a long distance",
      "answer": "a cheetah"
    },
    {
      "category": "WORDS",
      "text": "Bred to be speedy, this Arabian camel's name comes from the Greek word for running",
      "answer": "dromedary"
    },
    {
      "category": "ITALY",
      "text": "Italian term for the town square at the center of nearly every Italian village",
      "answer": "a piazza"
    },
    {
      "category": "POT LUCK",
      "text": "A French proverb says, \"you can't make an omelet without\" doing this",
      "answer": "breaking an egg"
    },
    {
      "category": "THE 1988 EMMYS",
      "text": "Jane Seymour won an Emmy for playing this singer in \"Onassis: The Richest Man in the World\"",
      "answer": "Maria Callas"
    },
    {
      "category": "SHOW MUSIC",
      "text": "\"If an ass in Astrakhan can... baby, you can\" do this dance \"too\"",
      "answer": "can-can"
    },
    {
      "category": "CATS",
      "text": "To keep a kill away from scavengers, leopards will often put it here",
      "answer": "in a tree"
    },
    {
      "category": "WORDS",
      "text": "The adjective that means adapted for grasping by wrapping around, like some monkeys' tails",
      "answer": "prehensile"
    },
    {
      "category": "ITALY",
      "text": "Automobiles, buses, bicycles & other vehicles are forbidden on the streets of this city",
      "answer": "Venice"
    },
    {
      "category": "POT LUCK",
      "text": "Vogue suggests you eat this with a fork, tho Amy Vanderbilt says to use a fork & a large soup spoon",
      "answer": "spaghetti"
    },
    {
      "category": "SHOW MUSIC",
      "text": "In \"Damn Yankees\", Lola sings about \"a little brains, a little\" this, \"with an emphasis on the latter\"",
      "answer": "talent"
    },
    {
      "category": "CATS",
      "text": "It's defined as the shriek a cat lets out during the mating season",
      "answer": "caterwauling"
    },
    {
      "category": "WORDS",
      "text": "By definition, these 2 words refer to a territory ruled by a duke or duchess",
      "answer": "duchy & dukedom"
    },
    {
      "category": "ITALY",
      "text": "These 2 liquids are Italy's most important agricultural products",
      "answer": "olive oil & wine"
    },
    {
      "category": "POT LUCK",
      "text": "On July 5, 1987 a fan at this tournament held up a sign saying \"Cash is better than a Czech today\"",
      "answer": "Wimbledon"
    }
  ]
}