{
  "title": "Show #4851 - Monday, October 17, 2005",
  "date": {
    "day": 17,
    "month": "October",
    "year": 2005
  },
  "clues": [
    {
      "category": "MY OWN PRIVATE IDAHO",
      "text": "Idaho's license plates logically carry the slogan \"Famous\" these",
      "answer": "Potatoes"
    },
    {
      "category": "SPEED",
      "text": "A 1972 experiment set this more precisely at 186,282 miles per second",
      "answer": "the speed of light"
    },
    {
      "category": "A WALK IN THE CLOUDS",
      "text": "In cloud names, \"nimbus\" means this, so get out your umbrella",
      "answer": "rain"
    },
    {
      "category": "CONSTANTINE",
      "text": "In 321 Constantine declared this to be the official day of rest & worship",
      "answer": "Sunday"
    },
    {
      "category": "THE MATE Rx",
      "text": "On this TV show President Bartlet got betaseron injections from his wife for his MS",
      "answer": "The West Wing"
    },
    {
      "category": "KEANU REEVES",
      "text": "In 1995 Keanu was chosen one of the 50 Most Beautiful People in the World by this magazine",
      "answer": "Peoplemagazine"
    },
    {
      "category": "MY OWN PRIVATE IDAHO",
      "text": "In the 1860s this precious metal was discovered at Owyhee, & today Idaho leads the U.S. in its production",
      "answer": "silver"
    },
    {
      "category": "SPEED",
      "text": "Of 500, 1,000 or 10,000 mph, the approximate speed of a spot on the equator while the Earth spins",
      "answer": "1,000 mph"
    },
    {
      "category": "A WALK IN THE CLOUDS",
      "text": "It's the 2-word \"agricultural\" term for the causing of precipitation by humans",
      "answer": "cloud seeding"
    },
    {
      "category": "CONSTANTINE",
      "text": "Sufferin' succotash!This pope reportedly cured Constantine of leprosy & converted him to Christianity",
      "answer": "Sylvester"
    },
    {
      "category": "THE MATE Rx",
      "text": "A \"Brief History\" of this physicist includes the fact that he married his nurse after leaving his wife in 1990",
      "answer": "Stephen Hawking"
    },
    {
      "category": "KEANU REEVES",
      "text": "On Jan. 31, 2005 Keanu was recognized with a star on the Walk of Fame on this street",
      "answer": "Hollywood Boulevard"
    },
    {
      "category": "MY OWN PRIVATE IDAHO",
      "text": "The Idaho section of U.S. Highway 12 bears the name of these 2 men who passed through the area in the early 1800s",
      "answer": "Lewis & Clark"
    },
    {
      "category": "SPEED",
      "text": "In 1965 Gordon Moore famously predicted that these would double in processing speed every 18 months",
      "answer": "computer chips"
    },
    {
      "category": "A WALK IN THE CLOUDS",
      "text": "From the type of cloud it indicates, a horizontal line is this type of \"symbol\" (sounds like a big house or car)",
      "answer": "stratus"
    },
    {
      "category": "CONSTANTINE",
      "text": "Constantine's mother, St. Helena, is most famous for supposedly discovering this holy relic",
      "answer": "the True Cross"
    },
    {
      "category": "THE MATE Rx",
      "text": "In the \"Iliad\" this goddess anoints herself with \"ambrosial sweet\" olive oil to seduce her husband Zeus",
      "answer": "Hera"
    },
    {
      "category": "KEANU REEVES",
      "text": "Keanu maintains his passport & citizenship from this country",
      "answer": "Canada"
    },
    {
      "category": "MY OWN PRIVATE IDAHO",
      "text": "Idaho's Kamiah Valley is rich in the heritage & legends of this \"nosy\" Native American tribe",
      "answer": "Nez Perce"
    },
    {
      "category": "SPEED",
      "text": "The 2nd-largest living bird, this flightless Australian can run at nearly 30 mph; faster than you!",
      "answer": "an emu"
    },
    {
      "category": "A WALK IN THE CLOUDS",
      "text": "Found in Southeast Asia, the clouded type of this large cat is named for the cloud-shaped patterns on its coat",
      "answer": "a leopard"
    },
    {
      "category": "CONSTANTINE",
      "text": "In 330, Constantine moved the capital of the Empire from Rome to this ancient Greek city, which he renamed Constantinople",
      "answer": "Byzantium"
    },
    {
      "category": "THE MATE Rx",
      "text": "After this Sioux chief tried to take his sick wife for help in 1877, he was killed by soldiers",
      "answer": "Crazy Horse"
    },
    {
      "category": "KEANU REEVES",
      "text": "Keanu's first name means \"cool breeze over the mountains\" in this language",
      "answer": "Hawaiian"
    },
    {
      "category": "MY OWN PRIVATE IDAHO",
      "text": "Calling itself the birthplace of television, Rigby, Idaho was the boyhood home of this technology pioneer",
      "answer": "Philo Farnsworth"
    },
    {
      "category": "SPEED",
      "text": "Any object said to be traveling at hypersonic velocity has a speed over 5 on this scale named for an Austrian",
      "answer": "Mach"
    },
    {
      "category": "A WALK IN THE CLOUDS",
      "text": "The 2 galaxies closest to the Milky Way are the \"clouds\" named for this Portuguese explorer",
      "answer": "Magellan"
    },
    {
      "category": "CONSTANTINE",
      "text": "Now Iznik, Turkey, this city hosted an important Christian council called by Constantine in 325",
      "answer": "Nicaea"
    },
    {
      "category": "THE MATE Rx",
      "text": "It was once rumored that this president's wife \"Flossie\" poisoned him in order to avoid corruption charges",
      "answer": "Harding"
    },
    {
      "category": "KEANU REEVES",
      "text": "Keanu's first professional theater work was in this c.1610 play about the rightful Duke of Milan",
      "answer": "The Tempest"
    }
  ]
}