{
  "title": "Show #5190 - Friday, March 16, 2007",
  "date": {
    "day": 16,
    "month": "March",
    "year": 2007
  },
  "clues": [
    {
      "category": "IRELAND",
      "text": "Lourdes got a visitation from this person only; a shrine at Knock, Ireland got Joseph & John the Evangelist, too",
      "answer": "the Virgin Mary"
    },
    {
      "category": "LEP\"RECHAUN",
      "text": "Frederic Myers, a psychic researcher, coined this term for communications from one mind to another",
      "answer": "telepathy"
    },
    {
      "category": "SHAM ROCKS",
      "text": "Some colorless forms of this element with the chemical symbol Zr are known as Matura diamonds",
      "answer": "zirconium"
    },
    {
      "category": "GREEN BEERS",
      "text": "This Bremen beer's motto appropriately reads \"Life beckons\"",
      "answer": "Beck's"
    },
    {
      "category": "ST. PATRICK'S DAY",
      "text": "It's said Patrick drove these things out of Ireland; no truth he said, \"I am tired of these bleepin' things in Ireland\"",
      "answer": "snakes"
    },
    {
      "category": "PARADES",
      "text": "Matthew Broderick sings \"Twist And Shout\" from atop a float during Chicago's Von Steuben Day Parade in this film",
      "answer": "Ferris Bueller's Day Off"
    },
    {
      "category": "IRELAND",
      "text": "As in Lough Allen or Lough Corrib, a lough in Irish is one of these geographic features",
      "answer": "a lake"
    },
    {
      "category": "LEP\"RECHAUN",
      "text": "This Yiddish word means \"to lug\" or \"to move in a tedious fashion\"",
      "answer": "schlep"
    },
    {
      "category": "SHAM ROCKS",
      "text": "Gary Dahl used 3 tons of stone from Rosarito Beach to create these 1970s fads that couldn't even fetch",
      "answer": "Pet Rocks"
    },
    {
      "category": "GREEN BEERS",
      "text": "Brittany Evans is the new icon for this beer that's named in honor of an old German monastery",
      "answer": "St. Pauli's"
    },
    {
      "category": "ST. PATRICK'S DAY",
      "text": "Born on this island near Ireland, Patrick was kidnapped by pirates & sold into Irish slavery at the age of 16",
      "answer": "Great Britain"
    },
    {
      "category": "PARADES",
      "text": "A verdant villain crashes the World Unity Parade in this 2002 Tobey Maguire film",
      "answer": "Spider-Man"
    },
    {
      "category": "IRELAND",
      "text": "This popular tourist attraction is also known as the Stone of Eloquence",
      "answer": "the Blarney Stone"
    },
    {
      "category": "LEP\"RECHAUN",
      "text": "This neurological disorder marked by seizures can produce disturbances in the brain's electrical activity",
      "answer": "epilepsy"
    },
    {
      "category": "SHAM ROCKS",
      "text": "Many experts have doubted the authenticity of a kouros statue at this oilman's L.A. museum",
      "answer": "(J. Paul) Getty"
    },
    {
      "category": "GREEN BEERS",
      "text": "Dennis Hopper has a particular aversion to this Dutch beer in the movie \"Blue Velvet\"",
      "answer": "Heineken"
    },
    {
      "category": "ST. PATRICK'S DAY",
      "text": "In his 6 years as a slave, Patrick held this farm job, tending to his first flock",
      "answer": "shepherd"
    },
    {
      "category": "PARADES",
      "text": "Irving Berlin penned 17 musical numbers for this Fred Astaire-Judy Garland holiday film",
      "answer": "Easter Parade"
    },
    {
      "category": "IRELAND",
      "text": "(Cheryl of the Clue Crew reports from Dublin, Ireland.) \"Ulysses\" captures the sight, sound & even products of Dublin; this man, who represents Ulysses, wonders, \"What is home withoutPlumtree's Potted Meat?\"",
      "answer": "(Leopold) Bloom"
    },
    {
      "category": "LEP\"RECHAUN",
      "text": "This alcoholic drink is traditionally served at the Kentucky Derby",
      "answer": "a mint julep"
    },
    {
      "category": "SHAM ROCKS",
      "text": "In 2000 NASA helped bust a man who pled guilty to trying to sell these fake items from Apollo 11",
      "answer": "moon rocks"
    },
    {
      "category": "GREEN BEERS",
      "text": "Brewed since 1615, this Dutch beer with a green bottle has a swingtop cap",
      "answer": "Grolsch"
    },
    {
      "category": "ST. PATRICK'S DAY",
      "text": "Patrick is said to have founded more than 300 churches & administered this sacrament to 120,000 people",
      "answer": "baptism"
    },
    {
      "category": "PARADES",
      "text": "Kent Dorfman's brother's car is reborn as the Deathmobile & is sprung from an \"Eat Me\" cake float in this film",
      "answer": "Animal House"
    },
    {
      "category": "IRELAND",
      "text": "Pull out the stopper! This southern Irish city is the country's second largest",
      "answer": "Cork"
    },
    {
      "category": "LEP\"RECHAUN",
      "text": "A parasitic bacterium causes this infectious disease that affects the skin & the peripheral nervous system",
      "answer": "leprosy"
    },
    {
      "category": "SHAM ROCKS",
      "text": "To stop graffiti on the real thing, visitors can now sign a fake replica of this in the Juyongguan section",
      "answer": "the Great Wall of China"
    },
    {
      "category": "GREEN BEERS",
      "text": "Tonight let it be this beer of Munich that's properly spelled with 2 umlauts",
      "answer": "Löwenbräu"
    },
    {
      "category": "ST. PATRICK'S DAY",
      "text": "Around 450 A.D. Patrick wrote \"The\" this book about his spiritual development; it was \"good for the soul\"",
      "answer": "The Confession"
    },
    {
      "category": "PARADES",
      "text": "A temperance union parade is used for cover by escaping bank robbers in this Peckinpah classic",
      "answer": "The Wild Bunch"
    }
  ]
}