{
  "title": "Show #4879 - Thursday, November 24, 2005",
  "date": {
    "day": 24,
    "month": "November",
    "year": 2005
  },
  "clues": [
    {
      "category": "NATIVE AMERICA",
      "text": "A wise Haida Indian saying tells us, \"We do not inherit this land from our ancestors, we borrow it from\" these",
      "answer": "our children"
    },
    {
      "category": "EUROPEAN EATS",
      "text": "(Jon of the Clue Crew toasts from behind a spread of meats at a dinner table in Gdansk, Poland.)  In Polish vocabulary, you may not know \"piwo\", beer, but you probably know the word the word forthistype of sausage",
      "answer": "kielbasa"
    },
    {
      "category": "FOLK ETYMOLOGY",
      "text": "Cater-corner became kitty-corner after people stopped using \"cater\" to mean this number",
      "answer": "4"
    },
    {
      "category": "PLAY",
      "text": "Shakespeare:An Egyptian & a Roman fall in love",
      "answer": "Antony and Cleopatra"
    },
    {
      "category": "THAT FUNKY MUSIC",
      "text": "This energetic forerunner of funk had \"a brand new bag\" in 1965",
      "answer": "James Brown"
    },
    {
      "category": "DWIGHT BOY",
      "text": "He appointed Earl Warren Chief Justice of the Supreme Court",
      "answer": "(Dwight) Eisenhower"
    },
    {
      "category": "NATIVE AMERICA",
      "text": "Native American tribes that call this state home include the Penobscot & the Passamaquoddy",
      "answer": "Maine"
    },
    {
      "category": "EUROPEAN EATS",
      "text": "(Kelly of the Clue Crew helps herself to an all-you-can-eat in Stockholm, Sweden.)  This classic Swedishspreadwouldn't be complete without plates of sill, herring that is often pickled",
      "answer": "a smorgasbord"
    },
    {
      "category": "FOLK ETYMOLOGY",
      "text": "Formed by folk etymology from an Old French word, it's not a basement but a small holder for salt",
      "answer": "a cellar"
    },
    {
      "category": "PLAY",
      "text": "Shaw:A professor turns a guttersnipe into a cultured pearl",
      "answer": "Pygmalion"
    },
    {
      "category": "THAT FUNKY MUSIC",
      "text": "\"Average\" British band that crossed the Atlantic & the color line with funk hits like \"Pick Up The Pieces\"",
      "answer": "Average White Band"
    },
    {
      "category": "DWIGHT BOY",
      "text": "Joe Montana's unbelievable 1982 playoff touchdown pass to this receiver is known simply as \"The Catch\"",
      "answer": "Dwight Clark"
    },
    {
      "category": "NATIVE AMERICA",
      "text": "Around 900 A.D. the Toltec Indians set up an empire centered in Tula, just north of this current world capital",
      "answer": "Mexico City"
    },
    {
      "category": "EUROPEAN EATS",
      "text": "(Sarah of the Clue Crew enjoys a stew-like dish in Moscow, Russia.)  Poet Yevtushenko said he worked on the principle of this dish: throw beets, carrots, cabbage in--what's important is the taste",
      "answer": "borscht"
    },
    {
      "category": "FOLK ETYMOLOGY",
      "text": "This 10-letter word we use for someone ending his bachelorhood is partly from an alteration of guma, \"man\"",
      "answer": "bridegroom"
    },
    {
      "category": "PLAY",
      "text": "Williams:A shy girl collects crystal",
      "answer": "The Glass Menagerie"
    },
    {
      "category": "THAT FUNKY MUSIC",
      "text": "The man who replaced Aaron Burr as vice president shares his name withthisfunkmeister",
      "answer": "George Clinton"
    },
    {
      "category": "DWIGHT BOY",
      "text": "During the 19th c., Yale prof. William Dwight Whitney was one of the foremost experts on this ancient language of India",
      "answer": "Sanskrit"
    },
    {
      "category": "NATIVE AMERICA",
      "text": "With close to 650,000, this state leads the U.S. in number of Native Americans, followed by Okla. & Arizona",
      "answer": "California"
    },
    {
      "category": "EUROPEAN EATS",
      "text": "(Cheryl of the Clue Crew points out some finned edibles in Tallinn, Estonia.)Thissmall fish with the name of a nursery rhyme character is big in Estonia, especially smoked",
      "answer": "sprat"
    },
    {
      "category": "FOLK ETYMOLOGY",
      "text": "Our word \"cutlet\" for a thin slice evolved from the French cotelette, a little one of these body parts",
      "answer": "rib"
    },
    {
      "category": "PLAY",
      "text": "Bolt:A man of principle defies a king",
      "answer": "A Man for All Seasons"
    },
    {
      "category": "THAT FUNKY MUSIC",
      "text": "In 1976 this fruitful band hit No. 1 with \"Play That Funky Music (White Boy)\"",
      "answer": "Wild Cherry"
    },
    {
      "category": "DWIGHT BOY",
      "text": "Early 20th century banker & politician Dwight Whitney Morrow was the father-in-law of this American hero",
      "answer": "Lindbergh"
    },
    {
      "category": "NATIVE AMERICA",
      "text": "John Smith's use of threats & force to get corn for the Jamestown Colony irked this Native American chief",
      "answer": "Powhatan"
    },
    {
      "category": "EUROPEAN EATS",
      "text": "(Jimmy of the Clue Crew chows down in Gdansk, Poland.)They're a sort of Polish ravioli, & here in Gdansk, they taste just like Matka used to make",
      "answer": "pierogi"
    },
    {
      "category": "FOLK ETYMOLOGY",
      "text": "To get this word for a smelly varmint, we anglicized the French for \"feline that eats poultry\"",
      "answer": "polecat"
    },
    {
      "category": "PLAY",
      "text": "Eliot:Becket buys the farm",
      "answer": "Murder in the Cathedral"
    },
    {
      "category": "THAT FUNKY MUSIC",
      "text": "The opening of this \"Kool\" funk classic about an L.A. district is heardhere",
      "answer": "\"Hollywood Swinging\""
    },
    {
      "category": "DWIGHT BOY",
      "text": "In 1889 this U.S. evangelist founded the Chicago Bible Institute that today bears his name",
      "answer": "(Dwight) Moody"
    }
  ]
}