{
  "title": "Show #767 - Tuesday, December 29, 1987",
  "date": {
    "day": 29,
    "month": "December",
    "year": 1987
  },
  "clues": [
    {
      "category": "WILD WEST",
      "text": "Judge Roy Bean claimed to administer the only law west of this Texas river",
      "answer": "the Pecos River"
    },
    {
      "category": "SUBURBS",
      "text": "Kansas City, Kansas is a suburb of this city",
      "answer": "Kansas City, Missouri"
    },
    {
      "category": "GAMES",
      "text": "In the middle ages this game's board was often on the back of a chessboard, so it was called the \"back game\"",
      "answer": "backgammon"
    },
    {
      "category": "SCIENCE",
      "text": "One of the simplest machines, it's a rigid beam pivoted at a fulcrum",
      "answer": "a lever"
    },
    {
      "category": "COUNTRY MUSIC",
      "text": "According to Crystal Gayle, \"You've been\" doing this \"in your sleep with loving on your mind\"",
      "answer": "talking"
    },
    {
      "category": "87 CINEMA",
      "text": "In an '87 film, Elisabeth Shue turned this normal job odd by taking 3 kids on \"Adventures\"",
      "answer": "Adventures in Babysitting"
    },
    {
      "category": "WILD WEST",
      "text": "Though he warred against U.S. Cavalry, this Apache dedicated his 1905 autobiography to T. Roosevelt",
      "answer": "Geronimo"
    },
    {
      "category": "SUBURBS",
      "text": "L.A. suburb named for a dentist which shares its name with a Chicago suburb named for a famed botanist",
      "answer": "Burbank"
    },
    {
      "category": "GAMES",
      "text": "A 1592 Scottish law forbade this game on the Sabbath; later it was banned only \"in tyme of sermons\"",
      "answer": "golf"
    },
    {
      "category": "SCIENCE",
      "text": "On a primary rainbow, this is the color on the outside",
      "answer": "red"
    },
    {
      "category": "COUNTRY MUSIC",
      "text": "\"Trigger\"-happy star who sang \"Hoppy, Gene & Me, we taught you how to shoot straight\"",
      "answer": "Roy Rogers"
    },
    {
      "category": "87 CINEMA",
      "text": "Pizza-the-Hut & the evil Dark Helmet were among the characters in this \"Star Wars\" parody",
      "answer": "Spaceballs"
    },
    {
      "category": "WILD WEST",
      "text": "The handle of Gen. Custer's gun was made of this substance from the sea",
      "answer": "mother of pearl"
    },
    {
      "category": "SUBURBS",
      "text": "You have to cross several bridges to get from Washington, DC to its suburbs in this state",
      "answer": "Virginia"
    },
    {
      "category": "GAMES",
      "text": "To have pinball machines considered games of skill, not chance, makers began adding these in 1947",
      "answer": "flippers"
    },
    {
      "category": "SCIENCE",
      "text": "The 1st successful human heart transplant was performed during this decade",
      "answer": "the '60s"
    },
    {
      "category": "COUNTRY MUSIC",
      "text": "Composer of thefollowing, which was featured in the movie about her life:\"You've come to tell me something you say I ought to know / That he don't love me anymore and I'll have to let him go / You say you're gonna take him, oh, but I don't...\"",
      "answer": "Loretta Lynn"
    },
    {
      "category": "87 CINEMA",
      "text": "The only 1 of the 3 credited with the story for \"Superman IV\" who also had a major speaking role in it",
      "answer": "Christopher Reeve"
    },
    {
      "category": "WILD WEST",
      "text": "New Mexico Terr. governor Lew Wallace offered to pardon this outlaw if he would turn himself in",
      "answer": "Billy the Kid"
    },
    {
      "category": "SUBURBS",
      "text": "If driving down I-80 you see Sparks, you've reached a suburb of this Nevada city",
      "answer": "Reno"
    },
    {
      "category": "GAMES",
      "text": "Odds against getting this poker hand on any deal are about 649,740 to 1",
      "answer": "a royal flush"
    },
    {
      "category": "SCIENCE",
      "text": "The name of this element is from the French for \"water generating\"",
      "answer": "hydrogen"
    },
    {
      "category": "87 CINEMA",
      "text": "He plays the man whose \"Innerspace\" in invaded by Dennis Quaid",
      "answer": "Martin Short"
    },
    {
      "category": "WILD WEST",
      "text": "Last name of 1 of the 2 pairs of brothers the Earps & Doc Holliday faced at the O K Corral",
      "answer": "the Clantons (or the McLauries)"
    },
    {
      "category": "SUBURBS",
      "text": "Your Social Security file is maintained at agency HQ in Woodlawn, a suburb of this Mid-Atlantic port",
      "answer": "Baltimore"
    },
    {
      "category": "GAMES",
      "text": "29-year-old engineer Nolan Bushnell invented this 1st video game & went on to found Atari",
      "answer": "Pong"
    },
    {
      "category": "SCIENCE",
      "text": "Containing mucus & the enzyme ptyalin, this liquid helps in food digestion",
      "answer": "saliva"
    },
    {
      "category": "87 CINEMA",
      "text": "Affliction suffered by \"The Lost Boys\"",
      "answer": "they're vampires"
    }
  ]
}