{
  "title": "Show #9256 - Monday, January 27, 2025",
  "date": {
    "day": 27,
    "month": "January",
    "year": 2025
  },
  "clues": [
    {
      "category": "LAKES OF AMERICA",
      "text": "Tributary rivers of this lake include the Cuyahoga, Detroit & Sandusky",
      "answer": "Lake Erie"
    },
    {
      "category": "GAME TIME",
      "text": "Noughts & crosses is a British name for this game, but whatever you call it, it's still a tie with best play",
      "answer": "tic-tac-toe"
    },
    {
      "category": "SPECIAL DAYS",
      "text": "The U.N. has designated May 20 a World Day named for these insects whose population decline has alarmed many",
      "answer": "bees"
    },
    {
      "category": "CH\" AS IN CHAMP",
      "text": "A somewhat formal word for a bedroom, or the area of a firearm that holds the ammunition",
      "answer": "a chamber"
    },
    {
      "category": "BROKEN",
      "text": "In a nursery rhyme his broken crown was patched \"with vinegar and brown paper\"",
      "answer": "Jack"
    },
    {
      "category": "HELL'S KITCHEN, THE MUSICAL",
      "text": "(Alicia Keys presents the clue.) Practically a character itself, thesettingof much of the show is Manhattan Plaza, the real-life building where I grew up among many artists hoping to make it, just a block east to Eighth Ave., the edge of this district",
      "answer": "the Theater District"
    },
    {
      "category": "LAKES OF AMERICA",
      "text": "Fond of lakes? Start up the ol' Winnebago & head to Fond du Lac in this state & partake of Lake Winnebago",
      "answer": "Wisconsin"
    },
    {
      "category": "GAME TIME",
      "text": "An optional \"Speed Die\" for use with this game has one face with a picture of its eponymous top-hatted \"Mr.\"",
      "answer": "Monopoly"
    },
    {
      "category": "SPECIAL DAYS",
      "text": "In 1990 South Dakota's legislature voted to rename the day formerly called this as Native Americans' Day",
      "answer": "Columbus Day"
    },
    {
      "category": "CH\" AS IN CHAMP",
      "text": "The border between East & West Germany featured Alpha & Bravo these as well as a more famous one",
      "answer": "checkpoints"
    },
    {
      "category": "BROKEN",
      "text": "A 1972caravanto D.C., the Trail of Broken these documents ended with theoccupationof the Bureau of Indian Affairs",
      "answer": "treaties"
    },
    {
      "category": "HELL'S KITCHEN, THE MUSICAL",
      "text": "(Alicia Keys presents the clue.) In Hell's Kitchen, you don't need a Steinway or a Stradi to make music; Ali's love interestplays drums on buckets, & she joins in for this song that says, \"She's a flame\"\"You can try, but you'll never forget her name, she's on top of the world, hottest of the hottest girls say, oh-oh\"",
      "answer": "\"Girl On Fire\""
    },
    {
      "category": "LAKES OF AMERICA",
      "text": "One can traverse Lake Pontchartrain by taking this 24-mile-long type of bridge from Metairie to Mandeville",
      "answer": "a causeway"
    },
    {
      "category": "GAME TIME",
      "text": "There's \"an infinite world that's yours to shape, one block at a time\" in this \"ultimate sandbox game\"",
      "answer": "Minecraft"
    },
    {
      "category": "SPECIAL DAYS",
      "text": "A fitting botanical prop is used in some celebrations ofthisfirst day of Holy Week",
      "answer": "Palm Sunday"
    },
    {
      "category": "CH\" AS IN CHAMP",
      "text": "On her marriage to Prince Albert in 1840, Queen Victoria received a 1,250-pound wheel of this cheese as a wedding gift",
      "answer": "cheddar"
    },
    {
      "category": "BROKEN",
      "text": "If you change a web address, aka this 3-letter initialism, something called a 301 redirect will prevent the dreaded broken link",
      "answer": "a URL"
    },
    {
      "category": "HELL'S KITCHEN, THE MUSICAL",
      "text": "(Alicia Keys presents the clue.)\"Kaleido-leido-leido-leido-leidoscope, everyone looking high and low\"A new song about opening up  the world, \"Kaleidoscope\" was the theme song of this sporting event in 2024, & in late August, Shoshana Bean made the trip from Hell's Kitchen to Queens to sing at the opening night",
      "answer": "U.S. Open of tennis"
    },
    {
      "category": "LAKES OF AMERICA",
      "text": "Northwest of Allentown, Beltzville Lake is a popular fishing spot in this mountain range",
      "answer": "the Poconos"
    },
    {
      "category": "GAME TIME",
      "text": "In chess, one of these diagonally moving pieces is \"bad\" if it's blocked by its own pawns",
      "answer": "a (bad) bishop"
    },
    {
      "category": "SPECIAL DAYS",
      "text": "On Powder House Day this Conn. college town reenacts Benedict Arnold (still a good guy in 1775) standing up for the colonists",
      "answer": "New Haven"
    },
    {
      "category": "CH\" AS IN CHAMP",
      "text": "Rather than presidents, many universities have these top officials",
      "answer": "chancellors"
    },
    {
      "category": "BROKEN",
      "text": "Punch cards from this company helped the U.S. break WWII Japanese codes, which used book ciphers rather than machines",
      "answer": "IBM"
    },
    {
      "category": "HELL'S KITCHEN, THE MUSICAL",
      "text": "(Alicia Keys presents the clue.) Along with new songs, the show reimagines some of my classics, like this breakout hit from 2001, about a love that's so much pleasure & so much pain; it has new instrumentation & a new seductive tone, & issung by a dude\"Lovin' you darlin, makes me so confused\"",
      "answer": "\"Fallin'\""
    },
    {
      "category": "LAKES OF AMERICA",
      "text": "Named for a Native American people, this Arizona lake is found within Tonto National Forest",
      "answer": "Apache Lake"
    },
    {
      "category": "GAME TIME",
      "text": "Noted 17th c. poet Sir John Suckling popularized this peg, board & card game & is said to have won a fortune cheating at it",
      "answer": "cribbage"
    },
    {
      "category": "SPECIAL DAYS",
      "text": "Sheep lactation is involved on Imbolc, a February 1 Celtic & pagan celebration of this, though it's still 7 weeks away",
      "answer": "the vernal equinox (beginning of spring)"
    },
    {
      "category": "CH\" AS IN CHAMP",
      "text": "A veil or facescreen called a yashmak is often worn in public with this full-length garment for Muslim women",
      "answer": "a chador"
    },
    {
      "category": "BROKEN",
      "text": "Modern medicine says broken heart syndrome can be triggered by grief & may lead to this, congestion from fluid in the lungs",
      "answer": "(pulmonary) edema"
    },
    {
      "category": "HELL'S KITCHEN, THE MUSICAL",
      "text": "(Alicia Keys presents the clue.)\"New York, concrete jungle where dreams are made of (oh, come on), there's nothin' you can't do\"The closing number'sthissong that I performed on the Tony Awards in 2024, with of course, a guest vocal by Jay-Z",
      "answer": "\"Empire State of Mind\""
    }
  ]
}