{
  "title": "Show #6326 - Monday, March 5, 2012",
  "date": {
    "day": 5,
    "month": "March",
    "year": 2012
  },
  "clues": [
    {
      "category": "WHERE AM I?",
      "text": "(Jimmy of the Clue Crew reports.)  I'm standing on Omaha Beach, so I'm on the coast of this historic French province",
      "answer": "Normandy"
    },
    {
      "category": "SHRINKING YOUR TV",
      "text": "This Kelsey Grammer doc said, \"I'm a humane man, but right now I could kick a kitten through an electric fan\"",
      "answer": "Frasier Crane"
    },
    {
      "category": "SEAFOOD",
      "text": "This fish with a double-talk Hawaiian name is also called dorado",
      "answer": "mahi-mahi"
    },
    {
      "category": "CHESS ME, YOU FOOL!",
      "text": "It's the number of white squares on a standard chessboard",
      "answer": "32"
    },
    {
      "category": "CIVIL WAR SLANG",
      "text": "Grease from fried strips of this was the basis of a mealy mush known as coosh",
      "answer": "bacon"
    },
    {
      "category": "LESSER-KNOWN DWARF\"S",
      "text": "The name of this sullen & rude dwarf rhymes with the name of one of the Three Stooges",
      "answer": "Surly"
    },
    {
      "category": "WHERE AM I?",
      "text": "(Kelly of the Clue Crew reports.)  I'm at the CBC Broadcast Centre in this city, Canada's largest metropolis & commercial centre--that's C-E-N-T-R-E",
      "answer": "Toronto"
    },
    {
      "category": "SHRINKING YOUR TV",
      "text": "Dr. Jennifer Melfi helped a certain mafioso deal with his mommy issues on this drama",
      "answer": "The Sopranos"
    },
    {
      "category": "SEAFOOD",
      "text": "Calamari is Italian for this",
      "answer": "squid"
    },
    {
      "category": "CHESS ME, YOU FOOL!",
      "text": "If you place this piece in the center of the board, it can control a maximum of 27 squares (hint: that's a lot)",
      "answer": "the queen"
    },
    {
      "category": "LESSER-KNOWN DWARF\"S",
      "text": "The name of this dwarf sounds like it refers to a lot of NaCl, but actually refers to his coarse & racy language & humor",
      "answer": "Salty"
    },
    {
      "category": "WHERE AM I?",
      "text": "(Jimmy of the Clue Crew reports.)  I'm at the Peace Palace, which has made this seat of government of the Netherlands a center of international law",
      "answer": "The Hague"
    },
    {
      "category": "SHRINKING YOUR TV",
      "text": "In the 1970s Elliot Carlin brought his severe persecution complex to Dr. Bob Hartley, played by this comic legend",
      "answer": "Bob Newhart"
    },
    {
      "category": "SEAFOOD",
      "text": "The appetizer called popcorn this is usually made with the rock type of that shellfish",
      "answer": "shrimp"
    },
    {
      "category": "CHESS ME, YOU FOOL!",
      "text": "To give unwanted advice about another player's game is to do this, a Yiddish term for offering intrusive commentary",
      "answer": "kibbitz"
    },
    {
      "category": "LESSER-KNOWN DWARF\"S",
      "text": "This dwarf is sordid & depraved; his name is used of tabloids & politics, but Morley Safer used it for reality TV",
      "answer": "Sleazy"
    },
    {
      "category": "WHERE AM I?",
      "text": "(Kelly of the Clue Crew reports.)  I'm in this world capital where, 8 miles from the Atlantic, the Tagus River broadens into what's called the \"Sea of Straw\"",
      "answer": "Lisbon"
    },
    {
      "category": "SHRINKING YOUR TV",
      "text": "Dianne Wiest was in as Dr. Gina Toll, therapist Gabriel Byrne's therapist, on this HBO series",
      "answer": "In Treatment"
    },
    {
      "category": "SEAFOOD",
      "text": "The rainbow type of this fish is known for its spectacular leaps & hard fighting when hooked",
      "answer": "trout"
    },
    {
      "category": "CHESS ME, YOU FOOL!",
      "text": "It's the only move in which 2 pieces, the king & the rook, are moved simultaneously",
      "answer": "castling"
    },
    {
      "category": "CIVIL WAR SLANG",
      "text": "A thirsty soldier might ask for apple lady, the \"hard\" type of this",
      "answer": "cider"
    },
    {
      "category": "LESSER-KNOWN DWARF\"S",
      "text": "This dwarf acts in a furtive manner; his name also precedes \"Pete\" in a slang term for cheap wine",
      "answer": "Sneaky"
    },
    {
      "category": "WHERE AM I?",
      "text": "(Kelly of the Clue Crew reports.) I'm just a few miles from the Pacific Ocean in Guayaquil, the largest city & main port of this country",
      "answer": "Ecuador"
    },
    {
      "category": "SHRINKING YOUR TV",
      "text": "Played by David Cross, Dr. Tobias Funke lost his license & suffered from \"never-nude\" syndrome on this sitcom",
      "answer": "Arrested Development"
    },
    {
      "category": "SEAFOOD",
      "text": "This large food & sport fish has the scientific name xiphias gladius",
      "answer": "swordfish"
    },
    {
      "category": "CHESS ME, YOU FOOL!",
      "text": "It's an opening strategy in which one player sacrifices a pawn or piece in order to gain a positional advantage",
      "answer": "the opening gambit"
    },
    {
      "category": "CIVIL WAR SLANG",
      "text": "Troops from Alabama were known by this colorful term, also the state bird",
      "answer": "Yellowhammers"
    },
    {
      "category": "LESSER-KNOWN DWARF\"S",
      "text": "This dwarf is untidy in dress & manners; Godfrey in \"Silas Marner\" is described as such too",
      "answer": "Slovenly"
    }
  ]
}