{
  "title": "Show #9113 - Wednesday, May 29, 2024",
  "date": {
    "day": 29,
    "month": "May",
    "year": 2024
  },
  "clues": [
    {
      "category": "LOUISIANA PARISH NAMES",
      "text": "This region of Canada where the Cajuns originated & got their name",
      "answer": "Acadia"
    },
    {
      "category": "NOVELS",
      "text": "\"The boy with fair hair lowered himself down the last few feet of rock\", begins this novel by William Golding",
      "answer": "Lord of the Flies"
    },
    {
      "category": "THIS & THAT",
      "text": "This dwarf planet's 4 lesser-known moons are Nix, Styx, Hydra & Kerberos",
      "answer": "Pluto"
    },
    {
      "category": "DON'T STOP RETRIEVIN",
      "text": "The NBA uses this name for a stat that could also be \"retrievals\"; in a 1960 game, Wilt Chamberlain had an amazing 55",
      "answer": "rebounds"
    },
    {
      "category": "CLASSIC RAP LYRICS",
      "text": "\"Also known for the Flintstone Flop, Tammy D gettin' biz on the crop, Beastie Boys known to let the beat... mmm...\" this!",
      "answer": "drop"
    },
    {
      "category": "CHANGE THE S TO AN N",
      "text": "A wind-catching canvas on a ship loses its S & tacks on an N to be this hardware item",
      "answer": "a sail & a nail"
    },
    {
      "category": "LOUISIANA PARISH NAMES",
      "text": "This French aristocrat who heroically aided the American Revolution",
      "answer": "Lafayette"
    },
    {
      "category": "NOVELS",
      "text": "His fourth novel, \"The Sound and the Fury\", is often seen as his breakthrough into genius",
      "answer": "William Faulkner"
    },
    {
      "category": "THIS & THAT",
      "text": "This \"Great\" Egyptian of the 19th dynasty had an epic 66-year reign",
      "answer": "Ramses the Great"
    },
    {
      "category": "DON'T STOP RETRIEVIN",
      "text": "Next up after Neil, thisMoon missiongrabbed a camera from the \"Surveyor 3\" probe that had arrived 2 1/2 years before",
      "answer": "Apollo 12"
    },
    {
      "category": "CLASSIC RAP LYRICS",
      "text": "Biggie knew \"It's like the more money we come across, the more\" these \"we see\"",
      "answer": "problems"
    },
    {
      "category": "CHANGE THE S TO AN N",
      "text": "A word meaning not as much drops an S & subs in the N to be an eye part",
      "answer": "less & lens"
    },
    {
      "category": "LOUISIANA PARISH NAMES",
      "text": "This title of a French duke; note there's no \"New\" in theparishname",
      "answer": "Orleans"
    },
    {
      "category": "NOVELS",
      "text": "This Dickens title character comes from a venerable family, as \"at least one Chuzzlewit came over with William the Conqueror\"",
      "answer": "Martin Chuzzlewit"
    },
    {
      "category": "THIS & THAT",
      "text": "This George Gershwin opera that premiered in 1935 features the song \"I Got Plenty O' Nuttin\"'",
      "answer": "Porgy and Bess"
    },
    {
      "category": "DON'T STOP RETRIEVIN",
      "text": "It describes a loan co. taking a car back because of non-payments or when a spirit takes control of a body for a second time",
      "answer": "repossession"
    },
    {
      "category": "CLASSIC RAP LYRICS",
      "text": "He rapped, \"Today I didn't even have to use my AK, I gotta say it was a good day\"",
      "answer": "Ice Cube"
    },
    {
      "category": "CHANGE THE S TO AN N",
      "text": "The bottom of an object used as support subs in N for S to be someone who makes a nightmare \"of my existence\"",
      "answer": "base & bane"
    },
    {
      "category": "LOUISIANA PARISH NAMES",
      "text": "This 230,000-square-mile peninsula of southwestern Europe",
      "answer": "Iberia"
    },
    {
      "category": "NOVELS",
      "text": "A revenge plan claims the life of the Vicomte de Valmont in this 1782 novel of scheming lovers",
      "answer": "Dangerous Liaisons"
    },
    {
      "category": "THIS & THAT",
      "text": "The Airedale seenhereis known as the king of this family of dogs, of which it's the largest",
      "answer": "terriers"
    },
    {
      "category": "DON'T STOP RETRIEVIN",
      "text": "The popularity of this dog breed was boosted in 1975 when one named Liberty gave birth to 9 puppies in the White House",
      "answer": "a Golden Retriever"
    },
    {
      "category": "CLASSIC RAP LYRICS",
      "text": "Naughty By Nature hit the Top 10 with the musical question, \"You down with\" this? & also provided an answer: \"Yeah, you know me\"",
      "answer": "O.P.P."
    },
    {
      "category": "CHANGE THE S TO AN N",
      "text": "The S bows out of a word meaning to replace an actor in a role & N is the new star in a word meaning to disavow testimony",
      "answer": "recast & recant"
    },
    {
      "category": "LOUISIANA PARISH NAMES",
      "text": "Last name of this \"beautiful looking\" general who commanded the attack on Fort Sumter in 1861",
      "answer": "Beauregard"
    },
    {
      "category": "NOVELS",
      "text": "This Willa Cather book about folks in a new land says, \"The absence of human landmarks is one of the most depressing\" things",
      "answer": "O Pioneers!"
    },
    {
      "category": "THIS & THAT",
      "text": "In legend, a beautiful water spirit known as Lorelei lures sailors to their destruction on this river",
      "answer": "the Rhine"
    },
    {
      "category": "DON'T STOP RETRIEVIN",
      "text": "In a 1930 novel Mr. Cairo asks Sam Spade to retrieve this \"statuette, the black figure of a bird\"",
      "answer": "the Maltese Falcon"
    },
    {
      "category": "CLASSIC RAP LYRICS",
      "text": "In \"California Love\": \"Now let me welcome everybody to the Wild Wild West, a state that's untouchable like\" this lawman",
      "answer": "Eliot Ness"
    },
    {
      "category": "CHANGE THE S TO AN N",
      "text": "A tricky plan intended to deceive switches the S for an N to be a character in a Viking alphabet",
      "answer": "ruse & rune"
    },
    {
      "category": "WHITE HOUSE WEDDINGS",
      "text": "At her wedding to Nicholas Longworth in 1906, Alice Roosevelt cut the wedding cake by grabbing this from a military aide",
      "answer": "a sword"
    },
    {
      "category": "M\"USIC",
      "text": "Beethoven's Piano Sonata No. 14 in C-sharp minor, Op. 27, No. 2 is a mouthful; this nickname for the piece is not",
      "answer": "theMoonlight Sonata"
    },
    {
      "category": "SHALL WE SCIENCE?",
      "text": "Fundamental discoveries about how cancer cells proliferate came from study of the baker's type of this organism",
      "answer": "yeast"
    },
    {
      "category": "COOKBOOKS",
      "text": "The alliterative this \"from Scratch\" features tastes & treats from Denmark, Norway & Sweden",
      "answer": "Scandinavia"
    },
    {
      "category": "ALLITERATIVE TV",
      "text": "Tom Selleck is Commissioner Frank Reagan on this NYPD-centric show",
      "answer": "Blue Bloods"
    },
    {
      "category": "THIS IS FINE",
      "text": "I'm doin' okay... you remember the ol' idiom, \"fair to\" this",
      "answer": "middling"
    },
    {
      "category": "WHITE HOUSE WEDDINGS",
      "text": "3 weddings took place during his administration: daughter Jessie in 1913, daughter Nellie in 1914 & niece Alice in 1918",
      "answer": "Wilson"
    },
    {
      "category": "M\"USIC",
      "text": "Derived from the rumba, it's a dance of Cuban origin as well as the style of music for the dance",
      "answer": "the mambo"
    },
    {
      "category": "SHALL WE SCIENCE?",
      "text": "Around 1960, she observed a chimp she named David Greybeard using blades of stiff grass to extract termites from holes",
      "answer": "Jane Goodall"
    },
    {
      "category": "COOKBOOKS",
      "text": "Gabriel \"Gator\" Guilbeau, a chef & caterer for this TV drama, put together a \"Dutton Ranch Family Cookbook\"",
      "answer": "Yellowstone"
    },
    {
      "category": "ALLITERATIVE TV",
      "text": "Her character on \"Misfits of Science\" had telekinetic powers, something she lacked as friend Monica",
      "answer": "Courteney Cox"
    },
    {
      "category": "THIS IS FINE",
      "text": "How do I feel? Comme ci, comme ça, you know... this-this",
      "answer": "so-so"
    },
    {
      "category": "WHITE HOUSE WEDDINGS",
      "text": "The first outdoor ceremony was Tricia Nixon's in 1971 in this picturesque spot outside the West Wing",
      "answer": "the Rose Garden"
    },
    {
      "category": "M\"USIC",
      "text": "ThisAustrian composer converted from Judaism to Catholicism to get the job as musical director of the Vienna Court Opera",
      "answer": "Mahler"
    },
    {
      "category": "SHALL WE SCIENCE?",
      "text": "Even a burrowing mammal with poor vision could see this is a standard unit of measuring big amounts of small entities like atoms",
      "answer": "mole"
    },
    {
      "category": "COOKBOOKS",
      "text": "Erika Council's \"Still We Rise\" is \"A Love Letter to\" these Southern staples often served with gravy",
      "answer": "biscuits"
    },
    {
      "category": "ALLITERATIVE TV",
      "text": "The Satin Dolls strip club on New Jersey Route 17 became this spot on an HBO series",
      "answer": "the Bada Bing"
    },
    {
      "category": "THIS IS FINE",
      "text": "Showing one's indifference, this interjection is called a \"bleating\" sound & defined as \"be it as it may\" in a 1928 dictionary",
      "answer": "meh"
    },
    {
      "category": "WHITE HOUSE WEDDINGS",
      "text": "The 1st ceremony was in 1812 when Lucy Payne Washington, this first lady's sister, married Supreme Court Justice Thomas Todd",
      "answer": "Dolley Madison"
    },
    {
      "category": "M\"USIC",
      "text": "Some say this voice ranges between the notes A3 & A5, but it's more about the color",
      "answer": "mezzo-soprano"
    },
    {
      "category": "SHALL WE SCIENCE?",
      "text": "An Indonesian volcanospews blue; that's the color you get when this element meets oxygen & produces this dioxide",
      "answer": "sulfur"
    },
    {
      "category": "COOKBOOKS",
      "text": "\"Plant-Based India\" includes recipes for crispy masala dosa & these stews made with legumes like lentils & chickpeas",
      "answer": "dal"
    },
    {
      "category": "ALLITERATIVE TV",
      "text": "\"I am the danger... I am the one who knocks!\" said this antihero of an acclaimed (& alliterative) AMC series",
      "answer": "Walter White"
    },
    {
      "category": "THIS IS FINE",
      "text": "Everything is just this, meaning pleasant & also a Bowie album with some \"Changes\"",
      "answer": "hunky dory"
    },
    {
      "category": "WHITE HOUSE WEDDINGS",
      "text": "In 1994,Nicole, daughter of this California senator, got a White House wedding; the groom was Tony Rodham, Hillary Clinton's brother",
      "answer": "(Barbara) Boxer"
    },
    {
      "category": "M\"USIC",
      "text": "Here's the title waltz from this operetta by Franz Lehár",
      "answer": "The Merry Widowwaltz"
    },
    {
      "category": "SHALL WE SCIENCE?",
      "text": "He was at the University of Manchester when he proposed his planetary model of the atom in 1911",
      "answer": "Rutherford"
    },
    {
      "category": "COOKBOOKS",
      "text": "\"Modern Comfort Food\" & \"Go-To Dinners\" are among her Barefoot Contessa cookbooks",
      "answer": "Ina Garten"
    },
    {
      "category": "ALLITERATIVE TV",
      "text": "About Kendall, this \"Succession\" character says their dad \"wished that mom gave birth to a can opener... then it would be useful\"",
      "answer": "Roman Roy"
    },
    {
      "category": "THIS IS FINE",
      "text": "In the lingo of the 1930s or so, it's an adjective meaning fine & dandy or a noun meaning a dressed-up gentleman",
      "answer": "a swell"
    }
  ]
}