{
  "title": "Show #4925 - Friday, January 27, 2006",
  "date": {
    "day": 27,
    "month": "January",
    "year": 2006
  },
  "clues": [
    {
      "category": "THE SWEET 16th CENTURY",
      "text": "Ending in 1504, his fourth voyage to the New World took him to Panama",
      "answer": "Columbus"
    },
    {
      "category": "NIKE",
      "text": "(Sarah of the Clue Crew delivers the clue from the Nike campus, Oregon.)  Nike has replicas of the Grand Slam trophies of this golfer, like the'97 Masters& the2000 British Open",
      "answer": "Tiger Woods"
    },
    {
      "category": "PAST, PRESENT OR FUTURE",
      "text": "Mary Manley, back in the 1600s, came up with \"There's no time like\" this",
      "answer": "the present"
    },
    {
      "category": "GLOBETROTTING",
      "text": "Abercrombie & Kent offers these African journeys; founder Geoffrey Kent was born on one in Zambia",
      "answer": "safari"
    },
    {
      "category": "MAGAZINES",
      "text": "The Feb. 18, 1929 issue of Time magazine featured the first of 6 covers devoted to this physicist",
      "answer": "Einstein"
    },
    {
      "category": "2-LETTER CROSSWORD HELPER",
      "text": "No--yes, no is a classic drama of this country",
      "answer": "Japan"
    },
    {
      "category": "THE SWEET 16th CENTURY",
      "text": "Johann Eck debated this noted Protestant in 1519 & helped get him excommunicated in 1521",
      "answer": "Martin Luther"
    },
    {
      "category": "NIKE",
      "text": "(Sarah of the Clue Crew delivers the clue from the Nike campus. Oregon.)  In 1996 wearing hisgolden shoes, he became the first man to win the 200 & 400 meters at the same Olympics; today, he's immortalized at Nike's track",
      "answer": "Michael Johnson"
    },
    {
      "category": "PAST, PRESENT OR FUTURE",
      "text": "A commodity bought or sold with an agreement that delivery will come later",
      "answer": "a future"
    },
    {
      "category": "GLOBETROTTING",
      "text": "His 129-country international travels ended in August 2004 with a trip to Lourdes",
      "answer": "Pope John Paul II"
    },
    {
      "category": "MAGAZINES",
      "text": "Although published by this organization for 62 years, American Girl advertised itself as \"for all girls\"",
      "answer": "the Girl Scouts of America"
    },
    {
      "category": "2-LETTER CROSSWORD HELPER",
      "text": "Aa--basaltic lava having a rough surface, from this language that brought us the Lanai",
      "answer": "Hawaiian"
    },
    {
      "category": "THE SWEET 16th CENTURY",
      "text": "Crowned in 1523, Swedish King Gustav I ended the Kalmar Union of Sweden & these 2 countries",
      "answer": "Norway & Denmark"
    },
    {
      "category": "NIKE",
      "text": "(Sarah of the Clue Crew delivers the clue from the Nike campus, Oregon.)Thisis one of the actual shoes Bill Bowerman hand-made for the man known as \"Pre\", the first major athlete to endorse Nikes, who died tragically in 1975",
      "answer": "Steve Prefontaine"
    },
    {
      "category": "PAST, PRESENT OR FUTURE",
      "text": "Alvin Toffler wrote that when man's capacity for change is overwhelmed, he experiences this \"shock\"",
      "answer": "future shock"
    },
    {
      "category": "GLOBETROTTING",
      "text": "The hero of the novel \"Up in the Air\" is a business traveler obsessed with obtaining 1 million of these",
      "answer": "frequent flyer miles"
    },
    {
      "category": "MAGAZINES",
      "text": "She once published The Hatchet, a monthly illustrated magazine devoted to Prohibition",
      "answer": "Carry Nation"
    },
    {
      "category": "2-LETTER CROSSWORD HELPER",
      "text": "Fo--Chinese name for this prince turned religious leader",
      "answer": "Buddha"
    },
    {
      "category": "THE SWEET 16th CENTURY",
      "text": "He was so devastated to find out his fifth wife was cheating on him, he had her beheaded",
      "answer": "Henry VIII"
    },
    {
      "category": "NIKE",
      "text": "(Jon of the Clue Crew delivers the clue from the Nike campus. Oregon.)  In 1988, Nike's first ads with this 3-word tagline starred wheelchair athlete Craig Blanchette, among others",
      "answer": "\"Just do it\""
    },
    {
      "category": "PAST, PRESENT OR FUTURE",
      "text": "Proust's title \"A la recherche du temps perdu\" ends with this word in the English translation",
      "answer": "past"
    },
    {
      "category": "GLOBETROTTING",
      "text": "Books by Redmond O'Hanlon include the tale of \"A Journey Between the Orinoco and\" this river",
      "answer": "the Amazon"
    },
    {
      "category": "MAGAZINES",
      "text": "Edwin Meredith, a former Secy. of Agriculture, founded Fruit, Garden and Home, which later was changed to this",
      "answer": "Better Homes and Gardens"
    },
    {
      "category": "2-LETTER CROSSWORD HELPER",
      "text": "Ti--a tropical plant in the agave family, or the symbol for this element",
      "answer": "titanium"
    },
    {
      "category": "THE SWEET 16th CENTURY",
      "text": "In the early 1500s, between 2 more famous pictures, he worked on his \"Virgin and Child with St. Anne\"",
      "answer": "(Leonardo) da Vinci"
    },
    {
      "category": "NIKE",
      "text": "(Jon of the Clue Crew delivers the clue from the Nike campus, Oregon.)  Nike Research & Development has come a long way since Bill Bowerman was inspired by this kitchen appliance to design afamous shoe",
      "answer": "a waffle iron"
    },
    {
      "category": "PAST, PRESENT OR FUTURE",
      "text": "It's a homophone for a word meaning \"thrown\"",
      "answer": "past"
    },
    {
      "category": "GLOBETROTTING",
      "text": "(Hi, I'm Anderson Cooper of CNN's360.)  I took a 16-hour flight from New York to this 25,000-square-mile nation off India to report on tsunami damage",
      "answer": "Sri Lanka"
    },
    {
      "category": "MAGAZINES",
      "text": "The woman for whom this magazine is named is called \"orator, union organizer, and hellraiser\" on its masthead",
      "answer": "Mother Jones"
    },
    {
      "category": "2-LETTER CROSSWORD HELPER",
      "text": "Ai--this slow-moving arboreal South American animal; its laziness is debatable",
      "answer": "a sloth"
    }
  ]
}