{
  "title": "Show #2333 - Wednesday, October 26, 1994",
  "date": {
    "day": 26,
    "month": "October",
    "year": 1994
  },
  "clues": [
    {
      "category": "BIRDS",
      "text": "Color of the breast of the American robin",
      "answer": "red (russet)"
    },
    {
      "category": "POP MUSIC",
      "text": "In 1967 this folk trio told us that they \"Dig Rock and Roll Music\"",
      "answer": "Peter, Paul & Mary"
    },
    {
      "category": "BUSINESS & INDUSTRY",
      "text": "This mineral water has called itself \"Earth's first soft drink\"",
      "answer": "Perrier"
    },
    {
      "category": "U.S. CITIES",
      "text": "In 1780 it replaced Williamsburg as capital of the \"Old Dominion\"",
      "answer": "Richmond"
    },
    {
      "category": "SEWING",
      "text": "It ranges from sizes 6 to 12 & should fit snugly on your middle finger",
      "answer": "a thimble"
    },
    {
      "category": "QUOTATIONS",
      "text": "In 1973 Senator George Aiken said, \"Either impeach him or get off his back\"",
      "answer": "Richard Nixon"
    },
    {
      "category": "BIRDS",
      "text": "The barn species of this bird is also called \"monkey-faced\"",
      "answer": "the owl"
    },
    {
      "category": "POP MUSIC",
      "text": "\"Put your glad rags on and join me, hon, we'll have some fun when the clock\" does this",
      "answer": "strike one"
    },
    {
      "category": "BUSINESS & INDUSTRY",
      "text": "Relatively speaking, Quaker Oats owns this leading brand of breakfast syrups",
      "answer": "Aunt Jemima"
    },
    {
      "category": "U.S. CITIES",
      "text": "Major streets crossing this Midwest city are Wabash Avenue, State Street & Dearborn Street",
      "answer": "Chicago"
    },
    {
      "category": "SEWING",
      "text": "Of a Skippy, a JIF or a Peter Pan, the one that's a flat collar with rounded corners",
      "answer": "a Peter Pan"
    },
    {
      "category": "QUOTATIONS",
      "text": "According to Fred Allen, it's \"a place where people from Iowa mistake each other for movie stars\"",
      "answer": "Hollywood"
    },
    {
      "category": "BIRDS",
      "text": "Male terns court females by displaying these that they've just caught",
      "answer": "fish"
    },
    {
      "category": "POP MUSIC",
      "text": "His No. 1 hit \"Give Me Love\" was subtitled \"Give Me Peace on Earth\"",
      "answer": "George Harrison"
    },
    {
      "category": "BUSINESS & INDUSTRY",
      "text": "This Japanese company is the world's largest producer of pianos",
      "answer": "Yamaha"
    },
    {
      "category": "U.S. CITIES",
      "text": "State capital in which you'd find Roger Williams National Memorial",
      "answer": "Providence (Rhode Island)"
    },
    {
      "category": "SEWING",
      "text": "You can shorten one of these by whipstitching tightly across its teeth to form a new bottom stop",
      "answer": "a zipper"
    },
    {
      "category": "QUOTATIONS",
      "text": "In a letter to Josiah Quincy, Benjamin Franklin wrote, \"There never was a good war or\" this",
      "answer": "a bad peace"
    },
    {
      "category": "BIRDS",
      "text": "This term for one who informs on his criminal colleagues comes from a decoy once set out by bird hunters",
      "answer": "a stool pigeon"
    },
    {
      "category": "POP MUSIC",
      "text": "\"Who wants to buy this\" item? \"She took it off her finger, now it doesn't mean a thing\"",
      "answer": "a diamond ring"
    },
    {
      "category": "BUSINESS & INDUSTRY",
      "text": "Royal Dutch is 1 of the 2 parent companies of this oil giant",
      "answer": "Shell"
    },
    {
      "category": "U.S. CITIES",
      "text": "This second-largest New York city was named for a nearby stream",
      "answer": "Buffalo"
    },
    {
      "category": "SEWING",
      "text": "When attaching this fastener, sew the ball on first, then the socket",
      "answer": "a snap"
    },
    {
      "category": "QUOTATIONS",
      "text": "Socrates said he was \"not an Athenian or a Greek, but\" this",
      "answer": "\"a citizen of the world\""
    },
    {
      "category": "BIRDS",
      "text": "The name of this type of falcon means \"wanderer\" & came from the same root as pilgrim",
      "answer": "the peregrine falcon"
    },
    {
      "category": "POP MUSIC",
      "text": "Oliver told her, \"You're young and alive, come out of your half-dreamed dream\"",
      "answer": "Jean (Bonnie Jean)"
    },
    {
      "category": "BUSINESS & INDUSTRY",
      "text": "This Schaumburg, Illinois firm leads the world in the production of cellular phones",
      "answer": "Motorola"
    },
    {
      "category": "U.S. CITIES",
      "text": "This city near Scranton was named for 2 British politicians who supported the American colonists",
      "answer": "Wilkes-Barre"
    },
    {
      "category": "SEWING",
      "text": "This double-sided tape is used to hold 2 layers of fabric in place while you're sewing them together",
      "answer": "basting tape"
    },
    {
      "category": "QUOTATIONS",
      "text": "In 1903 Teddy Roosevelt reportedly said, \"Damn the law! I want\" this \"built\"",
      "answer": "the Panama Canal"
    },
    {
      "category": "FAMOUS NAMES",
      "text": "One of the people who helped establish this republic was Samuel Maverick",
      "answer": "Texas"
    },
    {
      "category": "PENINSULAS",
      "text": "The Menominee is the longest river on this state's Upper Peninsula",
      "answer": "Michigan"
    },
    {
      "category": "ARTISTS",
      "text": "Sadly, he never completed his \"Rondanini Pieta\"",
      "answer": "Michelangelo"
    },
    {
      "category": "GOVERNMENT & POLITICS",
      "text": "Near the end of a session of Congress, a president may use this kind of veto by simply not signing",
      "answer": "a pocket veto"
    },
    {
      "category": "FOOD & DRINK",
      "text": "Jamon de Asturias is a famous Spanish type of this meat",
      "answer": "ham"
    },
    {
      "category": "MARK TWAIN",
      "text": "Dan'l Webster is the name of this \"celebrated\" animal of Calaveras County",
      "answer": "(jumping) frog"
    },
    {
      "category": "FAMOUS NAMES",
      "text": "An oil well drill bit formed the basis of his empire, which stretched into aircraft & movies",
      "answer": "Howard Hughes"
    },
    {
      "category": "PENINSULAS",
      "text": "Merida is the chief city of this peninsula & is capital of the Mexican state of the same name",
      "answer": "the Yucatan"
    },
    {
      "category": "ARTISTS",
      "text": "The Group of Seven was dedicated to painting the natural beauty of this North American country",
      "answer": "Canada"
    },
    {
      "category": "GOVERNMENT & POLITICS",
      "text": "A political exchange of support or favors, or a lumberjack sport also known as birling",
      "answer": "logrolling"
    },
    {
      "category": "FOOD & DRINK",
      "text": "Jam is made from fruit, while this related spread is made from just the juice",
      "answer": "jelly"
    },
    {
      "category": "MARK TWAIN",
      "text": "Title character who says, \"Tom and me found the money that the robbers hid in the cave...\"",
      "answer": "Huckleberry Finn"
    },
    {
      "category": "FAMOUS NAMES",
      "text": "In 1922 film director Robert Flaherty made this man \"of the North\" famous",
      "answer": "Nanook"
    },
    {
      "category": "PENINSULAS",
      "text": "This nation occupies most of the Arabian Peninsula",
      "answer": "Saudi Arabia"
    },
    {
      "category": "ARTISTS",
      "text": "Cezanne was a major influence on this modern art style that features geometrization of forms",
      "answer": "Cubism"
    },
    {
      "category": "GOVERNMENT & POLITICS",
      "text": "This Cabinet department's building houses the office of the Assistant Secretary for African Affairs",
      "answer": "the Department of State"
    },
    {
      "category": "FOOD & DRINK",
      "text": "In the name of a French dish, bourguignonne indicates that it's prepared with this liquid",
      "answer": "red wine"
    },
    {
      "category": "MARK TWAIN",
      "text": "This novel contains the line \"I am an American. I was born and reared in Hartford\"",
      "answer": "A Connecticut Yankee in King Arthur's Court"
    },
    {
      "category": "FAMOUS NAMES",
      "text": "In the 1960s he stated that electronic media were turning the world into a \"global village\"",
      "answer": "Marshall McLuhan"
    },
    {
      "category": "PENINSULAS",
      "text": "The Sava & Danube Rivers form the northern boundary of this European peninsula",
      "answer": "the Balkan Peninsula"
    },
    {
      "category": "ARTISTS",
      "text": "His \"fancy pictures\" depict rural scenes instead of little boys in fancy blue suits",
      "answer": "Gainsborough"
    },
    {
      "category": "GOVERNMENT & POLITICS",
      "text": "She was Ronald Reagan's assistant for Public Liaison before he made her Sec'y of Transportation",
      "answer": "(Elizabeth) Dole"
    },
    {
      "category": "FOOD & DRINK",
      "text": "This Scottish national dish has been described as \"a sort of paleolithic sausage\"",
      "answer": "haggis"
    },
    {
      "category": "MARK TWAIN",
      "text": "Chapters in this novel include \"Tom's Early Life\", \"to London\" & \"Coronation Day\"",
      "answer": "The Prince and the Pauper"
    },
    {
      "category": "FAMOUS NAMES",
      "text": "A&E ran its biography of this performer March 15, 1994, a Tuesday, in his old time slot, 8 P.M. EST",
      "answer": "Milton Berle"
    },
    {
      "category": "PENINSULAS",
      "text": "The Turkish name for this peninsula is Gelibolu",
      "answer": "Gallipoli"
    },
    {
      "category": "ARTISTS",
      "text": "This pop art pioneer painted cowboys & Indians before his comic strip- inspired paintings made him famous",
      "answer": "Roy Lichtenstein"
    },
    {
      "category": "GOVERNMENT & POLITICS",
      "text": "This Hawaiian Democrat chairs the Senate Select Committee on Indian Affairs",
      "answer": "Daniel Inouye"
    },
    {
      "category": "FOOD & DRINK",
      "text": "The name of this root used to make tea comes from the Chinese jen-Shen, translated as \"man root\"",
      "answer": "ginseng"
    },
    {
      "category": "MARK TWAIN",
      "text": "This eccentric attorney from Dawson's Landing, Mo. successfully defends Italian twins accused of murder",
      "answer": "Pudd'nhead Wilson"
    }
  ]
}