{
  "title": "Show #5525 - Friday, September 19, 2008",
  "date": {
    "day": 19,
    "month": "September",
    "year": 2008
  },
  "clues": [
    {
      "category": "POLITICIANS",
      "text": "After spending 4 days at the Beijing Olympics, he said the \"highlight was getting my picture taken with the teams\"",
      "answer": "George W. Bush"
    },
    {
      "category": "MOVIES BY QUOTE",
      "text": "\"I am a nice shark, not a mindless eating machine... fish are friends, not food\"",
      "answer": "Finding Nemo"
    },
    {
      "category": "WHEN YOU WERE YOUNG",
      "text": "Floods ravaged the Midwest in 1993 as the confluence of the Missouri & this river moved 19 miles upstream",
      "answer": "the Mississippi"
    },
    {
      "category": "NICE RIDE",
      "text": "The Toyota Tundra is one of these vehicles with 2 main sections, a cab & a bed",
      "answer": "a pickup truck"
    },
    {
      "category": "BOOKS & AUTHORS",
      "text": "In \"Twilight\" by Stephenie Meyer, teenaged Isabella Swan falls for a romantic one of these blood-suckers",
      "answer": "a vampire"
    },
    {
      "category": "HIDDEN COLORS",
      "text": "Bob lacked the brushes to paint the door this color",
      "answer": "black (Bob lacked)"
    },
    {
      "category": "POLITICIANS",
      "text": "On January 4, 2007, in the House of Reps., she said, \"I accept this gavel in the spirit of partnership, not partisanship\"",
      "answer": "Nancy Pelosi"
    },
    {
      "category": "MOVIES BY QUOTE",
      "text": "\"Spider-Pig, Spider-Pig. Does whatever a spider-pig does /Can he swing /From a web? /No, he can't /He's a pig\"",
      "answer": "The Simpsons Movie"
    },
    {
      "category": "WHEN YOU WERE YOUNG",
      "text": "Chechnya, a breakaway republic, was overrun by the army of this country in 1994",
      "answer": "Russia"
    },
    {
      "category": "NICE RIDE",
      "text": "A type of this conveyance on runners bears the name of Arctic explorer Fridtjof Nansen",
      "answer": "a sled"
    },
    {
      "category": "BOOKS & AUTHORS",
      "text": "\"The Lobster Chronicles\" is Linda Greenlaw's book about life on a small island off the coast of this state",
      "answer": "Maine"
    },
    {
      "category": "HIDDEN COLORS",
      "text": "Let's all agree no one will stop us from saving the Earth's environment",
      "answer": "green (agree no)"
    },
    {
      "category": "POLITICIANS",
      "text": "In May 2008 this city's mayor Ray Nagin told the citizens, \"We are reinventing ourselves in recovery\"",
      "answer": "New Orleans"
    },
    {
      "category": "MOVIES BY QUOTE",
      "text": "\"How ironic, Tony.  Trying to rid the world of weapons you gave it its best one ever... and now I'm gonna kill you with it\"",
      "answer": "Iron Man"
    },
    {
      "category": "WHEN YOU WERE YOUNG",
      "text": "In 1995 an ultranationalist assassinated Yitzhak Rabin, prime minister of this country",
      "answer": "Israel"
    },
    {
      "category": "NICE RIDE",
      "text": "If a Dutch person says to use your fiets, he doesn't mean walk but ride this, as many in the Netherlands do",
      "answer": "your bicycle"
    },
    {
      "category": "BOOKS & AUTHORS",
      "text": "\"Forever in\" this color is Ann Brashares' third sequel to \"The Sisterhood of the Traveling Pants\"",
      "answer": "blue"
    },
    {
      "category": "POLITICIANS",
      "text": "4 decades before serving in the Capitol as Senate majority leader, he served on the U.S. Capitol police force",
      "answer": "Harry Reid"
    },
    {
      "category": "MOVIES BY QUOTE",
      "text": "\"Belief, Dr. Jones, is a gift you have yet to receive\"",
      "answer": "Indiana Jones and the Kingdom of the Crystal Skull"
    },
    {
      "category": "WHEN YOU WERE YOUNG",
      "text": "In 1996 British scientists successfully cloned this type of animal & named her Dolly",
      "answer": "a sheep"
    },
    {
      "category": "BOOKS & AUTHORS",
      "text": "Hmm... a murderer has somehow escaped from a locked room in her 1938 mystery \"Hercule Poirot's Christmas\"",
      "answer": "Agatha Christie"
    },
    {
      "category": "HIDDEN COLORS",
      "text": "Bringing old heirlooms to the antique store could pay off for you",
      "answer": "gold (Bringing old)"
    },
    {
      "category": "POLITICIANS",
      "text": "Republicans Pat Roberts & Sam Brownback have been senators from this Midwest state since the mid-1990s",
      "answer": "Kansas"
    },
    {
      "category": "MOVIES BY QUOTE",
      "text": "\"I'm sure that in 1985, plutonium is available in every corner drugstore, but in 1955 it's a little hard to come by\"",
      "answer": "Back to the Future"
    },
    {
      "category": "WHEN YOU WERE YOUNG",
      "text": "In 2000 Clinton became the first sitting president to visit this country since Nixon visited the troops in 1969",
      "answer": "Vietnam"
    },
    {
      "category": "NICE RIDE",
      "text": "L.A.'s Starline Tours can take you past Hollywood landmarks in this, another word for a streetcar",
      "answer": "a trolley"
    },
    {
      "category": "BOOKS & AUTHORS",
      "text": "Sebastian Faulks penned the new James Bond novel \"Devil May Care\" for the 100th anniv. of this author's birth",
      "answer": "Ian Fleming"
    },
    {
      "category": "HIDDEN COLORS",
      "text": "For angels to show up, just put out some candy",
      "answer": "orange (for angels)"
    }
  ]
}