{
  "title": "Show #9240 - Friday, January 3, 2025",
  "date": {
    "day": 3,
    "month": "January",
    "year": 2025
  },
  "clues": [
    {
      "category": "HISTORIC AMERICANS",
      "text": "In 1869,she & Elizabeth Cady Stantonformed the National Woman Suffrage Association",
      "answer": "Susan B. Anthony"
    },
    {
      "category": "10-, 11- & 12-LETTER WORDS",
      "text": "Even our furry friends can benefit fromthisancient Chinese practice",
      "answer": "acupuncture"
    },
    {
      "category": "SCI-FI FILL IN",
      "text": "A full-course meal available from Douglas Adams:\"The Restaurant at the End of the ____\"",
      "answer": "the Universe"
    },
    {
      "category": "CLOTHING TIME",
      "text": "To pick up an Oscar for the animated film \"Brave\", director Mark Andrews wore one of these in the DunBroch tartan",
      "answer": "a kilt"
    },
    {
      "category": "NAMED FOR A PLACE",
      "text": "They'reamong the smallest but hardiest of breeds",
      "answer": "Shetland ponies"
    },
    {
      "category": "& THE EMMY GOES TO...",
      "text": "Joey Pants--Joe Pantolianowon a 2003 Emmy as Ralph on this show but got seriously bada-bing'ed off it via the main character",
      "answer": "The Sopranos"
    },
    {
      "category": "HISTORIC AMERICANS",
      "text": "In 1934 Alcatraz welcomed him, prisoner No. 85, serving time for income tax evasion",
      "answer": "Al Capone"
    },
    {
      "category": "10-, 11- & 12-LETTER WORDS",
      "text": "Historically, a man who sewed for a living was a tailor & a woman who sewed was called this, with a feminine suffix",
      "answer": "a seamstress"
    },
    {
      "category": "SCI-FI FILL IN",
      "text": "A Harlan Ellison classic:\"I Have No Mouth & I Must ____\"",
      "answer": "Scream"
    },
    {
      "category": "CLOTHING TIME",
      "text": "Waistcoat is a longer & fancier way of referring to this 4-letter garment",
      "answer": "a vest"
    },
    {
      "category": "NAMED FOR A PLACE",
      "text": "Going on a short trip? You might want to pack your belongings in this type of bag named for a town in Belgium",
      "answer": "a duffel"
    },
    {
      "category": "& THE EMMY GOES TO...",
      "text": "Elizabeth Debickifor this pivotal role on \"The Crown\", which got 18 nominations in 2024",
      "answer": "Princess Diana"
    },
    {
      "category": "HISTORIC AMERICANS",
      "text": "Born into slavery, he would later direct the Agricultural Research Department at Tuskegee Institute, 1896-1943",
      "answer": "George Washington Carver"
    },
    {
      "category": "10-, 11- & 12-LETTER WORDS",
      "text": "In literature these 2 terms mean the main character & the opposing one",
      "answer": "protagonist & antagonist"
    },
    {
      "category": "SCI-FI FILL IN",
      "text": "Rick Deckard is on the hunt:\"Do Androids Dream of ____ ____\"",
      "answer": "Electric Sheep"
    },
    {
      "category": "CLOTHING TIME",
      "text": "Knee length, these divided pants cut full to look like a skirt played a pivotal role in the film \"Barb & Star Go to Vista Del Mar\"",
      "answer": "culottes"
    },
    {
      "category": "NAMED FOR A PLACE",
      "text": "Drop \"stok\" from the name of a Polish city to get this schmearable breakfast roll, a cousin to the bagel",
      "answer": "the bialy"
    },
    {
      "category": "& THE EMMY GOES TO...",
      "text": "This show, for Best Comedy Series; hey, baby, I hear the Emmys a-callin' it 5 times in its first 5 seasons, starting in 1994",
      "answer": "Frasier"
    },
    {
      "category": "HISTORIC AMERICANS",
      "text": "This Army doctor who helped conquer yellow fever would have a D.C. area hospital & medical center named for him",
      "answer": "(Walter) Reed"
    },
    {
      "category": "10-, 11- & 12-LETTER WORDS",
      "text": "Containing a root  from Latin for \"scales\", it's a state of balance in physics",
      "answer": "equilibrium"
    },
    {
      "category": "SCI-FI FILL IN",
      "text": "By Ursula K. Le Guin:\"The Left Hand of ____\"",
      "answer": "Darkness"
    },
    {
      "category": "CLOTHING TIME",
      "text": "Hey, gents, if you are riding through the brush, you may want to wear these leather leggings over your jeans",
      "answer": "chaps"
    },
    {
      "category": "NAMED FOR A PLACE",
      "text": "These hominids were named for the German valley where their remains were first discovered",
      "answer": "Neanderthals"
    },
    {
      "category": "& THE EMMY GOES TO...",
      "text": "Her, 2023's Best Lead Actress in a Comedy Series, for her role of educator Janine Teagues",
      "answer": "Quinta Brunson"
    },
    {
      "category": "HISTORIC AMERICANS",
      "text": "With no photos, this Native American's monument in South Dakota was based on descriptions from Little Bighorn survivors",
      "answer": "Crazy Horse"
    },
    {
      "category": "10-, 11- & 12-LETTER WORDS",
      "text": "2 Molière titles that perfectly describe Scrooge are \"The Miser\" & \"The\" this, a real hater",
      "answer": "Misanthrope"
    },
    {
      "category": "SCI-FI FILL IN",
      "text": "Richard K. Morgan's tale of cyberwarriors: \"Altered ____\"",
      "answer": "Carbon"
    },
    {
      "category": "CLOTHING TIME",
      "text": "Similar to a parka,thistype of waterproof jacket gets its name from a Greenlandic Inuit word",
      "answer": "an anorak"
    },
    {
      "category": "NAMED FOR A PLACE",
      "text": "Named for its country of origin,thisrare blue gem is found only near the base of Mount Kilimanjaro",
      "answer": "tanzanite"
    },
    {
      "category": "& THE EMMY GOES TO...",
      "text": "This show, for Scripted Variety Series, but word to the wise--do *not* play off John Oliver while he eulogizes his beloved dog",
      "answer": "Last Week Tonight"
    },
    {
      "category": "YOUR 19th CENTURY BEARD TICKLES!",
      "text": "UnderPedro II & Teresa Christina, Brazil moved to an export economy based on this, producing more than half the world's supply",
      "answer": "coffee"
    },
    {
      "category": "MODELS",
      "text": "From a refugee family, in 1997 Alek Wek became the first African model on the cover of this mag with a French pronoun name",
      "answer": "Elle"
    },
    {
      "category": "SLANG FROM YOUR START-UP JOB",
      "text": "\"Heavenly\" term for a high-net-worth individual who supplies a start-up with cash in exchange for a piece of the business",
      "answer": "angel investor (an angel)"
    },
    {
      "category": "R\" WE THERE YET?",
      "text": "This Pennsylvania place gave its name to a railroad line seen on Monopoly boards",
      "answer": "Reading"
    },
    {
      "category": "ONLY BIRDERS...",
      "text": "Understand the value of keeping these, bins for short, always at the ready in case a new species shows up",
      "answer": "binoculars"
    },
    {
      "category": "IN THE BUILDING",
      "text": "Big Ben is located within this big government building also called the Palace of Westminster",
      "answer": "Houses of Parliament"
    },
    {
      "category": "YOUR 19th CENTURY BEARD TICKLES!",
      "text": "You've seen hisbeard, but have you seen hispenmanship? His wife Jenny got to share his socialist ideals & copy his manuscripts",
      "answer": "Karl Marx"
    },
    {
      "category": "MODELS",
      "text": "Keith Carlos dedicated his win, the first by a male on this show, to men \"trying to succeed in a female dominated industry\"",
      "answer": "America's Next Top Model"
    },
    {
      "category": "SLANG FROM YOUR START-UP JOB",
      "text": "To be this food \"profitable\" means to cover basic expenses like the same-named Maruchan instant noodles",
      "answer": "ramen"
    },
    {
      "category": "R\" WE THERE YET?",
      "text": "This mountain's  major peaks are named Liberty Cap, Point Success & Columbia Crest, which is actually the summit",
      "answer": "Mount Rainier"
    },
    {
      "category": "ONLY BIRDERS...",
      "text": "Know the frustration when a sky rat, a common \"rock\" one of these birds, is the only bird around",
      "answer": "a pigeon"
    },
    {
      "category": "IN THE BUILDING",
      "text": "Inside this building in Agra are the \"False\" sarcophagi of Shah Jahan & wife Mumtaz; their actual graves lie elsewhere within",
      "answer": "the Taj Mahal"
    },
    {
      "category": "YOUR 19th CENTURY BEARD TICKLES!",
      "text": "Wife Isabella must've been proud as the Canadian Pacific Railway'sDonald Smithdrove the last this in British Columbia, on November 7, 1885",
      "answer": "a railroad spike"
    },
    {
      "category": "MODELS",
      "text": "Jamie Dornanwas in Armani ads before portraying this title S&M enthusiast on film",
      "answer": "Christian Grey"
    },
    {
      "category": "SLANG FROM YOUR START-UP JOB",
      "text": "\"Do you think you have the\" this word \"to do more work?\"--the word has  expanded to mean more than just \"data capacity\"",
      "answer": "bandwidth"
    },
    {
      "category": "R\" WE THERE YET?",
      "text": "The name of this state of northwest India means \"land of the kings\"",
      "answer": "Rajasthan"
    },
    {
      "category": "ONLY BIRDERS...",
      "text": "Know that the lawn carp is a nickname used for the Canada type of this bird that's spotted in many urban environs",
      "answer": "goose"
    },
    {
      "category": "IN THE BUILDING",
      "text": "The building in Dessau that bears the name of this artistic movement has door handles designed by Walter Gropius himself",
      "answer": "Bauhaus"
    },
    {
      "category": "YOUR 19th CENTURY BEARD TICKLES!",
      "text": "General Albert Jenkinsleft behind wife Virginia, then left behind the state ofVirginia, in 1862, for the first Confederate raid intothisstate",
      "answer": "Ohio"
    },
    {
      "category": "MODELS",
      "text": "Turning the gap between her teeth from a liability to a trademark, she's kept on modeling past her 80th birthday in 2023",
      "answer": "Lauren Hutton"
    },
    {
      "category": "SLANG FROM YOUR START-UP JOB",
      "text": "It's an 8-letter portmanteau word for a product that has no cost upfront but has cost for all of the supplemental stuff",
      "answer": "a freemium"
    },
    {
      "category": "R\" WE THERE YET?",
      "text": "McMurdo Sound is an inlet of this, which, despite its name, is a deep bay of the Southern Ocean",
      "answer": "the Ross Sea"
    },
    {
      "category": "ONLY BIRDERS...",
      "text": "Only birders who brave the sea get a chance to spot pelagic birds, like thealbatross& the little type ofthis3-letter bird",
      "answer": "an auk"
    },
    {
      "category": "IN THE BUILDING",
      "text": "La Pedrera, a masterpiece of architecture from this Spaniard, has lots of art inside, & apartments, too",
      "answer": "Gaudí"
    },
    {
      "category": "YOUR 19th CENTURY BEARD TICKLES!",
      "text": "WifeNadezhdashared a love of music, 7 children & a set of initials withthisRussian composer of \"Scheherazade\"",
      "answer": "Nikolai Rimsky-Korsakov"
    },
    {
      "category": "MODELS",
      "text": "ThisVictoria Secret supermodel is from Brazil, but her last name is the capital of another South American country",
      "answer": "Adriana Lima"
    },
    {
      "category": "SLANG FROM YOUR START-UP JOB",
      "text": "No, our company didn't do this to keep people from seeing your dog's Halloween costume; the head of IG says it's \"not a thing\"",
      "answer": "shadow ban"
    },
    {
      "category": "R\" WE THERE YET?",
      "text": "In July 1429 a triumphant Joan of Arc stood near the French king as he was crowned in the cathedral in this city",
      "answer": "Reims"
    },
    {
      "category": "ONLY BIRDERS...",
      "text": "Can feel the joy from sighting one of the rarest of birds, the South Philippine dwarf this, a name Huey Long would love",
      "answer": "kingfisher"
    },
    {
      "category": "IN THE BUILDING",
      "text": "This Kuala Lumpur landmark has a transfer point on the 41st floor between its 2 towers & a concert hall below",
      "answer": "Petronas Towers"
    }
  ]
}