{
  "title": "Show #8040 - Friday, July 19, 2019",
  "date": {
    "day": 19,
    "month": "July",
    "year": 2019
  },
  "clues": [
    {
      "category": "MOM & DAD CONFUSE ME",
      "text": "Mom says in the election, Pennsylvania will be this pivotal kind of state; I want to go there & have Daddy push me--whee!",
      "answer": "a swing state"
    },
    {
      "category": "THAT'S HOT STUFF",
      "text": "Though closest to the Earth in size, this planet's average surface temperature is 860 degrees Fahrenheit",
      "answer": "Venus"
    },
    {
      "category": "BB\" IN THE MIDDLE",
      "text": "A small stone, especially one made smooth by water",
      "answer": "a pebble"
    },
    {
      "category": "THE APOLLO MISSIONS",
      "text": "(Sarah of the Clue Crew presents from the Smithsonian.) On its way to the Moon & back in 1969, Apollo 11 carried a piece ofwoodfrom a craft employed by these two men for another famous flight 66 years earlier",
      "answer": "the Wright brothers"
    },
    {
      "category": "IF I WERE A TIBETAN MAN",
      "text": "When Godan Khan sent an army of these people to invade in 1240, Sakya Pandita met him & cured him of disease",
      "answer": "the Mongols"
    },
    {
      "category": "POP CULTURE DECADES",
      "text": "Disneyland opens",
      "answer": "the 1950s"
    },
    {
      "category": "MOM & DAD CONFUSE ME",
      "text": "To us kids, this is a pet that meows; why do Mom & Dad say to put money in it so they can collect for charity?",
      "answer": "a kitty"
    },
    {
      "category": "THAT'S HOT STUFF",
      "text": "If you're gonna try this activity AKA anastenaria, use cherry or maple embers so as not to burn your feet",
      "answer": "walking on coals"
    },
    {
      "category": "BB\" IN THE MIDDLE",
      "text": "A narrow band of inked material used in a typewriter",
      "answer": "a ribbon"
    },
    {
      "category": "THE APOLLO MISSIONS",
      "text": "(Sarah of the Clue Crew presents from the Smithsonian.) To prevent the spread of possible Moon germs, Apollo 11's capsule &crewwere disinfected upon splashdown; the crew was then transported to Houston inside a converted Airstream trailer called the MQF, or Mobile this Facility",
      "answer": "quarantine"
    },
    {
      "category": "IF I WERE A TIBETAN MAN",
      "text": "In legend, c. 430 A.D., King Nyantsen received a scripture that marked the introduction of this religion into Tibet",
      "answer": "Buddhism"
    },
    {
      "category": "POP CULTURE DECADES",
      "text": "\"The Lone Ranger\" & \"Meet the Press\" debut on TV",
      "answer": "the 1940s"
    },
    {
      "category": "MOM & DAD CONFUSE ME",
      "text": "This is what Dad calls his favorite baseball team--huh? They're named for the cubicles where we put our stuff in preschool?",
      "answer": "the Cubbies"
    },
    {
      "category": "THAT'S HOT STUFF",
      "text": "The steam is about 350 degrees during an eruption of this famously predictable geyser at Yellowstone National Park",
      "answer": "Old Faithful"
    },
    {
      "category": "BB\" IN THE MIDDLE",
      "text": "The circle around the words said by people in a cartoon",
      "answer": "a bubble"
    },
    {
      "category": "THE APOLLO MISSIONS",
      "text": "(Sarah of the Clue Crew presents from the Smithsonian.) In 1975 an Apollo module was launched from Florida &thisother craft from Kazakhstan for an orbitallink-upthat marked a rare period of detente in the space race",
      "answer": "Soyuz"
    },
    {
      "category": "IF I WERE A TIBETAN MAN",
      "text": "To help create a Tibetan alphabet, around 600 A.D. King Songtsen Gampo sent scholars to India to study this language",
      "answer": "Sanskrit"
    },
    {
      "category": "POP CULTURE DECADES",
      "text": "Mary Lou Retton scores a perfect 10 at the Olympics",
      "answer": "the 1980s"
    },
    {
      "category": "MOM & DAD CONFUSE ME",
      "text": "Dad said a guy he owes big-time is calling in these--but I need them to color my horsey picture!",
      "answer": "my markers"
    },
    {
      "category": "THAT'S HOT STUFF",
      "text": "The hottest part of the flame of this lab device actually designed by Peter Desaga reaches 2,700 degrees",
      "answer": "a Bunsen burner"
    },
    {
      "category": "BB\" IN THE MIDDLE",
      "text": "Adjective to describe someone who thinks he's superior to others",
      "answer": "snobbish"
    },
    {
      "category": "THE APOLLO MISSIONS",
      "text": "(Sarah of the Clue Crew presents from the Smithsonian.) This giantrocketthat carried the Apollo missions into space stood taller than the Statue of Liberty & weighed more than 6 million pounds; thering-shaped unitthat contained the guidance system was 22' in diameter all by itself",
      "answer": "Saturn V"
    },
    {
      "category": "IF I WERE A TIBETAN MAN",
      "text": "Tibetan religious teacher Tsongkhapa founded the Gelugpa sect, noted for their hats of this color",
      "answer": "yellow"
    },
    {
      "category": "POP CULTURE DECADES",
      "text": "Wheaties cereal & the Baby Ruth candy bar are introduced",
      "answer": "the '20s"
    },
    {
      "category": "MOM & DAD CONFUSE ME",
      "text": "Mom & Dad want me to let my sister use my toys; so how is this word bad when Grandma tells us too much personal stuff?",
      "answer": "oversharing"
    },
    {
      "category": "THAT'S HOT STUFF",
      "text": "This synonym for scorching is in the name of a zone that's also called the tropics",
      "answer": "torrid"
    },
    {
      "category": "BB\" IN THE MIDDLE",
      "text": "Someone who raises annoying petty objections to things",
      "answer": "a quibbler"
    },
    {
      "category": "THE APOLLO MISSIONS",
      "text": "(Sarah of the Clue Crew presents from the Smithsonian.) The Apollo missions brought back more than 800 pounds of moon rocks & showed that the dark, flatlunar areasknown as seas are not water but this common volcanic rock that also makes up most of the oceanic crust here on Earth",
      "answer": "basalt"
    }
  ]
}