{
  "title": "Show #5472 - Tuesday, May 27, 2008",
  "date": {
    "day": 27,
    "month": "May",
    "year": 2008
  },
  "clues": [
    {
      "category": "WORLD HISTORY",
      "text": "In 1271 he left Venice for the Far East with his father & uncle; 24 years later, he finally made it back home",
      "answer": "Marco Polo"
    },
    {
      "category": "TIME FOR A SNACK",
      "text": "I've got to have some penuche candy made the classic way, with this color sugar",
      "answer": "brown"
    },
    {
      "category": "5-LETTER WORDS",
      "text": "To skip school, or the furrow on the side of the road",
      "answer": "ditch"
    },
    {
      "category": "GETTING THERE",
      "text": "By definition this type of automobile has a top that can be removed or folded back",
      "answer": "a convertible"
    },
    {
      "category": "ORSON",
      "text": "Bizarrely, Orson Welles played Captain Ahab, Starbuck & Ishmael in a 1971 experimental film version of this",
      "answer": "Moby Dick"
    },
    {
      "category": "BUGGY",
      "text": "In 1897 Dr. Ronald Ross demonstrated that malaria was transmitted by these insects",
      "answer": "mosquitoes"
    },
    {
      "category": "WORLD HISTORY",
      "text": "On Feb. 18, 2008 the U.S. recognized this new Balkan state",
      "answer": "Kosovo"
    },
    {
      "category": "TIME FOR A SNACK",
      "text": "Maybe I'll earn a merit badge by eating the bestselling Girl Scout cookies called \"Thin\" these",
      "answer": "Thin Mints"
    },
    {
      "category": "5-LETTER WORDS",
      "text": "A superlative form of little, it's an antonym of utmost",
      "answer": "least"
    },
    {
      "category": "GETTING THERE",
      "text": "A boat that transports passengers across a river, it's a homonym for a tiny imaginary creature",
      "answer": "a ferry"
    },
    {
      "category": "ORSON",
      "text": "This 1938 Orson Welles broadcast scared millions into thinking that a Martian invasion was happening",
      "answer": "War of the Worlds"
    },
    {
      "category": "BUGGY",
      "text": "Salticidae, the jumping types of these arachnids, have hairy bodies & feed on insects & on others of their kind",
      "answer": "spiders"
    },
    {
      "category": "WORLD HISTORY",
      "text": "In a 1587 edict, Boris Godunov bound these to the land they worked on by forbidding their trade",
      "answer": "serfs"
    },
    {
      "category": "TIME FOR A SNACK",
      "text": "As in the song, I'll have shoo-fly pie & this fruit pandowdy (they'll make my stomach say \"Howdy!\")",
      "answer": "apple (pandowdy)"
    },
    {
      "category": "5-LETTER WORDS",
      "text": "This part of the face can mean \"impudence\" or \"sass\"",
      "answer": "cheek"
    },
    {
      "category": "GETTING THERE",
      "text": "Glasgow residents call this transport the \"Clockwork Orange\", & you follow the \"U\" signs to get to it",
      "answer": "the underground (or subway)"
    },
    {
      "category": "ORSON",
      "text": "Orson Welles provided the voice of wealthy author Robin Masters on this TV detective series set in Hawaii",
      "answer": "Magnum, P.I."
    },
    {
      "category": "BUGGY",
      "text": "Some ants herd these small insects of the order Hemiptera for the sweet excretions they produce",
      "answer": "aphids"
    },
    {
      "category": "WORLD HISTORY",
      "text": "Cities like Copan thrived in this Mesoamerican civilization's Classic Period, until about 900",
      "answer": "the Maya"
    },
    {
      "category": "TIME FOR A SNACK",
      "text": "As a snack, it's often flavored; the version used in the Eucharist is more austere",
      "answer": "a wafer"
    },
    {
      "category": "5-LETTER WORDS",
      "text": "It's a glass bottle used to hold vinegar or oil for salad dressing",
      "answer": "a cruet"
    },
    {
      "category": "GETTING THERE",
      "text": "It's the country that gave us the term for a 3-horse-drawn sled known as a troika",
      "answer": "Russia"
    },
    {
      "category": "ORSON",
      "text": "Arrrrr! In 1972 Orson Welles was back aboard ship as the evil Long John Silver in this tale",
      "answer": "Treasure Island"
    },
    {
      "category": "BUGGY",
      "text": "The term \"locust\" commonly refers to the short-horned variety of this insect",
      "answer": "a grasshopper"
    },
    {
      "category": "WORLD HISTORY",
      "text": "J.J. Dessalines, who bore scars from his master's whip, wanted to kill all whites on his island, now called this",
      "answer": "Hispaniola"
    },
    {
      "category": "TIME FOR A SNACK",
      "text": "General Mills makes \"Fruit Roll-Ups\" & \"Fruit by\" this measure",
      "answer": "the Foot"
    },
    {
      "category": "5-LETTER WORDS",
      "text": "This diminutive of Bridget usually refers to a fussy old woman",
      "answer": "biddy"
    },
    {
      "category": "GETTING THERE",
      "text": "From the Dutch for \"small, fast ship\", the name of this type of frigate sounds like a popular sports car",
      "answer": "a corvette"
    },
    {
      "category": "ORSON",
      "text": "You might have the right touch if you know in 1958 Orson Welles starred in the cult classic film \"Touch of\" this",
      "answer": "Touch of Evil"
    },
    {
      "category": "BUGGY",
      "text": "Edward Lorenz' \"effect\" on how something small can make a big change in the weather is named for this insect",
      "answer": "the butterfly"
    }
  ]
}