{
  "title": "Show #4298 - Wednesday, April 16, 2003",
  "date": {
    "day": 16,
    "month": "April",
    "year": 2003
  },
  "clues": [
    {
      "category": "BRITISH LIT",
      "text": "He wrote the verse \"Hush, hush, whisper who dares, Christopher Robin is saying his prayers\"",
      "answer": "A. A. Milne"
    },
    {
      "category": "POP MUSIC PAIRINGS",
      "text": "...& the Gang",
      "answer": "Kool"
    },
    {
      "category": "THEATRE TALK",
      "text": "(Cheryl of the Clue Crew reports from the set ofThe Producers.)  According to the cast of \"The Producers\", actors say this three-word phrase, instead of \"Good luck\"",
      "answer": "\"Break a leg\""
    },
    {
      "category": "INVENTIONS",
      "text": "On April 10, 1849 Walter Hunt received a patent for this cloth diaper fastener",
      "answer": "a safety pin"
    },
    {
      "category": "ON THE PHONE",
      "text": "In Sweden, if you hear funny noises in your home or in your chest, dial 112 instead of this U.S. equivalent",
      "answer": "911"
    },
    {
      "category": "POTLUCK",
      "text": "It's the year in which the last U.S. Census was taken",
      "answer": "2000"
    },
    {
      "category": "BRITISH LIT",
      "text": "This author's \"Lord of the Flies\" has been turned into films directed by Peter Brook & Harry Hook",
      "answer": "(William) Golding"
    },
    {
      "category": "POP MUSIC PAIRINGS",
      "text": "...& the Miami Sound Machine",
      "answer": "Gloria Estefan"
    },
    {
      "category": "THEATRE TALK",
      "text": "(Sofia of the Clue Crew reports from backstage at the Gershwin Theatre.)  These are the areas just offstage, & actors wait in them to make their entrances",
      "answer": "the wings"
    },
    {
      "category": "INVENTIONS",
      "text": "In 1825 Hannah Montague, tired of washing her husband's shirts because this was soiled, invented a detachable one",
      "answer": "a collar"
    },
    {
      "category": "ON THE PHONE",
      "text": "The British may call home by \"reversing the charges\", which we know as calling this way",
      "answer": "collect"
    },
    {
      "category": "POTLUCK",
      "text": "It's a big lie, or a big burger from Burger King",
      "answer": "a Whopper"
    },
    {
      "category": "BRITISH LIT",
      "text": "Near the end of this novel, Madame Defarge is killed with her own gun during a struggle with Miss Pross",
      "answer": "A Tale of Two Cities"
    },
    {
      "category": "POP MUSIC PAIRINGS",
      "text": "...& the Blackhearts",
      "answer": "Joan Jett"
    },
    {
      "category": "THEATRE TALK",
      "text": "(Sarah of the Clue Crew has snuck into the dressing room ofHairspray.)  It's considered bad luck to mention the name of this play in the dressing room; actors call it \"The Scottish Play\"",
      "answer": "Macbeth"
    },
    {
      "category": "INVENTIONS",
      "text": "Eli Whitney's model for this was stolen & manufactured by competitors before he received his patent in 1794",
      "answer": "the cotton gin"
    },
    {
      "category": "ON THE PHONE",
      "text": "By our informal estimate, this question from the \"Scooby-Doo\" theme song also begins 70% of cell phone calls",
      "answer": "\"Where are you?\""
    },
    {
      "category": "POTLUCK",
      "text": "The name of this dark brownish red comes from the French word for \"chestnut\"",
      "answer": "maroon"
    },
    {
      "category": "BRITISH LIT",
      "text": "The traveller in this 1895 tale finds himself in the year A.D. 802,701",
      "answer": "The Time Machine"
    },
    {
      "category": "POP MUSIC PAIRINGS",
      "text": "...& the Funky Bunch",
      "answer": "Marky Mark"
    },
    {
      "category": "THEATRE TALK",
      "text": "(Oooooooklahoma!  Where Sofia's standing on the set.)  It's the term for raising or lowering scenery above the stage; it's also what Mary Martin did in \"Peter Pan\"",
      "answer": "fly"
    },
    {
      "category": "INVENTIONS",
      "text": "His father Robert attempted to build a mechanical reaper but failed; he succeeded & became quite wealthy",
      "answer": "(Cyrus) McCormick"
    },
    {
      "category": "ON THE PHONE",
      "text": "Including a transmitter & a receiver, the part of a telephone you pick up has this \"manual\" name",
      "answer": "a handset"
    },
    {
      "category": "POTLUCK",
      "text": "It's the answer to the Sphinx' riddle: \"What walks on 4 legs in the morning, 2 at noon, and 3 in the evening?\"",
      "answer": "man"
    },
    {
      "category": "BRITISH LIT",
      "text": "It's J.G. Ballard's saga of a British boy separated from his parents & interned in a Japanese prison camp during WWII",
      "answer": "Empire of the Sun"
    },
    {
      "category": "POP MUSIC PAIRINGS",
      "text": "...& the Range",
      "answer": "Bruce Hornsby"
    },
    {
      "category": "THEATRE TALK",
      "text": "(Jimmy and the rest of the Clue Crew, on stage at the St. James Theatre.)  It's the two-word term for the event after a play when the actorsappearto take theirbows",
      "answer": "a curtain call"
    },
    {
      "category": "INVENTIONS",
      "text": "His 1769 patent was for \"a new invented method of lessening the consumption of steam and fuel in fire engines\"",
      "answer": "James Watt"
    },
    {
      "category": "ON THE PHONE",
      "text": "Dude, your mobile phone is, like, so bad; call me back on this alliterative term",
      "answer": "a land line"
    },
    {
      "category": "POTLUCK",
      "text": "By definition, orogeny is the geologic process by which these are formed on Earth",
      "answer": "mountains"
    }
  ]
}