{
  "title": "Show #2924 - Thursday, April 24, 1997",
  "date": {
    "day": 24,
    "month": "April",
    "year": 1997
  },
  "clues": [
    {
      "category": "THE OLD TESTAMENT",
      "text": "God told Adam, \"Of every tree of the garden thou mayest freely eat:  but of\" this one",
      "answer": "Tree of the knowledge of good & evil"
    },
    {
      "category": "FILM STARS",
      "text": "This former mayor of Carmel, California played 3 songs on the piano in \"In The Line Of Fire\"",
      "answer": "Clint Eastwood"
    },
    {
      "category": "COOKING",
      "text": "This device reads 234-240 degrees F. when your candy reaches the soft ball stage",
      "answer": "Thermometer"
    },
    {
      "category": "STATE CAPITALS",
      "text": "The metropolitan area of this Michigan capital occupies parts of 3 counties",
      "answer": "Lansing"
    },
    {
      "category": "POTPOURRI",
      "text": "The origins of this company can be traced back to the production of a car called the Dat in 1911",
      "answer": "Nissan/Datsun"
    },
    {
      "category": "G\" WHIZ!",
      "text": "It's a wine glass with a base & a stem",
      "answer": "Goblet"
    },
    {
      "category": "THE OLD TESTAMENT",
      "text": "It was God's sign to Noah that he would never again flood the Earth",
      "answer": "Rainbow"
    },
    {
      "category": "FILM STARS",
      "text": "This current James Bond was a fire eater while with the London Street Theatre Group",
      "answer": "Pierce Brosnan"
    },
    {
      "category": "COOKING",
      "text": "Before baking the peanut butter type of these, Heloise flattens them with a potato masher",
      "answer": "Cookies"
    },
    {
      "category": "STATE CAPITALS",
      "text": "The area of this Wyoming capital was first occupied by the Native American tribe for which it's named",
      "answer": "Cheyenne"
    },
    {
      "category": "POTPOURRI",
      "text": "Ash Wednesday is a movable feast falling this many days, excluding Sundays, before Easter",
      "answer": "40"
    },
    {
      "category": "G\" WHIZ!",
      "text": "The insane emperor Commodus fought in the arena as one of these combatants",
      "answer": "Gladiator"
    },
    {
      "category": "THE OLD TESTAMENT",
      "text": "In Joshua the Israelites made a miraculous crossing of this river, much as they did at the Red Sea",
      "answer": "Jordan"
    },
    {
      "category": "FILM STARS",
      "text": "This female star of \"Splash\" sung backup vocals on Jackson Browne's hit \"You're A Friend of Mine\"",
      "answer": "Daryl Hannah"
    },
    {
      "category": "COOKING",
      "text": "The \"bulb\" type of this utensil moistens meat while it's cooking",
      "answer": "Baster"
    },
    {
      "category": "STATE CAPITALS",
      "text": "This city is the center of Alabama's fertile \"Black Belt\" agricultural area",
      "answer": "Montgomery"
    },
    {
      "category": "POTPOURRI",
      "text": "In 1950 this former first lady won the second Four Freedoms Award",
      "answer": "Eleanor Roosevelt"
    },
    {
      "category": "G\" WHIZ!",
      "text": "During WWII this island was the site of the first major Allied offensive in the Pacific",
      "answer": "Guadalcanal"
    },
    {
      "category": "THE OLD TESTAMENT",
      "text": "This collection of sayings is sometimes referred to as the \"Book of Wisdom\"",
      "answer": "Proverbs"
    },
    {
      "category": "FILM STARS",
      "text": "In 1972 this future wife of Alec Baldwin & her mother posed together as models for Breck shampoo",
      "answer": "Kim Basinger"
    },
    {
      "category": "COOKING",
      "text": "As a verb, it means to insert strips of fat into meat; as a noun, it's rendered pork fat itself",
      "answer": "Lard"
    },
    {
      "category": "STATE CAPITALS",
      "text": "Lincoln University in this Missouri capital was founded by black Civil War veterans",
      "answer": "Jefferson City"
    },
    {
      "category": "POTPOURRI",
      "text": "The National Air & Space Museum's planetarium is named for this German-American physicist",
      "answer": "Albert Einstein"
    },
    {
      "category": "G\" WHIZ!",
      "text": "Grammatically speaking, it's a verbal noun ending in \"ing\"",
      "answer": "Gerund"
    },
    {
      "category": "THE OLD TESTAMENT",
      "text": "While living in Midian, he married Zipporah",
      "answer": "Moses"
    },
    {
      "category": "FILM STARS",
      "text": "To play the role of Nazi Amon Goeth in \"Schindler's List\", this actor gained about 25 pounds",
      "answer": "Ralph Fiennes"
    },
    {
      "category": "COOKING",
      "text": "These onion relatives found in vichyssoise must be washed carefully to remove dirt from the leaves",
      "answer": "Leeks"
    },
    {
      "category": "STATE CAPITALS",
      "text": "This capital's 1970 merger with the town of Douglas made it the nation's largest state capital in area",
      "answer": "Juneau, Alaska"
    },
    {
      "category": "POTPOURRI",
      "text": "Snaketown on the Gila River in this state is the best-studied village of the Hohokam culture",
      "answer": "Arizona"
    },
    {
      "category": "G\" WHIZ!",
      "text": "The Soviet Union's chief administration of corrective labor camps was known by this Russian acronym",
      "answer": "GULAG (Main Directorate for Corrective Labor Camps)"
    },
    {
      "category": "HISTORIC PEOPLE",
      "text": "Earlier in 1775 he rode to warn the patriots to move their military stores from Concord",
      "answer": "Paul Revere"
    },
    {
      "category": "MUSICAL THEATRE",
      "text": "In 1996 Lou Diamond Phillips filled Yul Brynner's royal shoes for a revival of this musical",
      "answer": "The King And I"
    },
    {
      "category": "GEOGRAPHY",
      "text": "This tiny principality is bordered on 3 sides by the French department of Alpes-Maritmes",
      "answer": "Monaco"
    },
    {
      "category": "AMERICAN LITERATURE",
      "text": "Harpooneers in this novel include Tashtego, Daggoo & Queequeg, a cannibal",
      "answer": "Moby Dick"
    },
    {
      "category": "ART & ARTISTS",
      "text": "The artists who covered nudity painted by him in the Sistine Chapel were called \"breeches makers\"",
      "answer": "Michelangelo"
    },
    {
      "category": "THE LONGEST",
      "text": "At 24 miles, Loch Awe is the longest lake in this country of Great Britain",
      "answer": "Scotland"
    },
    {
      "category": "HISTORIC PEOPLE",
      "text": "After his father failed several times, this man succeeded in developing the mechanical grain reaper",
      "answer": "Cyrus McCormick"
    },
    {
      "category": "MUSICAL THEATRE",
      "text": "Patti LuPone, Glenn Close & Betty Buckley have all played Norma Desmond in this show",
      "answer": "Sunset Boulevard"
    },
    {
      "category": "GEOGRAPHY",
      "text": "Both Spain's & California's highest mountain peaks are in a range called this",
      "answer": "Sierra Nevadas"
    },
    {
      "category": "AMERICAN LITERATURE",
      "text": "This 1950 Ray Bradbury book collected 26 stories about Earth's colonization of Mars",
      "answer": "The Martian Chronicles"
    },
    {
      "category": "ART & ARTISTS",
      "text": "In 1792 Thomas Lawrence succeeded Sir Joshua Reynolds as principal painter to this king",
      "answer": "George III"
    },
    {
      "category": "THE LONGEST",
      "text": "Guinness says the longest of these dance lines was formed by 119,986 people at a 1988 Miami festival",
      "answer": "Conga line"
    },
    {
      "category": "HISTORIC PEOPLE",
      "text": "\"It's Good To Be Alive\" is the autobiography of this 1950s Brooklyn Dodgers catcher",
      "answer": "Roy Campanella"
    },
    {
      "category": "MUSICAL THEATRE",
      "text": "Theatre troupe seen here, they've created quite a noise in the dance world:[video clue]",
      "answer": "Stomp"
    },
    {
      "category": "GEOGRAPHY",
      "text": "Balaklava lies on the tip of this peninsula, opposite Yalta",
      "answer": "Crimean Peninsula"
    },
    {
      "category": "AMERICAN LITERATURE",
      "text": "This 1854 Thoreau work is subtitled \"Or Life in the Woods\"",
      "answer": "Walden"
    },
    {
      "category": "ART & ARTISTS",
      "text": "The Vermeer show at this Washington, D.C. gallery was shut down Dec. 16, 1995 by the budget impasse",
      "answer": "National Gallery of Art"
    },
    {
      "category": "THE LONGEST",
      "text": "The longest match at this tournament lasted 112 games when Pancho Gonzalez beat Charles Pasarell",
      "answer": "Wimbledon"
    },
    {
      "category": "HISTORIC PEOPLE",
      "text": "This commander of the AEF in WWI taught military science at the University of Nebraska in the 1890s",
      "answer": "John \"Black Jack\" Pershing"
    },
    {
      "category": "MUSICAL THEATRE",
      "text": "Try to remember this long-running musical that features the song \"Try To Remember\"",
      "answer": "The Fantasticks"
    },
    {
      "category": "GEOGRAPHY",
      "text": "This Sudanese capital is located at the junction of the Blue & the White Nile",
      "answer": "Khartoum"
    },
    {
      "category": "AMERICAN LITERATURE",
      "text": "In \"The Adventures of Tom Sawyer\", this character kills Dr. Robinson, a murder witnessed by Tom",
      "answer": "Injun Joe"
    },
    {
      "category": "ART & ARTISTS",
      "text": "Paal Enger, one of those who stole his \"The Scream\" in Oslo in 1994, was sentenced to prison in 1996",
      "answer": "Edvard Munch"
    },
    {
      "category": "THE LONGEST",
      "text": "The longest inscription of these symbols is the more than 700 on the 9th century Rokstenen",
      "answer": "Runes"
    },
    {
      "category": "HISTORIC PEOPLE",
      "text": "This orator served as Secretary of State under William Henry Harrison & John Tyler",
      "answer": "Daniel Webster"
    },
    {
      "category": "MUSICAL THEATRE",
      "text": "Bob Fosse made his choreographic debut with this musical about a threatened strike in a sleepwear factory",
      "answer": "The Pajama Game"
    },
    {
      "category": "GEOGRAPHY",
      "text": "It's the landlocked African country formerly known as Bechuanaland",
      "answer": "Botswana"
    },
    {
      "category": "AMERICAN LITERATURE",
      "text": "\"Sons\", the second novel in her \"House of Earth\" trilogy, traces the lives of Wang Lung's 3 sons",
      "answer": "Pearl S. Buck"
    },
    {
      "category": "ART & ARTISTS",
      "text": "This pop artist of comics-inspired images was awarded the National Medal of Art in 1995",
      "answer": "Roy Lichtenstein"
    },
    {
      "category": "THE LONGEST",
      "text": "Country with the longest national road; it runs 4,860 miles from a city with a woman's name to one with a man's",
      "answer": "Canada"
    }
  ]
}