{
  "title": "Show #8437 - Tuesday, July 6, 2021",
  "date": {
    "day": 6,
    "month": "July",
    "year": 2021
  },
  "clues": [
    {
      "category": "AMERICANA",
      "text": "This hero of a folk ballad says, \"If I can't beat this steam drill down, I'll die with this hammer in my hand!\"",
      "answer": "John Henry"
    },
    {
      "category": "STREET ART",
      "text": "The Ecuador-born artist known as Lady Pink became famous for painting on these transports in New York City, 1979-1985",
      "answer": "subway cars"
    },
    {
      "category": "CHECKING IN TO THE MOVIES",
      "text": "This country's Ravla Khempur stands in as \"The Best Exotic Marigold Hotel\"",
      "answer": "India"
    },
    {
      "category": "RESISTING A REST",
      "text": "Just my luck--the North American yellow-bellied sapsucker is this kind of bird, & its noisy headbanging is keeping me up",
      "answer": "a woodpecker"
    },
    {
      "category": "WOMEN WHO WRITE",
      "text": "It's the first name shared by bestselling authors Hoffman, Walker & Munro",
      "answer": "Alice"
    },
    {
      "category": "USE YOUR TWO \"I\"s",
      "text": "It can mean a ghost or strong alcohol",
      "answer": "a spirit"
    },
    {
      "category": "AMERICANA",
      "text": "El Yunque on this Caribbean island is the only tropical rain forest in the U.S. national forest system",
      "answer": "Puerto Rico"
    },
    {
      "category": "STREET ART",
      "text": "Shepard Fairey got in a protracted lawsuit with the A.P. over a poster he created from a photo they took of this man",
      "answer": "Barack Obama"
    },
    {
      "category": "CHECKING IN TO THE MOVIES",
      "text": "In \"Lost in Translation\" , Bill Murray meets Scarlett Johansson high above this city in the Park Hyatt Hotel",
      "answer": "Tokyo"
    },
    {
      "category": "RESISTING A REST",
      "text": "I'm trying to catch some ZZZs, but this feature on my alarm clock keeps telling me to wake up every 10 minutes",
      "answer": "the snooze button"
    },
    {
      "category": "WOMEN WHO WRITE",
      "text": "Katharine Lee Bates was inspired to write the words to this patriotic anthem after climbing Pikes Peak",
      "answer": "\"America The Beautiful\""
    },
    {
      "category": "USE YOUR TWO \"I\"s",
      "text": "Save me some of this! Another word for cake frosting",
      "answer": "icing"
    },
    {
      "category": "AMERICANA",
      "text": "Santa Monica's Pacific Park has a taco stand punningly named \"Whac-a-\" this 2-syllable Mexican sauce",
      "answer": "mole"
    },
    {
      "category": "STREET ART",
      "text": "The foundation started by street artist Keith Haring seeks to promote awareness of this illness that Keith died of in 1990",
      "answer": "AIDS"
    },
    {
      "category": "CHECKING IN TO THE MOVIES",
      "text": "Thisiconic San Diego hotel was a setting for \"Some Like It Hot\"",
      "answer": "the Coronado"
    },
    {
      "category": "RESISTING A REST",
      "text": "I took too many NoDoz, an oral tablet of this alkaloid, & now there's no sleep for me",
      "answer": "caffeine"
    },
    {
      "category": "WOMEN WHO WRITE",
      "text": "Journalist Maurine Dallas Watkins covered 1920s murder trials & wrote this play about Roxie & Velma that became a musical",
      "answer": "Chicago"
    },
    {
      "category": "USE YOUR TWO \"I\"s",
      "text": "A period of intentionally staying awake to keep watch or to pray",
      "answer": "vigil"
    },
    {
      "category": "AMERICANA",
      "text": "Unusually, one building of the Tug Valley Chamber of Commerce in West Virginia is made of this flammable mineral",
      "answer": "coal"
    },
    {
      "category": "STREET ART",
      "text": "Cities around the globe have pixel-style street art by Invader, whose name is inspired by this 1970s arcade game",
      "answer": "Space Invaders"
    },
    {
      "category": "CHECKING IN TO THE MOVIES",
      "text": "Macaulay Culkin cons his way into a room at the Plaza Hotel in this sequel",
      "answer": "Home Alone 2"
    },
    {
      "category": "RESISTING A REST",
      "text": "Machines making this \"colorful\" sound have been helping folks sleep since 1962, but mine isn't blocking out the jackhammers",
      "answer": "white noise"
    },
    {
      "category": "WOMEN WHO WRITE",
      "text": "Her husband Scott told an editor not to praise her novel \"Save Me the Waltz\" too highly, as it would not be good for her mental state",
      "answer": "Zelda Fitzgerald"
    },
    {
      "category": "USE YOUR TWO \"I\"s",
      "text": "The Egyptian god Thoth was often depicted with the head of this bird",
      "answer": "an ibis"
    },
    {
      "category": "AMERICANA",
      "text": "The USA's oldest continuously operating one, this building has linked Hinsdale, N.H. with the world since it opened in 1816",
      "answer": "post office"
    },
    {
      "category": "STREET ART",
      "text": "This hip-hop artist got his 3-word name from his association with the Brooklyn street art crew the Fabulous 5",
      "answer": "Fab 5 Freddy"
    },
    {
      "category": "CHECKING IN TO THE MOVIES",
      "text": "The secludedmansionwhere android Alicia Vikander is held captive in this movie is really Norway's Juvet Landscape Hotel",
      "answer": "Ex Machina"
    },
    {
      "category": "RESISTING A REST",
      "text": "I'd love to get some shut-eye but these \"equine\" muscle spasms in my legs don't help, nor do my cries of agony",
      "answer": "charley horse"
    },
    {
      "category": "WOMEN WHO WRITE",
      "text": "This activist & poet wrote \"The New Colossus\" to help raise money for the Statue of Liberty's pedestal",
      "answer": "Lazarus"
    },
    {
      "category": "USE YOUR TWO \"I\"s",
      "text": "After my bagpipes solo, I really had reason to say the catchphrase \"everyone's a\" this",
      "answer": "critic"
    }
  ]
}