{
  "title": "Show #9344 - Thursday, May 29, 2025",
  "date": {
    "day": 29,
    "month": "May",
    "year": 2025
  },
  "clues": [
    {
      "category": "MORTAL MATTERS",
      "text": "The rhyme \"Divorced, beheaded, died, divorced, beheaded, survived\" tells you the fate of his wives",
      "answer": "Henry VIII"
    },
    {
      "category": "FRUIT",
      "text": "Add some fun to your fruit plate with thecarambola, also known as this fruit, for obvious reasons",
      "answer": "the starfruit"
    },
    {
      "category": "WORDS FOUND INJUICYBY BIGGIE",
      "text": "Last name of wine merchant Claude; his family later went into business with the Chandons",
      "answer": "Moët"
    },
    {
      "category": "GHOSTING",
      "text": "In this 2023 horror comedy from Disney, Jared Leto voiced theHatbox Ghost",
      "answer": "Haunted Mansion"
    },
    {
      "category": "THE GREAT SQUALL",
      "text": "In this author's story \"A Descent into the Maelström\", a character's hair goes from \"raven-black\" to white after a storm",
      "answer": "Edgar Allan Poe"
    },
    {
      "category": "OF CHINA",
      "text": "The \"blast\" type of this got hot & heavy in China as early as 200 B.C.",
      "answer": "a furnace"
    },
    {
      "category": "MORTAL MATTERS",
      "text": "Elisabeth Kübler-Ross, who identified the 5 stages of grief, also spent many years studying these, NDEs for short",
      "answer": "near-death experiences"
    },
    {
      "category": "FRUIT",
      "text": "Grown Down Under, it's also known as the Chinese gooseberry",
      "answer": "a kiwi fruit"
    },
    {
      "category": "WORDS FOUND INJUICYBY BIGGIE",
      "text": "A person in a tree-mendous field of work, or his red & black shirt",
      "answer": "a lumberjack"
    },
    {
      "category": "GHOSTING",
      "text": "In a 1995 film we learn that this \"friendly\" fellow's last name is McFadden",
      "answer": "Casper"
    },
    {
      "category": "THE GREAT SQUALL",
      "text": "In this novel, the title character praises God when lightning strikes near his boat; poor kitty Richard Parker cowers in fear",
      "answer": "Life of Pi"
    },
    {
      "category": "OF CHINA",
      "text": "This vital ingredient to modern warfare is said to have been invented in China by a Tang dynasty alchemist around 850 A.D.",
      "answer": "gunpowder"
    },
    {
      "category": "MORTAL MATTERS",
      "text": "This pop artist survived a gunshot wound in 1968 but died in 1987 of cardiac arrest following gall bladder surgery",
      "answer": "Warhol"
    },
    {
      "category": "FRUIT",
      "text": "You may be on a first-name basis withthisfruit that's related to figs & mulberries & used as a meat substitute",
      "answer": "a jackfruit"
    },
    {
      "category": "WORDS FOUND INJUICYBY BIGGIE",
      "text": "Langston Hughes wondered if one of these might \"stink\" or \"crust\" or just \"explode\" over time",
      "answer": "a dream"
    },
    {
      "category": "GHOSTING",
      "text": "In a 1990 film Rick Aviles shoots this actor & turns him into a \"Ghost\"",
      "answer": "Patrick Swayze"
    },
    {
      "category": "THE GREAT SQUALL",
      "text": "His 1850 book \"White-Jacket\" tells \"all ye naval aspirants\" to \"prepare for white squalls, living gales & typhoons\"",
      "answer": "Melville"
    },
    {
      "category": "OF CHINA",
      "text": "Acupuncture's origins lie in correcting the disharmony between these 2 cosmic principles",
      "answer": "yin & yang"
    },
    {
      "category": "MORTAL MATTERS",
      "text": "In the Bible, after he is killed with a single stone to the forehead, his head is cut off with his own sword",
      "answer": "Goliath"
    },
    {
      "category": "FRUIT",
      "text": "Treats flavored by this fruit are popular Valentine's gifts, though it's actually named for what Jesus endured",
      "answer": "passion fruit"
    },
    {
      "category": "WORDS FOUND INJUICYBY BIGGIE",
      "text": "In ancient times one of these units of measurement equaled the weight of a seed from a carob tree",
      "answer": "carats"
    },
    {
      "category": "GHOSTING",
      "text": "Haley Joel Osment said that this line from a 1999 film \"was the first time that my character shared his secret\"",
      "answer": "I see dead people"
    },
    {
      "category": "THE GREAT SQUALL",
      "text": "This murder mystery play first performed in London in 1952 is set in Monkswell Manor during a snowstorm",
      "answer": "The Mousetrap"
    },
    {
      "category": "OF CHINA",
      "text": "You need 3 O's & only 3 O's as vowels in this type of tea that dates back at least 1,000 years",
      "answer": "oolong"
    },
    {
      "category": "MORTAL MATTERS",
      "text": "After years of declining health, this poet died in the arms of her beloved Robert in 1861",
      "answer": "Elizabeth Browning"
    },
    {
      "category": "FRUIT",
      "text": "Despite the name,thisversatile staple of Polynesian cooking is often said to taste like artichoke or potato",
      "answer": "a breadfruit"
    },
    {
      "category": "WORDS FOUND INJUICYBY BIGGIE",
      "text": "Small fishies whose name is related to an Italian island",
      "answer": "sardines"
    },
    {
      "category": "GHOSTING",
      "text": "Deceased coupleAdam & Barbara(Alec Baldwin & Geena Davis) are told, \"Never trust the living\" in this film",
      "answer": "Beetlejuice"
    },
    {
      "category": "THE GREAT SQUALL",
      "text": "In a Shakespearean storm, King Lear is joined by his fool & by this character disguised as poor Tom",
      "answer": "Edgar"
    },
    {
      "category": "OF CHINA",
      "text": "Nearly 2,000 years ago, Zhang Heng made an early type of this device; adorned with dragon heads, it registered when the ground shook",
      "answer": "a seismograph (a seismometer)"
    },
    {
      "category": "LEADING FROM THE FRONT",
      "text": "On the 1942 raid that bears his name, James Doolittle himself made the first risky takeoff of a big bomber from one of these",
      "answer": "an aircraft carrier"
    },
    {
      "category": "ON THE MAP",
      "text": "Kefalonia & Corfu are the 2 largest of this country's Ionian Islands",
      "answer": "Greece"
    },
    {
      "category": "RELIGIOUS STRUCTURES",
      "text": "The first Temple in Jerusalem consisted of just 3 rooms; one called Devir, or \"Holy of Holies\", held this sacred container",
      "answer": "the Ark of the Covenant"
    },
    {
      "category": "BLENDED WORDS",
      "text": "Malware is a blend of these 2 words",
      "answer": "malicious software"
    },
    {
      "category": "CELEBRITY WOMEN",
      "text": "Accepting a SAG Lifetime Achievement Award at 87,shesaid she's \"had a really weird career, and I'm not done\"",
      "answer": "Jane Fonda"
    },
    {
      "category": "UH OH, HERE COMES \"A.I.",
      "text": "You had 12 plates of coconut shrimp, 9 reef lobsters & 24 Cadillac margaritas in one weekend?! Good thing the resort is this!",
      "answer": "all-included (all-inclusive)"
    },
    {
      "category": "LEADING FROM THE FRONT",
      "text": "Though later derided as \"Dugout Doug\", in World War I he earned 7 Silver Stars as a daring field commander",
      "answer": "Douglas MacArthur"
    },
    {
      "category": "ON THE MAP",
      "text": "Rossini's opera \"The Italian Girl in\" this North African capital opens at the palace of Mustafa--of course it does",
      "answer": "Algiers"
    },
    {
      "category": "RELIGIOUS STRUCTURES",
      "text": "The cathedrals of Chartres, Amiens & Reims are the 3 great examples of the French version of this architectural style",
      "answer": "Gothic"
    },
    {
      "category": "BLENDED WORDS",
      "text": "I do love getting back to nature doingthis; check out my luxury tent",
      "answer": "glamping"
    },
    {
      "category": "CELEBRITY WOMEN",
      "text": "In between being named Miss Israel & becoming a movie superhero, she served in the Israel Defense Forces",
      "answer": "Gal Gadot"
    },
    {
      "category": "UH OH, HERE COMES \"A.I.",
      "text": "\"The Answer\" is this superstar 76ers guard who joined the Basketball Hall of Fame in 2016",
      "answer": "Allen Iverson"
    },
    {
      "category": "LEADING FROM THE FRONT",
      "text": "Omar Bradley said the bravest thing he ever saw was this general, the son of a president, leading men under fire at Utah Beach",
      "answer": "Theodore Roosevelt Jr."
    },
    {
      "category": "ON THE MAP",
      "text": "Strategically important to shipping, the Bab el-Mandeb Strait separates this peninsula from Africa",
      "answer": "the Arabian Peninsula"
    },
    {
      "category": "RELIGIOUS STRUCTURES",
      "text": "A Baptist church with this biblical name opened in London in 1861, a few years before another faith opened one in Utah",
      "answer": "a tabernacle"
    },
    {
      "category": "BLENDED WORDS",
      "text": "Alternating between winter & summer every 2 years, it's the largest global sporting event for athletes with disabilities",
      "answer": "Paralympics"
    },
    {
      "category": "CELEBRITY WOMEN",
      "text": "She wrote an op-ed piece about how her role in the \"Charlie's Angels\" films normalized Asian identity for a mainstream audience",
      "answer": "Lucy Liu"
    },
    {
      "category": "UH OH, HERE COMES \"A.I.",
      "text": "Here's some business jargon: this piece of A.I. is a specific task created in a meeting for someone to follow up with",
      "answer": "an action item"
    },
    {
      "category": "LEADING FROM THE FRONT",
      "text": "Military genius Gustavus Adolphus made Sweden a power in this war but died leading a charge at the 1632 Battle of Lützen",
      "answer": "the Thirty Years' War"
    },
    {
      "category": "ON THE MAP",
      "text": "These 2 \"M\" cities about 800 miles apart are 2 of the most populous cities on the Mississippi River",
      "answer": "Minneapolis & Memphis"
    },
    {
      "category": "RELIGIOUS STRUCTURES",
      "text": "TheOrthodox Churchof this sect in Alexandria is Egypt's principal Christian building",
      "answer": "Coptic"
    },
    {
      "category": "BLENDED WORDS",
      "text": "They're the folks at Disney who come up with all the cool rides & attractions",
      "answer": "Imagineers"
    },
    {
      "category": "CELEBRITY WOMEN",
      "text": "In 2021 she was inducted into the Rock Hall of Fame for a second time--by Angela Bassett, who played her on film",
      "answer": "Tina Turner"
    },
    {
      "category": "UH OH, HERE COMES \"A.I.",
      "text": "For Zyrtec, it's cetirizine hydrochloride",
      "answer": "active ingredient"
    },
    {
      "category": "LEADING FROM THE FRONT",
      "text": "Escorted by only a handful of Marines, Abraham Lincoln visited this still-smoldering city on April 4, 1865",
      "answer": "Richmond"
    },
    {
      "category": "ON THE MAP",
      "text": "North of Australia, the second-largest island in the world is split politically between these 2 nations",
      "answer": "Indonesia & Papua New Guinea"
    },
    {
      "category": "RELIGIOUS STRUCTURES",
      "text": "In a 1984 attack on occupying Sikh separatists, the Indian army damaged theGolden Templeof this city",
      "answer": "Amritsar"
    },
    {
      "category": "BLENDED WORDS",
      "text": "A bionic human, a cyborg derives its name from these 2 words",
      "answer": "cybernetic & organism"
    },
    {
      "category": "CELEBRITY WOMEN",
      "text": "A 2025 documentary focuses on the life & career ofthisiconic British  model & actress who began her rise in the 1960s",
      "answer": "Twiggy"
    },
    {
      "category": "UH OH, HERE COMES \"A.I.",
      "text": "A classic work by Richard Hofstadter is titled this hostility-to-eggheads -ism \"in American Life\"",
      "answer": "Anti-Intellectualism"
    }
  ]
}