{
  "title": "Jeopardy! Mastersgame #33 - Friday, May 17, 2024",
  "date": {
    "day": 17,
    "month": "May",
    "year": 2024
  },
  "clues": [
    {
      "category": "SCANDINAVIA",
      "text": "Norway has the longest coastline in Europe & one of the most jagged due to these long narrow inlets",
      "answer": "fjords"
    },
    {
      "category": "WE QUOTE THE REALITY TV SHOW",
      "text": "\"I open the door, & Khloé slams the door right in my face.  & it infuriates me, like I literally want to kill her... I'm so angry\"",
      "answer": "Keeping Up with the Kardashians"
    },
    {
      "category": "AN INTELLIGENCE BRIEFING",
      "text": "In 2023 IBM introduced a platform called this name \"X\", \"to train, tune and distribute models with generative AI\"",
      "answer": "Watson"
    },
    {
      "category": "BOOK NOIR",
      "text": "Chapter 2 of \"The Maltese Falcon\" has a 100-word description of this man rolling a cigarette",
      "answer": "Sam Spade"
    },
    {
      "category": "LIKE A \"G\"6",
      "text": "It's an attic, like a small Parisian one where an artist might stay",
      "answer": "a garret"
    },
    {
      "category": "MUSCLE CARS",
      "text": "(Lisa Ann Walter delivers the clue.)  Designed to dominate NASCAR, thePlymouth Superbirdshows its racing origins in its aerodynamic nose & its huge wing type of this device designed to counteract lift & keep the rear end on the track",
      "answer": "a spoiler"
    },
    {
      "category": "SCANDINAVIA",
      "text": "A trip to Copenhagen wouldn't be complete without visitingthis180-year-old theme park with rides, lush scenery & entertainment",
      "answer": "Tivoli"
    },
    {
      "category": "WE QUOTE THE REALITY TV SHOW",
      "text": "\"Impersonating Beyoncé is not your destiny, child\"",
      "answer": "RuPaul's Drag Race"
    },
    {
      "category": "AN INTELLIGENCE BRIEFING",
      "text": "It's the name on the no-strings award of $800,000 given to one the organization calls a \"fellow\" & others, a genius",
      "answer": "MacArthur"
    },
    {
      "category": "BOOK NOIR",
      "text": "His color-titled Easy Rawlins novels like \"A Little Yellow Dog\" get the noir tag; he says, \"People say it, & I let them\"",
      "answer": "Mosley"
    },
    {
      "category": "LIKE A \"G\"6",
      "text": "Juan Moreira was a famous one around the Rio de la Plata",
      "answer": "a gaucho"
    },
    {
      "category": "MUSCLE CARS",
      "text": "(Lisa Ann Walter delivers the clue.)  Featuring a mammoth 455-cubic-inch V8 engine, the1970 Buick GSXzoomed around with an impressive 350 horsepower & 510 foot-pounds of this",
      "answer": "torque"
    },
    {
      "category": "SCANDINAVIA",
      "text": "This peninsula that forms the mainland of Denmark accounts for about 70% of the country's total area",
      "answer": "Jutland"
    },
    {
      "category": "WE QUOTE THE REALITY TV SHOW",
      "text": "\"You are the new head of household\"; also, \"Rachel is a complete ho-bag.  Seriously, girl?...  Straight-up jealous of me... since day 1\"",
      "answer": "Big Brother"
    },
    {
      "category": "AN INTELLIGENCE BRIEFING",
      "text": "Here's a Mensa question for you: \"Can you think of an American tree whose name contains all five vowels?\" (it's this)",
      "answer": "sequoia"
    },
    {
      "category": "BOOK NOIR",
      "text": "HarperCollins Noir is the French publisher of this director's first novel, \"Heat 2\", continuing the story of a film of his",
      "answer": "(Michael) Mann"
    },
    {
      "category": "LIKE A \"G\"6",
      "text": "Terry Butler, born in Birmingham, England in 1949, is better known as this",
      "answer": "Geezer"
    },
    {
      "category": "MUSCLE CARS",
      "text": "(Lisa Ann Walter delivers the clue.)  Melissa Schemmenti, my character on \"Abbott Elementary\", loves Italian stuff, but in real life, I lovethislegendary American muscle car that was rolled out by Dodge in 1970 & rebooted to great acclaim in 2008; I've owned four",
      "answer": "a Challenger"
    },
    {
      "category": "SCANDINAVIA",
      "text": "Best known for his system of binomial nomenclature, in the 1740shebecame a professor at the University of Uppsala",
      "answer": "Linnaeus"
    },
    {
      "category": "WE QUOTE THE REALITY TV SHOW",
      "text": "\"I've never given a handshake for a showstopper before...  That is a fantastic cake.  Well done\"",
      "answer": "The Great British Baking Show(orThe Great British Bake-Off)"
    },
    {
      "category": "AN INTELLIGENCE BRIEFING",
      "text": "An antiquated classification for one with a very low IQ combined with a French-derived word to give us this 2-word term",
      "answer": "idiot savant"
    },
    {
      "category": "BOOK NOIR",
      "text": "A masterful creator of amoral heroes, she made noir even out of sunny Greece in \"The Two Faces of January\"",
      "answer": "Highsmith"
    },
    {
      "category": "LIKE A \"G\"6",
      "text": "Meriones unguiculatus, it's a popular childhood pet",
      "answer": "a gerbil"
    },
    {
      "category": "MUSCLE CARS",
      "text": "(Lisa Ann Walter delivers the clue.)  Pontiac introduced the sportyFirebirdin 1967; in 1969 it brought outthiseven more powerful variant that took its name from a series of races held at tracks across the country",
      "answer": "the Pontiac Trans Am"
    },
    {
      "category": "SCANDINAVIA",
      "text": "Between 946 & 1957 Norway haad at least 7 kings with this name",
      "answer": "Haakon"
    },
    {
      "category": "WE QUOTE THE REALITY TV SHOW",
      "text": "\"Seaside's so beautiful!  Look at the garbage\"",
      "answer": "Jersey Shore"
    },
    {
      "category": "AN INTELLIGENCE BRIEFING",
      "text": "This scale was co-developed by psychologists at a U.S. university & in France",
      "answer": "the Stanford–Binet"
    },
    {
      "category": "BOOK NOIR",
      "text": "Titles don't get much noirer than this, of Dorothy B. Hughes' novel about Dix Steele & of the movie with Bogie & Gloria Grahame",
      "answer": "In a Lonely Place"
    },
    {
      "category": "LIKE A \"G\"6",
      "text": "ThisChinese tree is known to drop all of its leaves on the same day",
      "answer": "a ginkgo"
    },
    {
      "category": "MUSCLE CARS",
      "text": "(Lisa Ann Walter delivers the clue.)  Count off the barrels in its carburetor, the speeds in its transmission & its dual exhaust pipes to get the numeric name ofthisclassic 1964 Oldsmobile",
      "answer": "the 442"
    }
  ]
}