{
  "title": "Show #8170 - Friday, February 28, 2020",
  "date": {
    "day": 28,
    "month": "February",
    "year": 2020
  },
  "clues": [
    {
      "category": "ART, FLEMING",
      "text": "Full-figured women were celebrated by this painter, born June 28, 1577 of Flemish parents",
      "answer": "Rubens"
    },
    {
      "category": "SPORTS UPSETS",
      "text": "At the 2009 U.S. Open, Juan Martín del Potro knocked off this reigning world No. 1 Swiss player in 5 sets",
      "answer": "Federer"
    },
    {
      "category": "EXPLORERS",
      "text": "A city named for Sieur du Luth sits where he negotiated a treaty with the Sioux in what is now this state",
      "answer": "Minnesota"
    },
    {
      "category": "SPELL IT LIKE THE BRITS",
      "text": "Hermione, our tickets to a play the West End have arrived! Tonight we're off to the...",
      "answer": "T-H-E-A-T-R-E"
    },
    {
      "category": "WE CAN BE HEROES",
      "text": "Miep Gies \"fetches and carries so much\" food for the family, wrote Anne Frank, hiding in the secret annex in this world capital",
      "answer": "Amsterdam"
    },
    {
      "category": "JUST FOR ONE DAY",
      "text": "We elect to inform you that Nov. 3, 2020 falls on this day of the week",
      "answer": "Tuesday"
    },
    {
      "category": "ART, FLEMING",
      "text": "In 1649 Frans Hals got philosophical painting this \"cogito, ergo sum\" thinker",
      "answer": "Descartes"
    },
    {
      "category": "SPORTS UPSETS",
      "text": "On the arm of this quarterback in Super Bowl III in 1969, the Jets beat the heavily favored Colts, 16-7",
      "answer": "Joe Namath"
    },
    {
      "category": "EXPLORERS",
      "text": "When Robert Falcon Scott reached the South Pole in 1912, he found this country's flag left 5 weeks earlier by Amundsen",
      "answer": "Norway"
    },
    {
      "category": "SPELL IT LIKE THE BRITS",
      "text": "Your singing is lovely, Georgina; win \"Britain's Got Talent\" & Simon Cowell might hand you one of these for 250,000 pounds",
      "answer": "C-H-E-Q-U-E"
    },
    {
      "category": "WE CAN BE HEROES",
      "text": "In 1983 Stanislav Petrov prevented nuclear war by not trusting word of the launch of 5 of these ICBMs named for Amer. Rev. militia",
      "answer": "Minuteman"
    },
    {
      "category": "JUST FOR ONE DAY",
      "text": "Traditionally, this is the first full day of the Paschal Triduum, leading up to Easter",
      "answer": "Good Friday"
    },
    {
      "category": "ART, FLEMING",
      "text": "In 1450 Haarlem's Dieric Bouts depicted \"The Fall into\" this place of suffering",
      "answer": "Hell"
    },
    {
      "category": "SPORTS UPSETS",
      "text": "In a college baseball upset, the Bulldogs of Fresno state took the 2008 College World Series from the Bulldogs of this school",
      "answer": "Georgia"
    },
    {
      "category": "EXPLORERS",
      "text": "After conquering Cuba, Panfilo de Narvaez was tasked by Charles V to take this nearby peninsula",
      "answer": "Florida"
    },
    {
      "category": "WE CAN BE HEROES",
      "text": "michaeljfox.org spends 88 cents of every dollar on research programs to fight this disease; be a hero too & donate a buck",
      "answer": "Parkinson's"
    },
    {
      "category": "JUST FOR ONE DAY",
      "text": "If tomorrow's today is Wednesday, then this is the day after tomorrow's yesterday",
      "answer": "Wednesday"
    },
    {
      "category": "ART, FLEMING",
      "text": "In 1563 Pieter Bruegel the Elder spoke the language of art with a rendering of this structure mentioned in Genesis 11",
      "answer": "the Tower of Babel"
    },
    {
      "category": "SPORTS UPSETS",
      "text": "Do you believe in miracles? Mike Eruzione & the U.S. men's hockey team beat the Soviets at the Olympics in this year",
      "answer": "1980"
    },
    {
      "category": "EXPLORERS",
      "text": "Sent to Africa in 1841 as a missionary, this Scotsman eventually started exploring the place, presumably",
      "answer": "(David) Livingstone"
    },
    {
      "category": "WE CAN BE HEROES",
      "text": "Heather Heyer won the Ali Humanitarian for Social Justice Award after losing her life protesting Neo-Nazis in this Va. city in 2017",
      "answer": "Charlottesville"
    },
    {
      "category": "JUST FOR ONE DAY",
      "text": "Seurat spent this \"Afternoon on the Island of la Grande Jatte\"",
      "answer": "Sunday"
    },
    {
      "category": "ART, FLEMING",
      "text": "Last name of the real guy who gave us \"The Garden of Earthly Delights\" & of the fictional guy who solves murders in Los Angeles",
      "answer": "(Hieronymus) Bosch"
    },
    {
      "category": "SPORTS UPSETS",
      "text": "2019's ESPY Award for Upset of the Year went tothis25-1 underdog, the first heavyweight boxing champ of Mexican ancestry",
      "answer": "Andy Ruiz Jr."
    },
    {
      "category": "EXPLORERS",
      "text": "The island of Van Diemen's land, a name associated with Australian penal colonies, was renamed in 1855 for this Dutch explorer",
      "answer": "(Abel) Tasman"
    },
    {
      "category": "WE CAN BE HEROES",
      "text": "An outstanding chef and an outstanding human,heand his team served 3.6 million meals to Puerto Rico after Hurricane Maria",
      "answer": "José Andrés"
    },
    {
      "category": "JUST FOR ONE DAY",
      "text": "In a nursery rhyme, Solomon Grundy \"died on\" this day (but still had yet to be buried in the next line)",
      "answer": "Saturday"
    }
  ]
}