{
  "title": "Show #7040 - Friday, April 3, 2015",
  "date": {
    "day": 3,
    "month": "April",
    "year": 2015
  },
  "clues": [
    {
      "category": "NEW ENDINGS FOR CLASSIC LIT",
      "text": "A voice called out. \"Hold up there, Tamenund! I'm Mohican! So are my wife & 3 kids! Take a better look, Mr. Census!\"",
      "answer": "The Last of the Mohicans"
    },
    {
      "category": "TV",
      "text": "In high fashion Heidi Klum & Tim Gunn won Emmys in 2013 for hosting this show",
      "answer": "Project Runway"
    },
    {
      "category": "MY INTERROGATIVE",
      "text": "\"And\" this interrogative is an informal way of saying \"you bet!\"",
      "answer": "how"
    },
    {
      "category": "20th CENTURY AMERICA",
      "text": "The first televised presidential debate took place in 1960 between these 2 men",
      "answer": "Nixon & Kennedy"
    },
    {
      "category": "IT'S THE LITTLE THINGS",
      "text": "Seenhereare strands of this genetic coder whose structure was determined by Watson & Crick",
      "answer": "DNA"
    },
    {
      "category": "IN LIFE",
      "text": "In regard to benefits, ssa.gov says this period of your life begins at age 62",
      "answer": "retirement"
    },
    {
      "category": "NEW ENDINGS FOR CLASSIC LIT",
      "text": "Samwise was back home.  But then he remembered an awful thing.  He'd left his keys at Mount Doom!  With a sigh, he turned",
      "answer": "The Return of the King"
    },
    {
      "category": "TV",
      "text": "The answer to this '80s sitcom title was Angela Bower (played by Judith Light)",
      "answer": "Who's the Boss?"
    },
    {
      "category": "20th CENTURY AMERICA",
      "text": "In 1975,itwas the first monster truck & shared its name with an American legend",
      "answer": "Bigfoot"
    },
    {
      "category": "IT'S THE LITTLE THINGS",
      "text": "This small but heavy device adds weight to help your fishing line drop",
      "answer": "a sinker"
    },
    {
      "category": "IN LIFE",
      "text": "In common law, the age of this, signaling adulthood, is presumed to be 14 in boys & 12 in girls",
      "answer": "puberty"
    },
    {
      "category": "NEW ENDINGS FOR CLASSIC LIT",
      "text": "I boarded the good ship Rachel.  Then I heard my captain's voice behind me!  \"I killed it.  Killed it dead.  & it was totally worth it\"",
      "answer": "Moby-Dick"
    },
    {
      "category": "TV",
      "text": "\"No Doubt\" you've heard that she's one of the coaches on \"The Voice\"",
      "answer": "Gwen Stefani"
    },
    {
      "category": "20th CENTURY AMERICA",
      "text": "Section 1 of the 18th Amendment, the only one ever repealed, ends, \"is hereby\" this verb",
      "answer": "prohibited"
    },
    {
      "category": "IT'S THE LITTLE THINGS",
      "text": "Less than 5' tall, the Aka, Baka & Efe prefer their tribal names rather than this general term--can't blame them",
      "answer": "pygmies"
    },
    {
      "category": "IN LIFE",
      "text": "In the Holmes-Rahe life stress inventory, the death of a spouse is tops, while this similar outcome is second",
      "answer": "divorce"
    },
    {
      "category": "NEW ENDINGS FOR CLASSIC LIT",
      "text": "Sydney Carton let his last words reverberate.  Powerful stuff, he thought.  Then he parkoured up the wall, to freedom!",
      "answer": "A Tale of Two Cities"
    },
    {
      "category": "TV",
      "text": "(Dan Patrick presents the clue.)  When I asked Dallas Mavericks owner Mark Cuban to name the best product he ever invested in he mentionedSimple Sugarsskin scrubs, pitched by an 18-year-old onthisreality show",
      "answer": "Shark Tank"
    },
    {
      "category": "20th CENTURY AMERICA",
      "text": "Theseitems that caused a 1983 holiday season frenzy were later immortalized on a stamp",
      "answer": "Cabbage Patch Kids"
    },
    {
      "category": "IT'S THE LITTLE THINGS",
      "text": "This word for tiny trees means \"tray-planted\" in Japanese",
      "answer": "bonsai"
    },
    {
      "category": "IN LIFE",
      "text": "In Catholicism this sacrament, administered on baptized persons at least age 7, allows you to take communion",
      "answer": "confirmation"
    },
    {
      "category": "NEW ENDINGS FOR CLASSIC LIT",
      "text": "\"...and his heart was going like mad and yes I said yes I will yes\".  Then again no maybe not I don't think so I said no",
      "answer": "Ulysses"
    },
    {
      "category": "TV",
      "text": "This nemesis of Steve McGarrett on both the old & current \"Hawaii Five-O\" was named for a Honolulu restaurant",
      "answer": "Wo Fat"
    },
    {
      "category": "20th CENTURY AMERICA",
      "text": "Mark Twain died in this year in which Halley's Comet reappeared",
      "answer": "1910"
    },
    {
      "category": "IT'S THE LITTLE THINGS",
      "text": "(Sarah of the Clue Crew delivers the clue from the Sanford Underground Research Facility in South Dakota.)  The Davis Campus deep in South Dakota's old Homestake Mine is named for Ray Davis, who won a Nobel Prize using the mine as a place to detect these subatomic particles with no electric charge",
      "answer": "neutrinos"
    },
    {
      "category": "IN LIFE",
      "text": "\"When age chills the blood\", waxed Byron, \"our sweetest memorial\" will be the \"first\" this \"of love\"",
      "answer": "kiss"
    }
  ]
}