{
  "title": "Show #4542 - Tuesday, May 11, 2004",
  "date": {
    "day": 11,
    "month": "May",
    "year": 2004
  },
  "clues": [
    {
      "category": "TENNIS-Y WILLIAMS",
      "text": "Venus & Serena grew up in this huge city's suburb of Compton, better known for rappers than groundstrokers",
      "answer": "Los Angeles"
    },
    {
      "category": "DAUGHTERS OF THE AMERICAN REVOLUTION",
      "text": "After Thomas Jefferson's death, daughter Martha sold this home to a local druggist for $4,500 in cash",
      "answer": "Monticello"
    },
    {
      "category": "THE SUPREME COURT",
      "text": "1896's Plessy v. Ferguson promoted the doctrine of \"Separate but\" this",
      "answer": "Equal"
    },
    {
      "category": "THE CAPITAL",
      "text": "This capital's Kaiser Wilhelm Memorial Church consists of new structures & a tower ruined in World War II",
      "answer": "Berlin"
    },
    {
      "category": "BEARING WITNESS",
      "text": "Ruth Cowan was fired by U.P. for posing as a newspaperman but joined this rival agency & reported on WWII",
      "answer": "The Associated Press"
    },
    {
      "category": "N\"AA\"CP",
      "text": "Marc Brown's son requested a story about an unusual animal, so \"Arthur\" became this mammal",
      "answer": "an aardvark"
    },
    {
      "category": "TENNIS-Y WILLIAMS",
      "text": "In 2001 the Williams sisters got \"animated\" on the court in the \"Tennis the Menace\" episode of this Fox series",
      "answer": "The Simpsons"
    },
    {
      "category": "DAUGHTERS OF THE AMERICAN REVOLUTION",
      "text": "Abigail, known as \"Little Abby\", was the oldest child of this U.S. president",
      "answer": "John Adams"
    },
    {
      "category": "THE CAPITAL",
      "text": "In 1989 hundreds of pro-democracy demonstrators were killed by the military at Tiananmen Square in this capital",
      "answer": "Beijing"
    },
    {
      "category": "BEARING WITNESS",
      "text": "Seen here, Sean Flynn, son of screen legend Errol, disappeared in April of 1970 during this war",
      "answer": "Vietnam"
    },
    {
      "category": "N\"AA\"CP",
      "text": "The professor who created this holiday added an extra \"A\" as the end to distinguish it from an African festival",
      "answer": "Kwanzaa"
    },
    {
      "category": "TENNIS-Y WILLIAMS",
      "text": "In 2001 Serena was seen with LaVar Arrington, LB for this NFL team certain to draw cheers when you answer",
      "answer": "the Washington Redskins"
    },
    {
      "category": "THE CAPITAL",
      "text": "Most of the ancient portion of this city lies on the east bank of the Tiber River",
      "answer": "Rome"
    },
    {
      "category": "BEARING WITNESS",
      "text": "One of the greatest war photojournalists, Robert Capa's \"GI Landing on Omaha Beach\" was shot at this invasion",
      "answer": "D-Day/Normandy"
    },
    {
      "category": "N\"AA\"CP",
      "text": "Not Moses alone but this brother as well gets the credit for telling Pharaoh, \"Let my people go\"",
      "answer": "Aaron"
    },
    {
      "category": "TENNIS-Y WILLIAMS",
      "text": "Venus took the 2000 & 2001 singles titles at this British Grand Slam event",
      "answer": "Wimbledon"
    },
    {
      "category": "THE CAPITAL",
      "text": "The Free University of this Belgian capital is 2 institutions: 1 for French speaking students & 1 for Flemish speakers",
      "answer": "Brussels"
    },
    {
      "category": "BEARING WITNESS",
      "text": "Alexander Gardner started out as Mathew Brady's aide & ended up taking one of the last photos of this president",
      "answer": "Abraham Lincoln"
    },
    {
      "category": "N\"AA\"CP",
      "text": "Established in 1867, it's America's first fashion magazine",
      "answer": "Harper's Bazaar"
    },
    {
      "category": "BEARING WITNESS",
      "text": "\"At Home in the World\" is this Wall St. Journal reporter's book published after his death in Pakistan",
      "answer": "Daniel Pearl"
    },
    {
      "category": "N\"AA\"CP",
      "text": "Philippine peninsula which was the site of an infamous \"Death March\" in WWII",
      "answer": "Bataan"
    }
  ]
}