{
  "title": "Show #5726 - Monday, June 29, 2009",
  "date": {
    "day": 29,
    "month": "June",
    "year": 2009
  },
  "clues": [
    {
      "category": "IN THE BIBLE",
      "text": "On the first day God created this \"and\" it \"was without form, and void\"",
      "answer": "the earth"
    },
    {
      "category": "GET YOUR FACTS STRAIGHT",
      "text": "Borax is a cleaning agent; this movie title guy journeys to \"the U.S. and A.\" with his producer Azamat Bagatov",
      "answer": "Borat"
    },
    {
      "category": "RIDE ON",
      "text": "Control the throttle & air brakes as this type of engineer; remember to keep an eye on the track",
      "answer": "railroad (or locomotive)"
    },
    {
      "category": "SEX & THE KITTY",
      "text": "Like expectant women, pregnant cats can experience this A.M. ailment",
      "answer": "morning sickness"
    },
    {
      "category": "POISON IVY, OAK & SUMAC",
      "text": "4-letter symptom that usually appears in 12-48 hours (also the type of decision you made to go into the woods)",
      "answer": "rash"
    },
    {
      "category": "12-LETTER WORDS",
      "text": "Leavenworth, established in 1895, is a federal one",
      "answer": "penitentiary"
    },
    {
      "category": "IN THE BIBLE",
      "text": "Jesus cleansed the temple by casting out all that was sold within & said, \"Ye have made it a den of\" these",
      "answer": "thieves"
    },
    {
      "category": "GET YOUR FACTS STRAIGHT",
      "text": "Riboflavin is vitamin B2; this member of Public Enemy was born William Drayton",
      "answer": "Flavor Flav"
    },
    {
      "category": "RIDE ON",
      "text": "You should be into heavy metal if you want to ride the M1 Abrams, this type of vehicle",
      "answer": "a tank"
    },
    {
      "category": "SEX & THE KITTY",
      "text": "An unaltered female cat of reproductive age is called this, like Elizabeth or Latifah",
      "answer": "queen"
    },
    {
      "category": "POISON IVY, OAK & SUMAC",
      "text": "Poison ivy isn't always green; its leaves are this color in early spring, & they may turn orange in the fall",
      "answer": "red"
    },
    {
      "category": "12-LETTER WORDS",
      "text": "Meaning a beginning, it's also a school graduation ceremony",
      "answer": "commencement"
    },
    {
      "category": "IN THE BIBLE",
      "text": "During the crucifixion, \"This is the king of the Jews\" was written in these 3 languages",
      "answer": "Latin, Hebrew & Greek"
    },
    {
      "category": "GET YOUR FACTS STRAIGHT",
      "text": "Finland's pres. is Tarja Halonen; Taraji P. Henson was Queenie, the adoptive mom in \"The Curious Case of\" him",
      "answer": "Benjamin Button"
    },
    {
      "category": "RIDE ON",
      "text": "If you like short workdays, just sitting on this critter for 8 seconds can gain you fame with the PBR",
      "answer": "a bull"
    },
    {
      "category": "SEX & THE KITTY",
      "text": "Kitties' sex lives won't be quite the same after neutering or this female-specific counterpart",
      "answer": "spaying"
    },
    {
      "category": "POISON IVY, OAK & SUMAC",
      "text": "Of days, months or years, the longest time the \"poison\" can remain potent on a contaminated item, like a coat",
      "answer": "years"
    },
    {
      "category": "12-LETTER WORDS",
      "text": "It's a doctor who operates on the brain",
      "answer": "a neurosurgeon"
    },
    {
      "category": "IN THE BIBLE",
      "text": "In the Book of Judges, his Nazirite vows brought him great power but his passions brought his downfall",
      "answer": "Samson"
    },
    {
      "category": "GET YOUR FACTS STRAIGHT",
      "text": "Burning Man is an arts festival; the Running Man is a dance, as seen in his video for \"U Can't Touch This\"",
      "answer": "MC Hammer"
    },
    {
      "category": "RIDE ON",
      "text": "Master the collective & cyclic control sticks & the tail rotor pedals to fly this vehicle, like the Bell 407",
      "answer": "a helicopter"
    },
    {
      "category": "SEX & THE KITTY",
      "text": "Girlcats who can't find the right dad for their litter should know that this process, A.I., is used by breeders",
      "answer": "artificial insemination"
    },
    {
      "category": "POISON IVY, OAK & SUMAC",
      "text": "The irritating oil urushiol is in this sticky liquid in the plant, but beware: it could have spread all over",
      "answer": "the sap"
    },
    {
      "category": "12-LETTER WORDS",
      "text": "Starting & stopping at intervals, like today's windshield wipers",
      "answer": "intermittent"
    },
    {
      "category": "IN THE BIBLE",
      "text": "According to Deuteronomy 7:25, neither the silver nor gold of these shall be desired, for they are an abomination",
      "answer": "idols (or graven images)"
    },
    {
      "category": "GET YOUR FACTS STRAIGHT",
      "text": "\"La Strada\" is an Oscar-winning film; he played Ponch on \"CHiPs\"",
      "answer": "Erik Estrada"
    },
    {
      "category": "RIDE ON",
      "text": "For leisure purposes, you don't need a license to operate the Triton 1000, this type of vehicle",
      "answer": "a submarine"
    },
    {
      "category": "SEX & THE KITTY",
      "text": "Derived from Middle Dutch, it's the term for that squalling noise that cats on the make make",
      "answer": "a caterwaul"
    },
    {
      "category": "POISON IVY, OAK & SUMAC",
      "text": "(Sarah of the Clue Crew shows pictures of the different plants' leaves on the monitor.)  Poison ivy & poison oak are known for being trifoliate, with three leaflets; poison sumac'sleavesare pinnate, from Latin for these avian features",
      "answer": "wings (or feathers)"
    },
    {
      "category": "12-LETTER WORDS",
      "text": "In this method of hair removal, a current is applied to each follicle to destroy the root",
      "answer": "electrolysis"
    }
  ]
}