{
  "title": "Show #9143 - Wednesday, July 10, 2024",
  "date": {
    "day": 10,
    "month": "July",
    "year": 2024
  },
  "clues": [
    {
      "category": "ROUGH TIMES IN THE CITY",
      "text": "In 1871 Patrick & Catherine O'Leary owned a cow in this city; a bovine pyromaniac? History is unsure, but the fire was devastating",
      "answer": "Chicago"
    },
    {
      "category": "NATIVE AMERICA",
      "text": "For Native Americans who lived near water, transportation was often this type of canoe made from a hollowed-out log",
      "answer": "a dugout canoe"
    },
    {
      "category": "POTPOURRI",
      "text": "The 1792 Apportionment Act gave each state one of these for every 33,000 people; New Hampshire got 4, Virginia 19",
      "answer": "a congressional representative"
    },
    {
      "category": "BREAD",
      "text": "If you're eating a falafel sandwich, it's most likely in this pocket bread",
      "answer": "pita"
    },
    {
      "category": "TV REBOOTS",
      "text": "In 2019 Jordan Peele took on the Rod Serling narration duties when he rebooted this anthology series",
      "answer": "The Twilight Zone"
    },
    {
      "category": "RHYME TIME",
      "text": "Where a cetacean does some hard time",
      "answer": "whale jail"
    },
    {
      "category": "ROUGH TIMES IN THE CITY",
      "text": "In 1812 a 7.7 earthquake pretty much destroyed this Venezuelan capital",
      "answer": "Caracas"
    },
    {
      "category": "NATIVE AMERICA",
      "text": "The Mandan of North Dakota were known for buildingthistype of dwelling, named not for the planet, but for what it was covered in",
      "answer": "an earth dwelling (an earth lodge, earth house)"
    },
    {
      "category": "POTPOURRI",
      "text": "This hardware store \"is the place\" that has more than 5,000 worldwide locations",
      "answer": "Ace"
    },
    {
      "category": "BREAD",
      "text": "A starter containing lactic acid bacteria is used to induce fermentation when making this tangy bread",
      "answer": "sourdough"
    },
    {
      "category": "TV REBOOTS",
      "text": "A new fab 5 helps people reboot their wardrobe, style & diet on this Netflix series",
      "answer": "Queer Eye"
    },
    {
      "category": "RHYME TIME",
      "text": "A cutlass or rapier kept in a Honda mid-size sedan",
      "answer": "a sword Accord (an Accord sword)"
    },
    {
      "category": "ROUGH TIMES IN THE CITY",
      "text": "Of death & presidents: Grover Cleveland was \"The Hangman of\" it & William McKinley was assassinated there",
      "answer": "Buffalo"
    },
    {
      "category": "NATIVE AMERICA",
      "text": "Tragically, thousands of Cherokee perished during this forced removal & migration during the 1830s",
      "answer": "the Trail of Tears"
    },
    {
      "category": "POTPOURRI",
      "text": "This techno-thriller author's works served as the inspiration for video games like \"Splinter Cell\" & \"Rainbow Six\"",
      "answer": "Clancy"
    },
    {
      "category": "BREAD",
      "text": "This dark brown bread with a German name is made wholly with unsifted rye flour & has been enjoyed in Central Europe for centuries",
      "answer": "pumpernickel"
    },
    {
      "category": "TV REBOOTS",
      "text": "As if! This film became a TV series; Stacey Dash played Cher's BFF Dionne in both versions",
      "answer": "Clueless"
    },
    {
      "category": "RHYME TIME",
      "text": "A top-story room used for storage that stays the same, never changing",
      "answer": "a static attic"
    },
    {
      "category": "ROUGH TIMES IN THE CITY",
      "text": "The Beer Hall Putsch in this city was a 1923 coup attempt that led to Hitler's all-too-brief imprisonment",
      "answer": "Munich"
    },
    {
      "category": "NATIVE AMERICA",
      "text": "Of New Mexico's 19 Pueblo tribes, it's one of the largest & the last alphabetically",
      "answer": "the Zuni"
    },
    {
      "category": "POTPOURRI",
      "text": "Some of the world's best snorkeling can be found at spots like Sharm El-Sheikh on this colorful sea",
      "answer": "the Red Sea"
    },
    {
      "category": "BREAD",
      "text": "A cylindrical oven called a tandoor is traditionally used to makethiskind of flat leavened bread",
      "answer": "naan"
    },
    {
      "category": "TV REBOOTS",
      "text": "It was still the humans vs. the Cylons when this sci-fi series was rebooted",
      "answer": "Battlestar Galactica"
    },
    {
      "category": "RHYME TIME",
      "text": "King Alaric's stock of chicken bouillon",
      "answer": "Goth broth"
    },
    {
      "category": "ROUGH TIMES IN THE CITY",
      "text": "On Dec. 14, 1825 the Decembrist revolt in this port city sought to end serfdom; harshly, forcefully, serfdom did not end",
      "answer": "St. Petersburg"
    },
    {
      "category": "NATIVE AMERICA",
      "text": "Haudenosaunee, meaning \"people of the long house\", is the preferred name for this confederacy that included the Cayuga & Oneida",
      "answer": "the Iroquois Confederacy (Iroquois League)"
    },
    {
      "category": "POTPOURRI",
      "text": "A 2016 study found that birds' brains are denser in these nerve cells than the brains of primates are",
      "answer": "neurons"
    },
    {
      "category": "BREAD",
      "text": "The name of this grilled bread antipasto topped with chopped tomatoes & herbs comes from Italian for \"to toast\"",
      "answer": "bruschetta"
    },
    {
      "category": "TV REBOOTS",
      "text": "Nowadays it's this woman who evens the odds as \"The Equalizer\"",
      "answer": "Queen Latifah"
    },
    {
      "category": "RHYME TIME",
      "text": "A white sheep running a gambling den like the Mirage or Sahara",
      "answer": "a casino merino"
    },
    {
      "category": "AFRICAN ISLANDS",
      "text": "Nosy Be, Malagasy for \"big island\", is a popular beach destination just off this much bigger island",
      "answer": "Madagascar"
    },
    {
      "category": "AMERICAN LIT",
      "text": "This narrator of \"The Catcher in the Rye\" runs away from Pencey Prep, a phony school in phony Agerstown, Pennsylvania",
      "answer": "Holden Caulfield"
    },
    {
      "category": "ENDS IN \"GH",
      "text": "In golf it's the area of grass bordering a fairway that's deliberately kept longer than the fairway grass",
      "answer": "the rough"
    },
    {
      "category": "AUTOMAKERS",
      "text": "In 1975 this company introduced the Pony, South Korea's first mass-produced car",
      "answer": "Hyundai"
    },
    {
      "category": "VISION & VISIONS",
      "text": "Handel is said to have recalled, \"I did think I did see all heaven before me\" while composingthisoratorio\"Hallelujah...\"",
      "answer": "theMessiah"
    },
    {
      "category": "WHAT'S THAT MOVIE AGAIN?",
      "text": "You know, the one where Neo has to disarm a bomb on a bus that's got that lady from \"The Blind Side\" on it",
      "answer": "Speed"
    },
    {
      "category": "AFRICAN ISLANDS",
      "text": "Monrovia, Liberia, named for James Monroe, is partly on Bushrod Island, named for this Founding Father's favorite nephew",
      "answer": "Washington"
    },
    {
      "category": "AMERICAN LIT",
      "text": "This novel begins, \"I first met Dean not long after my wife and I split up\"",
      "answer": "On the Road"
    },
    {
      "category": "ENDS IN \"GH",
      "text": "A sad WWI poem is about a rifleman with his name carved \"on the willow-tree\" this",
      "answer": "a bough"
    },
    {
      "category": "AUTOMAKERS",
      "text": "In 1901, decades before merging with Benz, Daimler sold the first of these cars named for a diplomat's daughter",
      "answer": "a Mercedes"
    },
    {
      "category": "VISION & VISIONS",
      "text": "The optometer has been replaced by the phoropter to check for these 2 opposite conditions aka myopia & hyperopia",
      "answer": "nearsightedness & farsightedness"
    },
    {
      "category": "WHAT'S THAT MOVIE AGAIN?",
      "text": "That \"Taken\" guy has a son--stepson?... something like that--who drums along to \"All I Want For Christmas Is You\"",
      "answer": "Love Actually"
    },
    {
      "category": "AFRICAN ISLANDS",
      "text": "The Aswan Museum was founded in 1912 on Elephantine Island in this river",
      "answer": "the Nile"
    },
    {
      "category": "AMERICAN LIT",
      "text": "He wrote \"Bartleby, the Scrivener\" while living at Arrowhead, his farm in the Berkshires",
      "answer": "Melville"
    },
    {
      "category": "ENDS IN \"GH",
      "text": "The Bible says, \"Every man hath his sword upon\" this part of the leg",
      "answer": "the thigh"
    },
    {
      "category": "AUTOMAKERS",
      "text": "Last name of Enzo, who left Alfa Romeo in 1939 & later started his own racing company",
      "answer": "Ferrari"
    },
    {
      "category": "VISION & VISIONS",
      "text": "A vision of God as the \"light supreme\" comes in the part of the \"Divine Comedy\" with this Italian title",
      "answer": "Paradiso"
    },
    {
      "category": "WHAT'S THAT MOVIE AGAIN?",
      "text": "I think that \"High School Musical\" fella smooches all over MJ & what's his face--Jackson Hughes?--plays P.T. Barnum",
      "answer": "The Greatest Showman"
    },
    {
      "category": "AFRICAN ISLANDS",
      "text": "This island & its companion Príncipe are known for their coffee & chocolate due to the islands' fertile volcanic soil",
      "answer": "São Tomé"
    },
    {
      "category": "AMERICAN LIT",
      "text": "\"Let America be America again. Let it be the dream it used to be\", wrote this poet",
      "answer": "Langston Hughes"
    },
    {
      "category": "ENDS IN \"GH",
      "text": "Fittingly, since the audience is about to go home, it's the last word spoken by Macbeth",
      "answer": "enough"
    },
    {
      "category": "AUTOMAKERS",
      "text": "In 1904 he sold his interest in his company, hopefully for a king's \"ransom\", & then formed the REO Motor Car Co.",
      "answer": "(Ransom) Olds"
    },
    {
      "category": "VISION & VISIONS",
      "text": "This journey to seek guidance by a spirit is part of the culture of many native peoples, such as the Plains Cree",
      "answer": "a vision quest"
    },
    {
      "category": "WHAT'S THAT MOVIE AGAIN?",
      "text": "I love that one where Scarface is a cop & Travis Bickle is a thief--I think Batman is in it too?",
      "answer": "Heat"
    },
    {
      "category": "AFRICAN ISLANDS",
      "text": "This nation of around 115 islands in the Indian Ocean was named for a minister of finance under Louis XV",
      "answer": "the Seychelles"
    },
    {
      "category": "AMERICAN LIT",
      "text": "The stars guide the narrator of his Gothic poem \"Ulalume\"",
      "answer": "Edgar Allan Poe"
    },
    {
      "category": "ENDS IN \"GH",
      "text": "This verb means to protest vehemently or to vent angry disapproval",
      "answer": "to inveigh"
    },
    {
      "category": "AUTOMAKERS",
      "text": "This French family introduced a 3-wheeled, steam-powered car at the 1889 World's Fair; they're still producing cars",
      "answer": "Peugeot"
    },
    {
      "category": "VISION & VISIONS",
      "text": "AnAmsler grid--stare at the dot, do other areas waver?--can tell you if dry age-related this condition is becoming wet",
      "answer": "macular degeneration"
    },
    {
      "category": "WHAT'S THAT MOVIE AGAIN?",
      "text": "Theonewhere Clarice Starling & Bella Swan get their home invaded by that Thirty Seconds to Mars dude, who's rocking cornrows",
      "answer": "Panic Room"
    }
  ]
}