{
  "title": "Show #5597 - Tuesday, December 30, 2008",
  "date": {
    "day": 30,
    "month": "December",
    "year": 2008
  },
  "clues": [
    {
      "category": "NEWS RADIO",
      "text": "WBZ, based in this New England city, was one of the USA's first commercial radio stations",
      "answer": "Boston"
    },
    {
      "category": "TRAFFIC",
      "text": "In 1998, to improve auto traffic in this Asian capital, bikes were forbidden on Xisidong Ave.",
      "answer": "Beijing"
    },
    {
      "category": "WEATHER",
      "text": "In Death Valley it's the heat, not this, as this averages less than 5%",
      "answer": "humidity"
    },
    {
      "category": "SPORTS ON THE 8s",
      "text": "One explanation for this Laker's jersey switch from 8 to 24 was that 24 was his high school number",
      "answer": "Kobe Bryant"
    },
    {
      "category": "KAR",
      "text": "This unit of the fineness of gold is often spelled differently from the weight unit for gems",
      "answer": "karat"
    },
    {
      "category": "1450 A.M. (MAKE THAT A.D.)",
      "text": "As the year 1450 dawned on the Christian calendar, it was year 5210 on this one",
      "answer": "the Hebrew"
    },
    {
      "category": "NEWS RADIO",
      "text": "Carl Kasell reads the news on this NPR program, the USA's most-heard A.M. news magazine",
      "answer": "Morning Edition"
    },
    {
      "category": "TRAFFIC",
      "text": "Ground professional who says things like \"Maintain two thousand, heading two two zero, runway 22 right\"",
      "answer": "air traffic controller"
    },
    {
      "category": "WEATHER",
      "text": "North Central China has a climate like Kansas & also gets these choking \"storms\" in spring",
      "answer": "dust storms"
    },
    {
      "category": "SPORTS ON THE 8s",
      "text": "In 2008 this NASCAR driver doubled up on his 8 & took the wheel of the 88 car; his dad could race some, too",
      "answer": "Dale Earnhardt, Jr."
    },
    {
      "category": "KAR",
      "text": "A company called Ace is a major maker of these machines--ooh, this one has \"Afternoon Delight\"",
      "answer": "karaoke"
    },
    {
      "category": "1450 A.M. (MAKE THAT A.D.)",
      "text": "In 1450 King Christian I of Denmark was also declared king of this other Scandinavian nation",
      "answer": "Norway"
    },
    {
      "category": "NEWS RADIO",
      "text": "The call letters of NYC's 1010 WINS stand for the International News Service of this 1930s newspaper tycoon",
      "answer": "(William Randolph) Hearst"
    },
    {
      "category": "TRAFFIC",
      "text": "Traffic on the Internet can be measured by \"sniffing\" bunches of data collectively called these",
      "answer": "packets"
    },
    {
      "category": "WEATHER",
      "text": "In the upslope type of this visibility killer, air rises enough to cool to its dew point, causing condensation",
      "answer": "fog"
    },
    {
      "category": "SPORTS ON THE 8s",
      "text": "This legendary no. 8 for the Yankees said, \"When you come to a fork in the road...take it\"",
      "answer": "Yogi Berra"
    },
    {
      "category": "KAR",
      "text": "It follows \"go\" in the name of a miniature racing car",
      "answer": "kart"
    },
    {
      "category": "1450 A.M. (MAKE THAT A.D.)",
      "text": "With English defeats at Caen & Cherbourg, this long war was nearing its end by 1450",
      "answer": "the Hundred Years' War"
    },
    {
      "category": "NEWS RADIO",
      "text": "The U.S. has ABC news radio; so does this country, where you can listen on 99.9 FM from Tuggeranong",
      "answer": "Australia"
    },
    {
      "category": "TRAFFIC",
      "text": "During the filming of \"Traffic\", this actress' real-life pregnancy was incorporated into her role",
      "answer": "Catherine Zeta-Jones"
    },
    {
      "category": "WEATHER",
      "text": "The photo seenherecaptures a devastating 2007 one of these, also the title of a 1997 film",
      "answer": "ice storm"
    },
    {
      "category": "SPORTS ON THE 8s",
      "text": "Last name of the QB who wore No. 8 for the Saints; his sons have had more NFL success wearing 18 & 10",
      "answer": "(Archie) Manning"
    },
    {
      "category": "KAR",
      "text": "In Eastern religion, the total effect of your actions in various existences",
      "answer": "karma"
    },
    {
      "category": "1450 A.M. (MAKE THAT A.D.)",
      "text": "In 1450 he teamed up with investor Johann Fust with the intention of printing books",
      "answer": "Gutenberg"
    },
    {
      "category": "NEWS RADIO",
      "text": "\"As It Happens\", produced by this network, campaigns for official status for the beaver",
      "answer": "the Canadian Broadcasting Corporation"
    },
    {
      "category": "TRAFFIC",
      "text": "In 1910 Congress passed the White Slave Traffic Act named for this Illinois representative",
      "answer": "Mann"
    },
    {
      "category": "WEATHER",
      "text": "Legend says after pitcher Denton Young warmed up against a fence, someone said the fence looked like this had hit it",
      "answer": "a cyclone"
    },
    {
      "category": "SPORTS ON THE 8s",
      "text": "Not an '80s British synth-pop group, this \"Yaz\" who wore No. 8 won the A.L.'s 1967 Triple Crown",
      "answer": "Carl Yastrzemski"
    },
    {
      "category": "KAR",
      "text": "In 1959 this conductor headed the Berlin Philharmonic, Salzburg Festival & Vienna State Opera",
      "answer": "Herbert von Karajan"
    },
    {
      "category": "1450 A.M. (MAKE THAT A.D.)",
      "text": "The University of this port city, today Spain's second largest, was founded in 1450",
      "answer": "Barcelona"
    }
  ]
}