{
  "title": "Show #4703 - Wednesday, February 2, 2005",
  "date": {
    "day": 2,
    "month": "February",
    "year": 2005
  },
  "clues": [
    {
      "category": "READ YOUR BIBLE",
      "text": "Mary Magdalene wonders how she'll move this huge object from the door of Jesus' tomb, but things work out",
      "answer": "a stone"
    },
    {
      "category": "TV TEENS",
      "text": "Tom Welling plays this teen, a future mild-mannered reporter for the Daily Planet",
      "answer": "Clark Kent"
    },
    {
      "category": "POLITICAL CARICATURES",
      "text": "Hewas sworn into his new job in California on November 17, 2003",
      "answer": "Arnold Schwarzenegger"
    },
    {
      "category": "CAREER DAY",
      "text": "Every P.M., I think of how I could have stayed in Canada & had this top government job abbreviated P.M.",
      "answer": "prime minister"
    },
    {
      "category": "AMERICANA",
      "text": "This South Dakota national memorial is also known as \"The Shrine of Democracy\"",
      "answer": "Mt. Rushmore"
    },
    {
      "category": "KEY\" WORDS",
      "text": "The earliest authentic copy of his \"Star-Spangled Banner\" sold at public auction in 1934",
      "answer": "Francis Scott Key"
    },
    {
      "category": "READ YOUR BIBLE",
      "text": "Andrew tells Jesus that a boy has \"five barley loaves, and two\" of these but \"what are they among so many?\"",
      "answer": "fish"
    },
    {
      "category": "TV TEENS",
      "text": "Before attending Yale, Rory lived with her single mom & went to Chilton Prep on this show",
      "answer": "Gilmore Girls"
    },
    {
      "category": "POLITICAL CARICATURES",
      "text": "Hebeat his opponent by more than 540,000 votes, but lost the presidential election",
      "answer": "Al Gore"
    },
    {
      "category": "CAREER DAY",
      "text": "Like to swim underwater?  You can train to be one oftheselovelies at Weeki Wachee Springs in Florida",
      "answer": "a mermaid"
    },
    {
      "category": "AMERICANA",
      "text": "He wrote \"The Tell-Tale Heart\" when he lived in Philadelphia & a brick house he rented there is an historic site",
      "answer": "Edgar Allan Poe"
    },
    {
      "category": "KEY\" WORDS",
      "text": "The part of a door you spy through, or the Eta Carinae nebula you might spy in the sky",
      "answer": "a keyhole"
    },
    {
      "category": "READ YOUR BIBLE",
      "text": "For strength to \"resist\" this, try James 1:12, \"Blessed is the man that endureth\" it",
      "answer": "temptation"
    },
    {
      "category": "TV TEENS",
      "text": "God gets surprisingly interactive with the title teen daughter of a police detective on this drama",
      "answer": "Joan of Arcadia"
    },
    {
      "category": "POLITICAL CARICATURES",
      "text": "Sheserved as a staff attorney for the Children's Defense Fund",
      "answer": "Hillary Clinton"
    },
    {
      "category": "CAREER DAY",
      "text": "A Latin word for \"beasts of burden\" gave us the name of this medical specialty, a dream job for animal lovers",
      "answer": "veterinarian"
    },
    {
      "category": "AMERICANA",
      "text": "This company makes more than 80 million kiss-shaped products every day at its chocolate factories",
      "answer": "Hershey"
    },
    {
      "category": "KEY\" WORDS",
      "text": "Qwerty is a standard format for one of these",
      "answer": "a keyboard"
    },
    {
      "category": "READ YOUR BIBLE",
      "text": "This Old Testament king's name is the first one mentioned after Jesus' in the New Testament",
      "answer": "David"
    },
    {
      "category": "TV TEENS",
      "text": "Matt Camden was 16 & his sister Mary 14 when this WB show premiered in '96",
      "answer": "7th Heaven"
    },
    {
      "category": "POLITICAL CARICATURES",
      "text": "Hewas a U.S. Attorney for Manhattan from 1983-1989",
      "answer": "Rudy Giuliani"
    },
    {
      "category": "CAREER DAY",
      "text": "If you make candles, you can call yourself one of these (also a character on \"Friends\")",
      "answer": "a chandler"
    },
    {
      "category": "AMERICANA",
      "text": "On May 14, 1804 this duo's Corps of Discovery started up the Missouri on a fact-finding mission",
      "answer": "Lewis & Clark"
    },
    {
      "category": "KEY\" WORDS",
      "text": "Democrat Zell Miller of Georgia delivered this address at the 2004 Republican National Convention",
      "answer": "the keynote"
    },
    {
      "category": "READ YOUR BIBLE",
      "text": "The fifth book of the Old Testament, its name comes from a word meaning \"second\"",
      "answer": "Deuteronomy"
    },
    {
      "category": "TV TEENS",
      "text": "Bell & Peck are the real last names, respectively, of the title guys from this Nickelodeon show",
      "answer": "Drake & Josh"
    },
    {
      "category": "POLITICAL CARICATURES",
      "text": "This governorprobably had a bit more pull at the White House beginning in 2001",
      "answer": "Jeb Bush (Governor of Florida)"
    },
    {
      "category": "CAREER DAY",
      "text": "You might really \"dig\" this job whose name is from the Greek for \"the study of antiquities\"",
      "answer": "an archaeologist"
    },
    {
      "category": "AMERICANA",
      "text": "A Chicago doctor who made orthopedic foot products gave his name to this brand of wooden-soled sandals",
      "answer": "Dr. Scholl"
    },
    {
      "category": "KEY\" WORDS",
      "text": "In musical notation, it's the grouping of sharps & flats at the beginning of each staff",
      "answer": "the key signature"
    }
  ]
}