{
  "title": "Show #4246 - Monday, February 3, 2003",
  "date": {
    "day": 3,
    "month": "February",
    "year": 2003
  },
  "clues": [
    {
      "category": "GHOSTS OF LONDON",
      "text": "Attention, Colonel Sanders: the ghost of one of these birds has been seen flapping around Highgate since the 1600s",
      "answer": "chicken"
    },
    {
      "category": "TV GUIDE SAYS",
      "text": "\"Football Coach Homer Makes Bart His QB\"",
      "answer": "The Simpsons"
    },
    {
      "category": "U.S. COINS",
      "text": "$20 gold coins were a specialty of this mint whose mark is a \"D\"",
      "answer": "Denver"
    },
    {
      "category": "SYNONYMBLE",
      "text": "Alice in Wonderland could tell you that a looking-glass is a synonym for one of these",
      "answer": "mirror"
    },
    {
      "category": "INSPECT HER GADGET",
      "text": "In 1903 Mary Anderson invented this device that makes it easier to see when you're driving a car in the rain",
      "answer": "windshield wipers"
    },
    {
      "category": "NICKNAMES REJECTED BY P. DIDDY",
      "text": "It's the hole & flap in your portal that allows your schnauzer to go in & out",
      "answer": "doggie door"
    },
    {
      "category": "GHOSTS OF LONDON",
      "text": "Dozens of drivers have reportedly seen a ghostly double-decker one of these careening around Kensington",
      "answer": "bus"
    },
    {
      "category": "TV GUIDE SAYS",
      "text": "\"Rachel Teaches Joey the Fine Art of Losing After He's Nominated for an Acting Award\"",
      "answer": "Friends"
    },
    {
      "category": "U.S. COINS",
      "text": "In 1973 Congress thought about making pennies in this light metal, but the copper industry objected",
      "answer": "aluminum"
    },
    {
      "category": "SYNONYMBLE",
      "text": "2 of the 3 animals for which pachyderm is a synonym",
      "answer": "elephant, hippopotamus, rhinoceros"
    },
    {
      "category": "INSPECT HER GADGET",
      "text": "Margaret Knight invented a machine to make the square-bottomed variety of these grocery store items in 1870",
      "answer": "paper bag"
    },
    {
      "category": "NICKNAMES REJECTED BY P. DIDDY",
      "text": "It's a burger with cheese & grilled onions on rye bread and toasted in an iron skillet",
      "answer": "patty melt"
    },
    {
      "category": "GHOSTS OF LONDON",
      "text": "A ghost seen in a gutter at Whitechapel may be that of Polly Nicholls, this murderer's first victim",
      "answer": "Jack the Ripper"
    },
    {
      "category": "TV GUIDE SAYS",
      "text": "\"Eddie Visits a Dog Psychiatrist\"",
      "answer": "Frasier"
    },
    {
      "category": "U.S. COINS",
      "text": "If you like to roll your own coins, you know there are this many pennies in a standard roll",
      "answer": "50"
    },
    {
      "category": "SYNONYMBLE",
      "text": "This synonym for the Netherlands technically refers to only part of the country",
      "answer": "Holland"
    },
    {
      "category": "INSPECT HER GADGET",
      "text": "The holder of 28 patents, Helena Augusta Blanchard invented the first of these that could do a zigzag stitch",
      "answer": "sewing machine"
    },
    {
      "category": "NICKNAMES REJECTED BY P. DIDDY",
      "text": "It's the abbreviation for a device that stores your data; a Palm Pilot, for example",
      "answer": "PDA"
    },
    {
      "category": "GHOSTS OF LONDON",
      "text": "The Drury Lane, a famous one of these in London, is haunted by a \"man in grey\" who sometimes shows up for matinees",
      "answer": "theater"
    },
    {
      "category": "TV GUIDE SAYS",
      "text": "\"Grissom and Catherine Investigate the Murder of a Wealthy Couple...\"",
      "answer": "CSI"
    },
    {
      "category": "U.S. COINS",
      "text": "Just prior to all those individual state designs, the quarter had one of these birds on the back",
      "answer": "eagle"
    },
    {
      "category": "SYNONYMBLE",
      "text": "As a verb, this Aboriginal weapon is a synonym for backfire",
      "answer": "boomerang"
    },
    {
      "category": "INSPECT HER GADGET",
      "text": "A holder of 49 patents, Beulah Henry invented one of these to duplicate documents long before Xerox",
      "answer": "copy machine"
    },
    {
      "category": "NICKNAMES REJECTED BY P. DIDDY",
      "text": "It's a soft pad used to apply makeup to the face, or an old derby for female pilots",
      "answer": "powder puff"
    },
    {
      "category": "GHOSTS OF LONDON",
      "text": "(Sarah of the Clue Crew reports from London)  It's said the ghost of this nine-day queen appears on February 12, the anniversary of her execution on Tower Green",
      "answer": "Lady Jane Grey"
    },
    {
      "category": "TV GUIDE SAYS",
      "text": "\"Amy Hears a High-Profile Paternity Case That Involves a Dead Billionaire with Big-Name Attorneys\"",
      "answer": "Judging Amy"
    },
    {
      "category": "U.S. COINS",
      "text": "A study done in 1978 found people hated this coin even before it was issued; it looked too much like a quarter",
      "answer": "the Susan B. Anthony dollar coin"
    },
    {
      "category": "SYNONYMBLE",
      "text": "If someone asks you for another term for one of these books made famous by Roget, tell him, \"synonym finder\"",
      "answer": "thesaurus"
    },
    {
      "category": "INSPECT HER GADGET",
      "text": "Lillian Moller Gilbreth invented the type of this household item with the step-on opener still used today",
      "answer": "garbage can"
    },
    {
      "category": "NICKNAMES REJECTED BY P. DIDDY",
      "text": "International travelers like this airport shop that eliminates import & export fees",
      "answer": "duty-free shop"
    }
  ]
}