{
  "title": "Show #9042 - Tuesday, February 20, 2024",
  "date": {
    "day": 20,
    "month": "February",
    "year": 2024
  },
  "clues": [
    {
      "category": "THE 13 COLONIES",
      "text": "With its oldest settlement at Jamestown, it was the first of the 13 colonies to be founded",
      "answer": "Virginia"
    },
    {
      "category": "PILES",
      "text": "H.C. Andersen's way to identify one of these: have her sleep on a pea under a pile of 20 mattresses under 20 feather beds",
      "answer": "a princess"
    },
    {
      "category": "THE U.S. POSTAL SERVICE",
      "text": "Stronger than dogs but hard to train, these animals took time off from Santa to pull sleds of mail in Alaska in the early 1900s",
      "answer": "reindeer"
    },
    {
      "category": "WHAT'S THAT SMELL?",
      "text": "Naturally, this body part can also mean a smell",
      "answer": "nose"
    },
    {
      "category": "JEWELRY",
      "text": "It's the basic 4-letter type of earring seenhere",
      "answer": "a hoop"
    },
    {
      "category": "HANSEL CULTURE",
      "text": "One-armed basketball player Hansel Enmanuel was featured in an ad campaign from this sports drink invented in Florida",
      "answer": "Gatorade"
    },
    {
      "category": "THE 13 COLONIES",
      "text": "Its city of Pawtucket was founded in 1671, in time to come in for some burning during King Philip's War",
      "answer": "Rhode Island"
    },
    {
      "category": "PILES",
      "text": "Regina, Saskatchewan once had an indigenous name translating to \"pile of bones\"--the bones of this much-hunted animal",
      "answer": "a buffalo"
    },
    {
      "category": "THE U.S. POSTAL SERVICE",
      "text": "One of the most famous errors in postal history occurred in 1918 when a Jenny biplane was printed on stamps this way",
      "answer": "upside-down"
    },
    {
      "category": "WHAT'S THAT SMELL?",
      "text": "\"Eau de\" can precede this smelly stuff, also the fourth-largest city in Germany",
      "answer": "Cologne"
    },
    {
      "category": "JEWELRY",
      "text": "This fancy synonym for a fancy pin sounds like a word that means \"to introduce a subject\"",
      "answer": "brooch"
    },
    {
      "category": "HANSEL CULTURE",
      "text": "In a model walk-off in \"Zoolander\", this actor, as Hansel, defeats Ben Stiller by doing something indescribable with his underwear",
      "answer": "Owen Wilson"
    },
    {
      "category": "THE 13 COLONIES",
      "text": "George Calvert was instrumental in the founding of this colony in 1632",
      "answer": "Maryland"
    },
    {
      "category": "PILES",
      "text": "The first man-made nuclear reactor was a 20-foot pile of graphite blocks with blocks of this element mixed in",
      "answer": "uranium"
    },
    {
      "category": "THE U.S. POSTAL SERVICE",
      "text": "The stamp seenhereis sold at a surcharge to help raise money to find a cure for this",
      "answer": "breast cancer"
    },
    {
      "category": "WHAT'S THAT SMELL?",
      "text": "This smelly word precedes \"-Eaters\" in a brand that hopes to keep your feet smelling fresh",
      "answer": "odor"
    },
    {
      "category": "JEWELRY",
      "text": "The succulent seenhere& a Glenn Miller tune both have this name, a type of necklace",
      "answer": "string of pearls"
    },
    {
      "category": "HANSEL CULTURE",
      "text": "In 1991 3-year-old Hansel won this race, the third leg of the Triple Crown",
      "answer": "the Belmont"
    },
    {
      "category": "THE 13 COLONIES",
      "text": "Originally a single province, they became 2 distinct southern colonies after separating beginning in 1712",
      "answer": "North & South Carolina"
    },
    {
      "category": "PILES",
      "text": "This term from late winter streets means a sad accumulation of unsolicited manuscripts",
      "answer": "the slush pile"
    },
    {
      "category": "THE U.S. POSTAL SERVICE",
      "text": "As an experiment in 1959, mail was dispatched by guided missile from one of these to a naval air station in Florida",
      "answer": "a submarine"
    },
    {
      "category": "WHAT'S THAT SMELL?",
      "text": "This 5-letter word can mean the distinct smell left by an animal & used to track prey",
      "answer": "scent"
    },
    {
      "category": "JEWELRY",
      "text": "This synonym for \"forever\" is used for a ring with diamonds all the way around the band to symbolize everlasting love",
      "answer": "eternity"
    },
    {
      "category": "HANSEL CULTURE",
      "text": "This actor had a \"Hawkeye\" for hunting evil as Hansel in the 2013 film \"Hansel & Gretel: Witch Hunters\"",
      "answer": "Jeremy Renner"
    },
    {
      "category": "THE 13 COLONIES",
      "text": "Saybrook was its own colony until 1644, when it joined this one",
      "answer": "Connecticut"
    },
    {
      "category": "PILES",
      "text": "In 2022,Sheikh Hasina, leader of this country, inaugurated thePadma Bridge; not shown, its anchoring piles, 400 feet deep",
      "answer": "Bangladesh"
    },
    {
      "category": "THE U.S. POSTAL SERVICE",
      "text": "Until this delivery service began in 1860, mail could take 25 days to get from coast to coast, some by steamship via Panama",
      "answer": "the Pony Express"
    },
    {
      "category": "WHAT'S THAT SMELL?",
      "text": "This word for a wine's smell is most appropriate before, for example, \"of honeysuckle\" or \"of geranium\"",
      "answer": "bouquet"
    },
    {
      "category": "JEWELRY",
      "text": "You can make your mark with this ring that has a seal on it",
      "answer": "a signet"
    },
    {
      "category": "HANSEL CULTURE",
      "text": "A line from this musical says, \"Herr Hansel Schmidt becomes Mrs. Hedwig Robinson\"",
      "answer": "Hedwig and the Angry Inch"
    },
    {
      "category": "TAKING FLIGHT",
      "text": "It's nicknamed \"the president's office in the sky\"",
      "answer": "Air Force One"
    },
    {
      "category": "BODIES OF WATER",
      "text": "This strait narrows to about 50 miles between Asia & North America",
      "answer": "the Bering"
    },
    {
      "category": "ARTISTS & THEIR SUBJECTS",
      "text": "In aworkby John Everett Millais, young Jesus is helping out in the carpentry shop & has prophetically beencutby one of these",
      "answer": "a nail"
    },
    {
      "category": "4, 4",
      "text": "Goldilocks falls asleep in the bed of this character",
      "answer": "Baby Bear"
    },
    {
      "category": "LITERARY HELPERS",
      "text": "In \"Casino Royale\" she's described as \"M's private secretary\"",
      "answer": "Miss Moneypenny"
    },
    {
      "category": "ACTION MOVIES",
      "text": "Sylvester Stallone, Jason Statham & Jet Li are among the less than precious title mercenaries in this 2010 film",
      "answer": "The Expendables"
    },
    {
      "category": "TAKING FLIGHT",
      "text": "3 major airports serve New York City including this one that's not even in the same state",
      "answer": "Newark"
    },
    {
      "category": "BODIES OF WATER",
      "text": "Called Östersjön in Swedish, this sea separates Scandinavia from the rest of Europe",
      "answer": "the Baltic"
    },
    {
      "category": "ARTISTS & THEIR SUBJECTS",
      "text": "This Impressionist set the scene on the Seine with \"Luncheon of the Boating Party\"",
      "answer": "Renoir"
    },
    {
      "category": "4, 4",
      "text": "The Eagles had a song about \"Life In\" this, which the California DMV says is also known as the left or number 1",
      "answer": "the fast lane"
    },
    {
      "category": "LITERARY HELPERS",
      "text": "Gandalf said to him, \"You shall go away with Mr. Frodo!\"",
      "answer": "Samwise"
    },
    {
      "category": "ACTION MOVIES",
      "text": "\"Pain don't hurt\" is one of Patrick Swayze's iconic (?) lines from this 1989 cheese- & slugfest",
      "answer": "Road House"
    },
    {
      "category": "TAKING FLIGHT",
      "text": "For its defensive firepower, World War II'sB-17was  alliteratively nicknamed the \"Flying\" this",
      "answer": "Fortress"
    },
    {
      "category": "BODIES OF WATER",
      "text": "There's a Colorado River in the U.S. & another one in this South American nation where it flows across the Pampas",
      "answer": "Argentina"
    },
    {
      "category": "ARTISTS & THEIR SUBJECTS",
      "text": "Though he depicted a different river in \"Rapids of the Susquehanna\", Frederic Edwin Church was a big man in this \"School\"",
      "answer": "the Hudson River School"
    },
    {
      "category": "4, 4",
      "text": "\"Pray for us sinners\" is a line from it",
      "answer": "Hail Mary"
    },
    {
      "category": "LITERARY HELPERS",
      "text": "In this Cormac McCarthy novel John Grady Cole & his pal Rawlins are hired to tame some equines",
      "answer": "All the Pretty Horses"
    },
    {
      "category": "ACTION MOVIES",
      "text": "Jann Mardenborough became a pro race car driver by using this racing simulation video game, also the 2023 biopic about him",
      "answer": "Gran Turismo"
    },
    {
      "category": "TAKING FLIGHT",
      "text": "The first African-American woman in space, on her first shuttle mission in 1992, she carried with her a photo of pilot Bessie Coleman",
      "answer": "Jemison"
    },
    {
      "category": "BODIES OF WATER",
      "text": "Extending for about 135 miles, the Yucatan Channel links these 2 smaller-than-an-ocean bodies of water",
      "answer": "the Gulf of Mexico & the Caribbean Sea"
    },
    {
      "category": "ARTISTS & THEIR SUBJECTS",
      "text": "Pamplona's Museo de Navarra has an 1804 portrait of the Marquis of San Adrian, a masterpiece by this Spanish painter",
      "answer": "Goya"
    },
    {
      "category": "4, 4",
      "text": "When printing photos (yes, people still do that), the intermediate rinse called this comes before fixing & washing",
      "answer": "stop bath"
    },
    {
      "category": "LITERARY HELPERS",
      "text": "In this Wilde work Algernon's manservant is named Lane, while Jack has a butler named Merriman",
      "answer": "The Importance of Being Earnest"
    },
    {
      "category": "ACTION MOVIES",
      "text": "This star-filled 1963 film featuring some epic Steve McQueen motorcycle scenes was (very) loosely based on a true story",
      "answer": "The Great Escape"
    },
    {
      "category": "TAKING FLIGHT",
      "text": "King Louis XVI & Marie Antoinette were in attendance when these brothers demonstrated their hot air balloon in 1783",
      "answer": "the Montgolfier brothers"
    },
    {
      "category": "BODIES OF WATER",
      "text": "Thisdeepest lake in Africa has a name that may come from Swahili words for \"sail\" & \"wilderness\"",
      "answer": "Lake Tanganyika"
    },
    {
      "category": "ARTISTS & THEIR SUBJECTS",
      "text": "Oh, her, the tale of this woman \"and the Elders\" is a common subject & Lorenzo Lotto's from 1517 is one ofthosewith minimal boobage",
      "answer": "Susanna"
    },
    {
      "category": "4, 4",
      "text": "To help with physical therapy, this type of cognitive training might have a patient walk while counting by 2s",
      "answer": "dual task"
    },
    {
      "category": "LITERARY HELPERS",
      "text": "Frank helps Cora kill her hubby but is wrongly convicted of a murder he didn't commit in this James M. Cain novel",
      "answer": "The Postman Always Rings Twice"
    },
    {
      "category": "ACTION MOVIES",
      "text": "\"El Mariachi\", \"Desperado\" & \"Once Upon a Time in Mexico\" make up this director's \"Mexico Trilogy\"",
      "answer": "Rodriguez"
    }
  ]
}