{
  "title": "Show #6202 - Tuesday, July 26, 2011",
  "date": {
    "day": 26,
    "month": "July",
    "year": 2011
  },
  "clues": [
    {
      "category": "SANDWICHES",
      "text": "Martha Stewart's favorite recipe for this sandwich includes light mayo & uses 10 whites & only 2 yolks",
      "answer": "an egg salad sandwich"
    },
    {
      "category": "SIDES",
      "text": "Elvis wasn't \"crying all the time\", having a dual-sided No. 1 hit with \"Don't Be Cruel\" & this song",
      "answer": "\"(You Ain't Nothin' But A) Hound Dog\""
    },
    {
      "category": "SUBS",
      "text": "This instrument, in its simplest form a tube with mirrors, enables the sub crew to see above the surface of the water",
      "answer": "a periscope"
    },
    {
      "category": "TOSSED SALAD",
      "text": "Mistress of the Robes is the title of this woman's chief lady-in-waiting",
      "answer": "Queen Elizabeth"
    },
    {
      "category": "DESERTS",
      "text": "Roald Dahl's Augustus Gloop gets his just des(s)erts when he falls into a river of this trying to drink it",
      "answer": "chocolate"
    },
    {
      "category": "R.B.s",
      "text": "In 2008 a 6'3\", 9,033-pound ball was made using 726,500 of these stretchable office items",
      "answer": "rubber bands"
    },
    {
      "category": "SANDWICHES",
      "text": "Kraft informs us that Americans eat 2.2 billion of these cooked sandwiches a year",
      "answer": "grilled cheese"
    },
    {
      "category": "SIDES",
      "text": "\"Time\" is on side 1 of this Pink Floyd album; \"Money\" is on side 2",
      "answer": "Dark Side Of The Moon"
    },
    {
      "category": "SUBS",
      "text": "U1, this country's first naval submarine, entered service in 1906",
      "answer": "Germany"
    },
    {
      "category": "TOSSED SALAD",
      "text": "Goiter is caused by a deficiency of this element in the thyroid gland",
      "answer": "iodine"
    },
    {
      "category": "DESERTS",
      "text": "This author's vile creation Uriah Heep has his fraud justly exposed & goes to prison",
      "answer": "Charles Dickens"
    },
    {
      "category": "R.B.s",
      "text": "Referring to his circulatory system, it describes any strong, patriotic, lusty American man",
      "answer": "red-blooded"
    },
    {
      "category": "SANDWICHES",
      "text": "The pan bagnat, a Nicoise specialty, is a Provencal version of this American brown bag staple",
      "answer": "tuna sandwich"
    },
    {
      "category": "SIDES",
      "text": "Fittingly, \"Act Of Contrition\" was on the flip side of this No. 1 single by Madonna",
      "answer": "\"Like A Prayer\""
    },
    {
      "category": "SUBS",
      "text": "\"Under Pressure\", the first novel by this \"Dune\" author, details the dangerous mission of a 4-man sub crew in the 2000s",
      "answer": "Frank Herbert"
    },
    {
      "category": "TOSSED SALAD",
      "text": "2010 marked 50 years of this device, which has revolutionized eye surgery & outdoor light shows",
      "answer": "the laser"
    },
    {
      "category": "DESERTS",
      "text": "At the end, this character's \"Wilde\", degenerate life is seen in his loathsome corpse; nice picture, though",
      "answer": "Dorian Gray"
    },
    {
      "category": "R.B.s",
      "text": "This cerebral hemisphere helps us deal with spatial concepts",
      "answer": "the right brain"
    },
    {
      "category": "SANDWICHES",
      "text": "Butter, romano & this meat are traditional in a hot brown, a late November favorite from Kentucky's Brown Hotel",
      "answer": "turkey"
    },
    {
      "category": "SIDES",
      "text": "Side 1 of his album \"Midnight Love\" provided \"Sexual Healing\"",
      "answer": "Marvin Gaye"
    },
    {
      "category": "SUBS",
      "text": "In 1800, this inventor let off some steam building a copper-covered sub called the Nautilus",
      "answer": "Robert Fulton"
    },
    {
      "category": "TOSSED SALAD",
      "text": "The number of righteous men in each generation according to Jewish legend, or the highest number in roulette",
      "answer": "36"
    },
    {
      "category": "DESERTS",
      "text": "This novel's villain, De Villefort, finds his wife & son dead & Edmond Dantes gloating",
      "answer": "The Count of Monte Cristo"
    },
    {
      "category": "R.B.s",
      "text": "The first African-American to win the Nobel Peace Prize,thisman was appointed to the U.N. Palestine Commission in 1947",
      "answer": "Ralph Bunche"
    },
    {
      "category": "SANDWICHES",
      "text": "A sandwich specialty of Montreal is this pastrami-like delight, viande fumee en francais",
      "answer": "smoked meat"
    },
    {
      "category": "SIDES",
      "text": "Side 1 of her album \"Tapestry\" starts with \"I Feel The Earth Move\"; side 2 ends with \"(You Make Me Feel Like) A Natural Woman\"",
      "answer": "Carole King"
    },
    {
      "category": "SUBS",
      "text": "This Confederate sub that sank in 1864 was raised from the sea bottom off Charleston in 2000",
      "answer": "theHunley"
    },
    {
      "category": "TOSSED SALAD",
      "text": "Operation Dynamo was the Allied name for the desperate 1940 evacuation from this French town",
      "answer": "Dunkirk"
    },
    {
      "category": "DESERTS",
      "text": "This John Bunyan book features a man whose lusts & sins have him condemned for eternity in an iron cage",
      "answer": "Pilgrim's Progress"
    },
    {
      "category": "R.B.s",
      "text": "This small ledge beneath the doors of an auto helped passengers get in & out",
      "answer": "running board"
    },
    {
      "category": "OPERAS WITH CHARACTER",
      "text": "Cio Cio San, a young Japanese woman",
      "answer": "Madame Butterfly"
    },
    {
      "category": "WEIGHTS & MEASURES",
      "text": "The name of this nautical measure also means \"comprehend\"",
      "answer": "fathom"
    },
    {
      "category": "U.S. PLACE NAMES",
      "text": "No big surprise--this hook-shaped peninsula of Massachusetts was named for the fish caught off its shores",
      "answer": "Cape Cod"
    },
    {
      "category": "LETTERMAN",
      "text": "This 19th century showman's first successful exhibit at the American Museum was the Feejee Mermaid (yeah, it was fake)",
      "answer": "P.T. Barnum"
    },
    {
      "category": "J",
      "text": "A vertical side of a doorway",
      "answer": "a jamb"
    },
    {
      "category": "LATE NIGHT TV",
      "text": "She was a guest host on \"The Tonight Show\", but after she got her own late night gig, Carson never spoke to her again",
      "answer": "Joan Rivers"
    },
    {
      "category": "OPERAS WITH CHARACTER",
      "text": "Jemmy, a Swiss boy used as a target stand",
      "answer": "William Tell"
    },
    {
      "category": "WEIGHTS & MEASURES",
      "text": "For petroleum, 42 U.S. gallons is one of these units",
      "answer": "a barrel"
    },
    {
      "category": "U.S. PLACE NAMES",
      "text": "This New York City borough was named for Catherine of Braganza, Charles II's wife",
      "answer": "Queens"
    },
    {
      "category": "LETTERMAN",
      "text": "Spend a night at museums designed by this architect, including Qatar's Museum of Islamic Art & Kyoto's Miho",
      "answer": "I.M. Pei"
    },
    {
      "category": "J",
      "text": "By definition, it's something that brings bad luck",
      "answer": "a jinx"
    },
    {
      "category": "LATE NIGHT TV",
      "text": "This talk show host's fanatical audience section near the band was known as the Dog Pound",
      "answer": "Arsenio Hall"
    },
    {
      "category": "OPERAS WITH CHARACTER",
      "text": "Mozart's Queen of the Night, a sorceress",
      "answer": "The Magic Flute"
    },
    {
      "category": "WEIGHTS & MEASURES",
      "text": "Seenhereis the symbol for this unit of length that was named for a Swedish scientist",
      "answer": "an angstrom"
    },
    {
      "category": "U.S. PLACE NAMES",
      "text": "Manila, Utah receieved its name in 1898 to commemorate a victory by Admiral Dewey during this war",
      "answer": "the Spanish American War"
    },
    {
      "category": "LETTERMAN",
      "text": "Maurits Cornelis were the first 2 names of this Dutch graphic artist known for his bizarre optical effects",
      "answer": "M.C. Escher"
    },
    {
      "category": "J",
      "text": "The shortened first name of a Biblical man, it means to tease good-humoredly",
      "answer": "Josh/josh"
    },
    {
      "category": "LATE NIGHT TV",
      "text": "In 2005 this Scot took over as host of \"The Late Late Show\"",
      "answer": "Craig Ferguson"
    },
    {
      "category": "OPERAS WITH CHARACTER",
      "text": "Daland, a captain of the high seas who meets a mysterious stranger",
      "answer": "The Flying Dutchman"
    },
    {
      "category": "WEIGHTS & MEASURES",
      "text": "One unit of this distance used in horse racing is exactly 660 feet",
      "answer": "a furlong"
    },
    {
      "category": "U.S. PLACE NAMES",
      "text": "One of Texas' barrier islands, this island was named for its wild horses, not its Ford coupes",
      "answer": "Mustang"
    },
    {
      "category": "LETTERMAN",
      "text": "The \"B\" in this psychologist's first name was for Burrhus, which must've influenced his behavior to go by his initials",
      "answer": "B.F. Skinner"
    },
    {
      "category": "J",
      "text": "The astrological notion that a certain large planet exerted a happy influence led to this adjective",
      "answer": "jovial"
    },
    {
      "category": "LATE NIGHT TV",
      "text": "Before he hosted his HBO show, he hosted the late night \"Politically Incorrect\" on ABC",
      "answer": "Bill Maher"
    },
    {
      "category": "OPERAS WITH CHARACTER",
      "text": "Kurwenal, a servant accompanying his knight & master to pick up a new bride",
      "answer": "Tristan und Isolde"
    },
    {
      "category": "WEIGHTS & MEASURES",
      "text": "(Sarah of the Clue Crew reports from the Brookhaven National Laboratory on Long Island, NY.)  Electron microscopes provideimageswithresolutionmeasured in these units, also known as millimicrons, that are equal to about 1/50,000 the width of a human hair",
      "answer": "nanometers"
    },
    {
      "category": "U.S. PLACE NAMES",
      "text": "\"Sew\" what you're saying is this California city, on the edge of the Mojave Desert, is named for some really sharp peaks",
      "answer": "Needles"
    },
    {
      "category": "LETTERMAN",
      "text": "In 1895 he became the first African American to receive a Ph.D. from Harvard",
      "answer": "W.E.B. DuBois"
    },
    {
      "category": "J",
      "text": "Someone who's always ready to sign up with a new club",
      "answer": "a joiner"
    },
    {
      "category": "LATE NIGHT TV",
      "text": "In 1973 Tom Snyder began hosting this show that, fittingly, was on after midnight",
      "answer": "Tomorrow"
    }
  ]
}