{
  "title": "Show #5787 - Tuesday, November 10, 2009",
  "date": {
    "day": 10,
    "month": "November",
    "year": 2009
  },
  "clues": [
    {
      "category": "TOURING USA",
      "text": "Enjoy a glass-bottom boat ride at John Pennekamp Coral Reef State Park near Key Largo in this state",
      "answer": "Florida"
    },
    {
      "category": "THE CW",
      "text": "How embarrassing!  Annie & Dixon's dad is the principal of West Beverly, their high school, on this soapy series",
      "answer": "90210"
    },
    {
      "category": "WEBSITES",
      "text": "Logically enough, TestTube is the ideas incubator area of this website",
      "answer": "YouTube"
    },
    {
      "category": "BOOKS & AUTHORS",
      "text": "First name of young Mr. Fowl, whose adventures include \"The Time Paradox\" & \"The Lost Colony\"",
      "answer": "Artemis"
    },
    {
      "category": "WHATEVER",
      "text": "He's not just the patron saint of love & lovers but also of bee keepers & young people",
      "answer": "St. Valentine"
    },
    {
      "category": "TEXT\" ME",
      "text": "This system of linking Internet documents contains cross-references so you can jump easily between them",
      "answer": "hypertext"
    },
    {
      "category": "TOURING USA",
      "text": "Dating from about 1730, Stratford Hall was the birthplace of Robert E. Lee in this state",
      "answer": "Virginia"
    },
    {
      "category": "THE CW",
      "text": "Green Arrow & his team take matters into their own hands when Clark struggles to take a human life on this show",
      "answer": "Smallville"
    },
    {
      "category": "WEBSITES",
      "text": "The birdie seenherefrom this web site must say \"tweet, tweet, tweet\"",
      "answer": "Twitter"
    },
    {
      "category": "BOOKS & AUTHORS",
      "text": "This Gregory Maguire novel that inspired a musical is the biography of a certain Witch of the West",
      "answer": "Wicked"
    },
    {
      "category": "WHATEVER",
      "text": "On New Year's Day, 2009, this celebrated \"Catcher in the Rye\" author celebrated his 90th birthday",
      "answer": "(J.D.) Salinger"
    },
    {
      "category": "TEXT\" ME",
      "text": "It's the underlying or implicit meaning of a literary work",
      "answer": "subtext"
    },
    {
      "category": "TOURING USA",
      "text": "Check out Nassau Hall, the U.S. capitol in 1783, located at Princeton Univ. in this state",
      "answer": "New Jersey"
    },
    {
      "category": "THE CW",
      "text": "Teyona, seenhere, is the new cover girl for the 12th cycle in this competition",
      "answer": "America's Next Top Model"
    },
    {
      "category": "WEBSITES",
      "text": "Did Chris Hughes write on Mark Zuckerberg's wall & send a friend request when they started this website?",
      "answer": "Facebook"
    },
    {
      "category": "BOOKS & AUTHORS",
      "text": "Philip Pullman's trilogy \"His Dark Materials\" begins with \"The Golden\" this",
      "answer": "Compass"
    },
    {
      "category": "WHATEVER",
      "text": "The name of this physicist is used to describe measurements of supersonic speed",
      "answer": "(Ernst) Mach"
    },
    {
      "category": "TEXT\" ME",
      "text": "People quoted as saying horrifying things often protest that their words were taken out of this",
      "answer": "context"
    },
    {
      "category": "TOURING USA",
      "text": "This state's Seashore Trolley Museum near Kennebunkport is one of the world's largest electric railway museums",
      "answer": "Maine"
    },
    {
      "category": "THE CW",
      "text": "Damaging emails liven things up at the Constance Billard & St. Jude's graduation on this show",
      "answer": "Gossip Girl"
    },
    {
      "category": "WEBSITES",
      "text": "On holidays, this website's homepage may use a Doodle for its name; Wes Craven created one for Halloween 2008",
      "answer": "Google"
    },
    {
      "category": "BOOKS & AUTHORS",
      "text": "In 2009 she headed out of \"The Hills\" & published her first novel, \"L.A. Candy\"",
      "answer": "Lauren Conrad"
    },
    {
      "category": "WHATEVER",
      "text": "This city named for a marquis was North Carolina's capital from 1789 to 1798",
      "answer": "Fayetteville"
    },
    {
      "category": "TEXT\" ME",
      "text": "This is an ostensible reason put forward to conceal a true purpose or object",
      "answer": "a pretext"
    },
    {
      "category": "TOURING USA",
      "text": "The development of nuclear energy is featured at Los Alamos' Bradbury Science Museum in this state; no lead vest is required",
      "answer": "New Mexico"
    },
    {
      "category": "THE CW",
      "text": "Chad Michael Murray & Hilarie Burton might be gone, but North Carolina holds plenty of drama on this series",
      "answer": "One Tree Hill"
    },
    {
      "category": "WEBSITES",
      "text": "Note theshovelin the logo of this web site seenhere; it can be used whether you like a story or want to bury it",
      "answer": "Digg"
    },
    {
      "category": "BOOKS & AUTHORS",
      "text": "In a book by Trenton Lee Stewart, 4 gifted kids answer an ad & become \"The Mysterious\" this \"Society\"",
      "answer": "Benedict"
    },
    {
      "category": "WHATEVER",
      "text": "(Jimmy of the Clue Crew repeatedly drops onto the table a springed apparatus that lands on four feet, like a cat.)  Cats are able to land on their feet because their flexible spines allow them to rotate in midair without violating the principle of conservation of this angular quantity",
      "answer": "momentum"
    },
    {
      "category": "TEXT\" ME",
      "text": "A 2007 government report was titled \"Turn the Page: Making College\" these \"More Affordable\"",
      "answer": "Textbooks"
    },
    {
      "category": "SHIPS",
      "text": "It initially left England August 15, 1620 along with another ship, the Speedwell",
      "answer": "theMayflower"
    },
    {
      "category": "BALL GAMES",
      "text": "In 1869 the Cincinnati Red Stockings became the first professional team in this sport",
      "answer": "baseball"
    },
    {
      "category": "MUSIC",
      "text": "If your sheet music is marked \"strepitoso\", you must play this way, no matter who's asleep",
      "answer": "loudly"
    },
    {
      "category": "TREES!",
      "text": "Though this \"syrupy\" tree is common in the U.S., about 2/3 of its species are native to China",
      "answer": "the maple"
    },
    {
      "category": "OH, WHAT A KNIGHT",
      "text": "In Arthurian legend, pure knight & grail finder Galahad was the son of this not-so-pure knight",
      "answer": "Lancelot"
    },
    {
      "category": "WORD ORIGINS",
      "text": "No surprise here--the name of this birthstone is from the Latin for \"red\"",
      "answer": "ruby"
    },
    {
      "category": "SHIPS",
      "text": "In the most famous mutiny in history, Fletcher Christian & his mates seized control of this ship in 1789",
      "answer": "theBounty"
    },
    {
      "category": "BALL GAMES",
      "text": "The name of this ball game is derived from the \"soc\" in the term \"association football\"",
      "answer": "soccer"
    },
    {
      "category": "MUSIC",
      "text": "Trumpet players use an object called a mute; a French horn player just puts this in his instrument",
      "answer": "his hand"
    },
    {
      "category": "TREES!",
      "text": "Types of this tree include the black, weeping & pussy",
      "answer": "the willow"
    },
    {
      "category": "OH, WHAT A KNIGHT",
      "text": "In the fourth crusade, this Christian capital, now Istanbul, was plundered by Christian knights",
      "answer": "Constantinople"
    },
    {
      "category": "WORD ORIGINS",
      "text": "The name of this leader of a Jewish congregation is from the Hebrew for \"my master\"",
      "answer": "rabbi"
    },
    {
      "category": "SHIPS",
      "text": "During the War of 1812, this frigate earned its nickname Old Ironsides",
      "answer": "theConstitution"
    },
    {
      "category": "BALL GAMES",
      "text": "Originally, the name of this racquet sport included \"lawn\"--Victorian ladies & gentlemen played on grass courts",
      "answer": "tennis"
    },
    {
      "category": "MUSIC",
      "text": "If a fingerboard has ridges to help players find their notes, it may be called this kind of board instead",
      "answer": "a fretboard"
    },
    {
      "category": "TREES!",
      "text": "Let's rest under the shade of the English type of this acorn-bearing tree; many live 200 to 400 years",
      "answer": "the oak"
    },
    {
      "category": "OH, WHAT A KNIGHT",
      "text": "In the \"Song of Roland\", this code asked knights \"to keep faith\" & \"to fight for the welfare of all\"",
      "answer": "the code of chivalry (or the chivalric code)"
    },
    {
      "category": "WORD ORIGINS",
      "text": "From the Latin for \"to come to mind\", it's a memento that you might buy as a reminder of a place you visited",
      "answer": "souvenir"
    },
    {
      "category": "SHIPS",
      "text": "Tragically, in December 1941 this battleship sank in less than 9 minutes, with 1,177 of her crew",
      "answer": "theArizona"
    },
    {
      "category": "BALL GAMES",
      "text": "In 1457 Scotland's parliament banned this links game, which interfered with archery practice",
      "answer": "golf"
    },
    {
      "category": "MUSIC",
      "text": "Anne Sofie von Otter is a noted one of these voices between soprano & alto",
      "answer": "a mezzo-soprano"
    },
    {
      "category": "TREES!",
      "text": "The thin, papery leaves of this tree of the genus Fagus turn gold in the fall; knowing that is no day at the...",
      "answer": "the beech"
    },
    {
      "category": "OH, WHAT A KNIGHT",
      "text": "In 1226 the Teutonic Knights demanded & received this area, later the dominant state in Germany",
      "answer": "Prussia"
    },
    {
      "category": "WORD ORIGINS",
      "text": "This word for a large piece of artillery comes from the Italian for \"great tube\"",
      "answer": "cannon"
    },
    {
      "category": "SHIPS",
      "text": "During his 1570s circumnavigation of the world, he renamed his Pelican flagship the Golden Hind",
      "answer": "Sir Francis Drake"
    },
    {
      "category": "BALL GAMES",
      "text": "The phrase \"a sticky wicket\" comes from this British sport",
      "answer": "cricket"
    },
    {
      "category": "MUSIC",
      "text": "If playing in G major, get out your knife & do this to any F's",
      "answer": "sharpen"
    },
    {
      "category": "TREES!",
      "text": "Most male cones from this 4-letter conifer measure less than 1 inch; females are much larger, with woody scales",
      "answer": "a pine"
    },
    {
      "category": "OH, WHAT A KNIGHT",
      "text": "Amadis of Gaul & Don Quixote are examples of this kind of knight who wanders in search of adventure",
      "answer": "knights-errant"
    },
    {
      "category": "WORD ORIGINS",
      "text": "Meaning tearful & foolishly sentimental, it comes from Magdalene, as in Mary Magdalene",
      "answer": "maudlin"
    }
  ]
}