{
  "title": "Show #5282 - Tuesday, July 24, 2007",
  "date": {
    "day": 24,
    "month": "July",
    "year": 2007
  },
  "clues": [
    {
      "category": "PRESIDENTIAL LIBRARIES",
      "text": "(Jon of the Clue Crew presents from a staged office.)  A replica of this man's Oval Office desk includes gifts from the Georgia Democratic Party & from Hyman Rickover, his mentor in the Navy",
      "answer": "Jimmy Carter"
    },
    {
      "category": "SPORTS LEGENDS",
      "text": "Barry Bonds, among others, is currently trying to break this man's home run record of 755",
      "answer": "Hank Aaron"
    },
    {
      "category": "BALLET",
      "text": "Cadets attend a dance at a girls' school in \"Graduation Ball\", a ballet set in this capital of Austria",
      "answer": "Vienna"
    },
    {
      "category": "CHECK OUT MY CRIB",
      "text": "A Black Molly or 2 would be perfect to keep this calming crib feature in your living room free from algae",
      "answer": "an aquarium"
    },
    {
      "category": "MOUNTAINS",
      "text": "The Hoosac Mountains are a range of these \"colorful\" mountains located in Vermont",
      "answer": "the Green Mountains"
    },
    {
      "category": "WORDS",
      "text": "Chat about this in your chat room: \"chat\" is merely a shortened form of this 7-letter word",
      "answer": "chatter"
    },
    {
      "category": "PRESIDENTIAL LIBRARIES",
      "text": "His presidential library is about 35 miles from the Kansas City, Missouri airport",
      "answer": "Harry Truman"
    },
    {
      "category": "SPORTS LEGENDS",
      "text": "This 7-time Tour de France champ said the 2006 NYC Marathon was the \"hardest physical thing\" he'd ever done",
      "answer": "Lance Armstrong"
    },
    {
      "category": "BALLET",
      "text": "The 2000 ballet \"Todo Buenos Aires\" features different interpretations of this sensual ballroom dance",
      "answer": "the tango"
    },
    {
      "category": "CHECK OUT MY CRIB",
      "text": "Sit down in this chair with an X-shaped frame & a canvas seat, perfect for yelling, \"Quiet on the set!\"",
      "answer": "a director's chair"
    },
    {
      "category": "MOUNTAINS",
      "text": "Seenhereis Tenzing Norgay, standing on the summit of this mountain \"because it's there\"",
      "answer": "Mount Everest"
    },
    {
      "category": "WORDS",
      "text": "This name for a work of art that you may carve in art class comes from the Latin for \"to carve\"",
      "answer": "sculpture"
    },
    {
      "category": "PRESIDENTIAL LIBRARIES",
      "text": "(Jon of the Clue Crew is at the wheel.)  In 1948, George H.W. Bush &thisyoung wife of his packed their belongings into a Studebaker & drove west to Odessa, Texas",
      "answer": "Barbara"
    },
    {
      "category": "SPORTS LEGENDS",
      "text": "From 1984 to 1992, 2 of the 3 players who won all the NBA MVP awards",
      "answer": "Magic Johnson & Larry Bird (& Michael Jordan)"
    },
    {
      "category": "BALLET",
      "text": "I may say \"neigh!\" if you do a pas de cheval, a ballet step that imitates this animal",
      "answer": "a horse"
    },
    {
      "category": "CHECK OUT MY CRIB",
      "text": "Chandeliers look great but nowadays don't usually use these items from which their name is derived",
      "answer": "candles"
    },
    {
      "category": "MOUNTAINS",
      "text": "The Waianae Mountains in this U.S. state rise up to 4,025-foot Mt. Kaala",
      "answer": "Hawaii"
    },
    {
      "category": "WORDS",
      "text": "If you say, \"I'm eating a hot dog with\" this, you could mean a chopped pickle topping or just plain enjoyment",
      "answer": "relish"
    },
    {
      "category": "PRESIDENTIAL LIBRARIES",
      "text": "His library has a desk that's an exact replica of the one that his son was photographed under in 1963",
      "answer": "John F. Kennedy"
    },
    {
      "category": "SPORTS LEGENDS",
      "text": "In 1904 he became the first pitcher in the American League to throw a perfect game; now an award is named for him",
      "answer": "Cy Young"
    },
    {
      "category": "BALLET",
      "text": "He designed sets & costumes for \"Where the Wlid Things Are\", a ballet based on his own beloved book",
      "answer": "Maurice Sendak"
    },
    {
      "category": "CHECK OUT MY CRIB",
      "text": "In the furniture sense, this synonym of \"pride\" is dressing table",
      "answer": "vanity"
    },
    {
      "category": "MOUNTAINS",
      "text": "The Caucusus Mountains of Eastern Europe are predominantly found in this large country",
      "answer": "Russia"
    },
    {
      "category": "WORDS",
      "text": "Someone who sees a crime is an eyewitness; someone who experiences it aurally is this similar word",
      "answer": "an earwitness"
    },
    {
      "category": "PRESIDENTIAL LIBRARIES",
      "text": "(Kelly of the Clue Crew reports from Austin, Texas.)  At the dedication in Austin in 1971, he said that of all the words in his presidential library, the two that best express his philosophy are \"man can\"",
      "answer": "L.B.J."
    },
    {
      "category": "SPORTS LEGENDS",
      "text": "This Czech-born woman who retired in 2006 won a record 9 Wimbledon Singles Championships",
      "answer": "Martina Navratilova"
    },
    {
      "category": "BALLET",
      "text": "The Carolina Ballet debuted a 2006 work based on this stormy Shakespearean shipwreck saga",
      "answer": "The Tempest"
    },
    {
      "category": "CHECK OUT MY CRIB",
      "text": "Wanna put your feet up? How about on one of these with a \"Turkish\" name",
      "answer": "an ottoman"
    },
    {
      "category": "MOUNTAINS",
      "text": "Geological evidence shows that this 5,000-mile mountain chain may extend south into Antarctica",
      "answer": "the Andes"
    },
    {
      "category": "WORDS",
      "text": "The name of these small towers often seen on castles comes from Old French for \"small towers\"",
      "answer": "turrets"
    },
    {
      "category": "JULY",
      "text": "William Booth founded this charitable \"army\" on July 5, 1865 in London",
      "answer": "The Salvation Army"
    },
    {
      "category": "WHAT'S ON TV?",
      "text": "This \"American Idol\" judge told one contestant, \"You sounded like Cher after she's been to the dentist\"",
      "answer": "Simon Cowell"
    },
    {
      "category": "LAW ENFORCEMENT",
      "text": "The truant officer may come after you if you fail to do this",
      "answer": "go to school"
    },
    {
      "category": "LITERATURE",
      "text": "In chapter 52 of this novel, a boisterous crowd is gathering for Fagin's execution",
      "answer": "Oliver Twist"
    },
    {
      "category": "COMPANIES YOUNGER THAN YOU",
      "text": "This commerce site founded in 1995 now also owns Skype, Paypal, & Shopping.com",
      "answer": "eBay"
    },
    {
      "category": "SYNONYMS",
      "text": "As a noun, it's a synonym for \"flower\", as a verb, it's to blossom or come into one's own",
      "answer": "bloom"
    },
    {
      "category": "JULY",
      "text": "On July 20, 1861 the Congress of the Confederate States began holding sessions in this Virginia city",
      "answer": "Richmond"
    },
    {
      "category": "WHAT'S ON TV?",
      "text": "This ABC series set at Mode magazine is based on the hit Columbian telenovela \"Yo Soy Betty, La Fea\"",
      "answer": "Ugly Betty"
    },
    {
      "category": "LAW ENFORCEMENT",
      "text": "It's the identification procedure that uses the kind of grid seenhere",
      "answer": "a line-up"
    },
    {
      "category": "LITERATURE",
      "text": "19th c. author known for writing about a \"venerable mansion\" with \"seven acutely peaked gables\"",
      "answer": "(Nathaniel) Hawthorne"
    },
    {
      "category": "COMPANIES YOUNGER THAN YOU",
      "text": "The first name of this company's search engine was Backrub, as it analyzed the back links pointing to websites",
      "answer": "Google"
    },
    {
      "category": "SYNONYMS",
      "text": "Synonyms for \"crowd\" include throng, flock & this word that can also mean an infatuation",
      "answer": "a crush"
    },
    {
      "category": "JULY",
      "text": "A July 17, 1917 royal proclamation changed the name of the British royal family to this, like a castle",
      "answer": "Windsor"
    },
    {
      "category": "WHAT'S ON TV?",
      "text": "This Neil Patrick Harris sitcom is narrated through flashbacks from the future",
      "answer": "How I Met Your Mother"
    },
    {
      "category": "LAW ENFORCEMENT",
      "text": "This agency's criminal justice information services div. has the fingerprints of more than 47 million people",
      "answer": "the FBI"
    },
    {
      "category": "LITERATURE",
      "text": "People from the past appear to a brother & sister in \"Rewards and Fairies\" by this author of \"The Jungle Book\"",
      "answer": "Kipling"
    },
    {
      "category": "COMPANIES YOUNGER THAN YOU",
      "text": "While a student at Northeastern, Shawn Fanning started this P2P music-sharing service that now gone legit",
      "answer": "Napster"
    },
    {
      "category": "SYNONYMS",
      "text": "In court you won't hear a lawyer say \"remonstrance!\" but this synonym",
      "answer": "objection"
    },
    {
      "category": "JULY",
      "text": "John Adams' dying words on this date in 1826 were that Thomas Jefferson still lived; John Adams was wrong",
      "answer": "July 4"
    },
    {
      "category": "WHAT'S ON TV?",
      "text": "Penn Jillette hosts this NBC game show about first impressions",
      "answer": "Identity"
    },
    {
      "category": "LAW ENFORCEMENT",
      "text": "A counter-terrorism program is called \"NYPD\" this, another term for a police badge",
      "answer": "Shield"
    },
    {
      "category": "LITERATURE",
      "text": "Modern novels with biblical titles include Jane Hamilton's \"The Book of Ruth\" & Toni Morrison's \"Song of\" him",
      "answer": "Solomon"
    },
    {
      "category": "COMPANIES YOUNGER THAN YOU",
      "text": "After selling Broadcast.com to Yahoo! for more than $5 billion, this Dallas NBA team owner started HDNet",
      "answer": "Mark Cuban"
    },
    {
      "category": "SYNONYMS",
      "text": "Back in the 19th century, ladies didn't faint but did this 5-letter synonym",
      "answer": "swoon"
    },
    {
      "category": "JULY",
      "text": "In July 1893 this president underwent a secret operation to remove part of his jaw due to cancer",
      "answer": "Grover Cleveland"
    },
    {
      "category": "WHAT'S ON TV?",
      "text": "In its 1st episode, citizens of a Kansas town saw a mushroom cloud on the horizon & were cut off from the outside world",
      "answer": "Jericho"
    },
    {
      "category": "LAW ENFORCEMENT",
      "text": "Not just a remark like \"the soup's too salty\", it's a formal charge a victim can swear out, leading to an arrest",
      "answer": "a complaint"
    },
    {
      "category": "LITERATURE",
      "text": "Even Grendel would love Seamus Heaney's new translation of the Anglo-Saxon epic about this title Geat",
      "answer": "Beowulf"
    },
    {
      "category": "COMPANIES YOUNGER THAN YOU",
      "text": "Started in 2001, Verasun Energy has now become the second-leading producer of this alternative fuel",
      "answer": "ethanol"
    },
    {
      "category": "SYNONYMS",
      "text": "This synonym for \"to seclude\" is also a word for part of a monastery or convent",
      "answer": "cloister"
    }
  ]
}