{
  "title": "Show #8473 - Wednesday, September 22, 2021",
  "date": {
    "day": 22,
    "month": "September",
    "year": 2021
  },
  "clues": [
    {
      "category": "WHAT A WEEK!",
      "text": "The 31st of this month is the last day of Bat Week (of course)",
      "answer": "October"
    },
    {
      "category": "ACRONYMS & ABBREVIATIONS",
      "text": "I am so sorry that I didn't RSVP to your party, RSVP meaning respondez, this polite phrase",
      "answer": "s'il vous plaît"
    },
    {
      "category": "NATIONAL PARK COUNTRIES",
      "text": "Killarney National Park",
      "answer": "Ireland"
    },
    {
      "category": "AIR TRAVEL",
      "text": "This airline launched its frequent-flyer AAdvantage program in 1981",
      "answer": "American Airlines"
    },
    {
      "category": "MOVIE TIME",
      "text": "This company made special volleyballs with its name on only one side for \"Cast Away\" so a face could be painted on it",
      "answer": "Wilson"
    },
    {
      "category": "NEW YORK: NEWS CLUES",
      "text": "(Hi, I'm Bill Ritter.) You know, it's always hard to find parking around Manhattan, but on January 15, 2009,Captain \"Sully\" Sullenbergersaved 155 lives with an emergency landing of US Airways Flight 1549 inthisriver on the West Side",
      "answer": "Hudson"
    },
    {
      "category": "WHAT A WEEK!",
      "text": "National Aviation Week takes place the week of August 19, the birthday of this younger & first airborne brother",
      "answer": "Orville Wright"
    },
    {
      "category": "ACRONYMS & ABBREVIATIONS",
      "text": "Your best time in a race is your PR, short for this",
      "answer": "personal record"
    },
    {
      "category": "NATIONAL PARK COUNTRIES",
      "text": "Masada National Park",
      "answer": "Israel"
    },
    {
      "category": "AIR TRAVEL",
      "text": "This happens to you figuratively when you lose your seat on an overbooked plane or literally when the drink cart hits your elbow",
      "answer": "bumped"
    },
    {
      "category": "MOVIE TIME",
      "text": "1966's \"The Silencers\" was the first movie with a scene after these, a teaser for the next Matt Helm spy adventure",
      "answer": "the credits"
    },
    {
      "category": "NEW YORK: NEWS CLUES",
      "text": "(Hi, I'm Lee Goldberg.) Literally stepping up to home plate after a grim medical diagnosis, on July 4, 1939, this Yankee said thefollowing--\"Today, I consider myself the luckiest man on the face of the Earth.”",
      "answer": "(Lou) Gehrig"
    },
    {
      "category": "WHAT A WEEK!",
      "text": "Once National Secretaries Week, the last full week in April is now called these \"Professionals Week\"",
      "answer": "Administrative"
    },
    {
      "category": "ACRONYMS & ABBREVIATIONS",
      "text": "The CFPB, this Financial Protection Bureau, makes sure you are treated fairly by banks, lenders & financial companies",
      "answer": "Consumer"
    },
    {
      "category": "NATIONAL PARK COUNTRIES",
      "text": "Lake District National Park",
      "answer": "United Kingdom"
    },
    {
      "category": "AIR TRAVEL",
      "text": "For years a sign painted on a roof in this Wisconsin city said \"Welcome to Cleveland\" to prank airline passengers",
      "answer": "Milwaukee"
    },
    {
      "category": "MOVIE TIME",
      "text": "Marge Champion, the model for this title character of a 1937 Disney film, was briefly married to the animator who developed Goofy",
      "answer": "Snow White"
    },
    {
      "category": "NEW YORK: NEWS CLUES",
      "text": "(Hi, I'm Sade Baderinwa.) As part of a New York City tradition that began in 1962, many movie stars, includingJames Earl Jonesas Othello, &Meryl Streepin \"Henry V\", have interpreted the Bard as part of this project",
      "answer": "Shakespeare in the Park"
    },
    {
      "category": "WHAT A WEEK!",
      "text": "One sponsor of Banned Books Week, which opposes censorship & celebrates the right to read, is the ALA, short for this",
      "answer": "the American Library Association"
    },
    {
      "category": "ACRONYMS & ABBREVIATIONS",
      "text": "The cosmetics brand e.l.f. is an acronym for these 3 areas  where its products are used",
      "answer": "eyes, lips, face"
    },
    {
      "category": "NATIONAL PARK COUNTRIES",
      "text": "Tikal National Park",
      "answer": "Guatemala"
    },
    {
      "category": "AIR TRAVEL",
      "text": "In 2019, the biggest new terminal opening in the U.S. in a decade was celebrated at this city'sairportwith a second line parade",
      "answer": "New Orleans"
    },
    {
      "category": "MOVIE TIME",
      "text": "In this film, Morgan Freeman says the prison library should file \"The Count of Monte Cristo\" with the educational books",
      "answer": "The Shawshank Redemption"
    },
    {
      "category": "NEW YORK: NEWS CLUES",
      "text": "(Hi, I'm Ryan Field.)Extendingfrom Manhattan's southern tip up Broadway to City Hall, the Canyon of Heroes has hosted many ticker tapeparades, including one for the U.S. National Women's Team's huge win in this sport in 2019",
      "answer": "soccer"
    },
    {
      "category": "WHAT A WEEK!",
      "text": "Late June brings Awareness Week for the big ants named for this occupation; they damage homes by removing wood for their nests",
      "answer": "carpenter"
    },
    {
      "category": "ACRONYMS & ABBREVIATIONS",
      "text": "When talking about dates, B.C.E. stands for this",
      "answer": "Before Common Era"
    },
    {
      "category": "NATIONAL PARK COUNTRIES",
      "text": "Serengeti National Park",
      "answer": "Tanzania"
    },
    {
      "category": "AIR TRAVEL",
      "text": "Only the \"B\" in the middle of this airline's colorful name is capitalized in its logo",
      "answer": "jetBlue"
    },
    {
      "category": "MOVIE TIME",
      "text": "This legendary Italian composer was 87 when he finally won his first competitive Oscar for \"The Hateful Eight\"",
      "answer": "(Ennio) Morricone"
    },
    {
      "category": "NEW YORK: NEWS CLUES",
      "text": "(Hi, I'm Liz Cho.) In 1879, critics wondered if New Yorkers would go all the way up Fifth Avenue to the near wilderness of 50th Street after the May 25 formal opening ofthisCatholic church; turns out, New Yorkers would",
      "answer": "St. Patrick's"
    },
    {
      "category": "WORLD HISTORY",
      "text": "In 1582 the Gregorian one of these began to replace the Julian one",
      "answer": "calendar"
    },
    {
      "category": "INSPIRED CHARACTERS",
      "text": "Sailor Alexander Selkirk was likely one of several inspirations for this 1719 shipwrecked character",
      "answer": "Robinson Crusoe"
    },
    {
      "category": "THE FACT OF THE MATTER",
      "text": "Strong atomic bonds & rigid shapes are characteristics of this phase of matter",
      "answer": "solid"
    },
    {
      "category": "ART & DESIGN",
      "text": "In the 1930s Isamu Noguchi designed an early one of these for parents; the receiver was called \"radio nurse\"",
      "answer": "a baby monitor"
    },
    {
      "category": "COMEDY ON TV",
      "text": "The parents of Stan & Kyle on this show are named after the parents of their creators, Trey & Matt",
      "answer": "South Park"
    },
    {
      "category": "__R__M",
      "text": "Study all night for a test the next morning",
      "answer": "cram"
    },
    {
      "category": "WORLD HISTORY",
      "text": "Twice in the 1800s China & Britain went to war over this drug",
      "answer": "opium"
    },
    {
      "category": "INSPIRED CHARACTERS",
      "text": "Buck Mulligan, who routinely chides Stephen Dedalus in this novel, was based on James Joyce's pal Oliver St. John Gogarty",
      "answer": "Ulysses"
    },
    {
      "category": "THE FACT OF THE MATTER",
      "text": "Leptons & quarks are these basic particles that don't seem to be made up of smaller units of matter--it's...",
      "answer": "elementary particles"
    },
    {
      "category": "ART & DESIGN",
      "text": "In 1894 this American known for his Art Nouveau lamps created an iridescent glass he called Favril",
      "answer": "Tiffany"
    },
    {
      "category": "COMEDY ON TV",
      "text": "This host of \"Full Frontal\" was once part of an all-female sketch comedy troupe called the Atomic Fireballs",
      "answer": "Samantha Bee"
    },
    {
      "category": "__R__M",
      "text": "In an idiom it precedes \"and proper\"",
      "answer": "prim"
    },
    {
      "category": "WORLD HISTORY",
      "text": "Between the Franco-Prussian War & WWI France went through a period of peace & prosperity called this, French for \"beautiful era\"",
      "answer": "La Belle Époque"
    },
    {
      "category": "INSPIRED CHARACTERS",
      "text": "Neal Cassady was called the \"Adonis of Denver\" by Allen Ginsberg & was the model for Dean Moriarty in this novel",
      "answer": "On the Road"
    },
    {
      "category": "THE FACT OF THE MATTER",
      "text": "In 1905 this first version of the theory of relativity postulated that matter & energy can be converted into each other",
      "answer": "special"
    },
    {
      "category": "ART & DESIGN",
      "text": "The National Company made theinstrumentshe sings about in \"Graceland\"--\"The Mississippi Delta was shining like National guitar\"",
      "answer": "(Paul) Simon"
    },
    {
      "category": "COMEDY ON TV",
      "text": "Betty White & Estelle Getty received Emmy nominations all 7 seasons this show was on the air",
      "answer": "The Golden Girls"
    },
    {
      "category": "__R__M",
      "text": "It's what a British nanny pushes the baby in",
      "answer": "pram"
    },
    {
      "category": "WORLD HISTORY",
      "text": "On November 9, 1918, Philipp Scheidemannproclaimedthis new German republic;helater became its first chancellor",
      "answer": "(the) Weimar (Republic)"
    },
    {
      "category": "INSPIRED CHARACTERS",
      "text": "Leon Rom, a leader of King Leopold's Congo death squad, is thought by some to have inspired this 1902 Joseph Conrad character",
      "answer": "Kurtz"
    },
    {
      "category": "THE FACT OF THE MATTER",
      "text": "All matter shares this physical property that keeps it from responding instantly to any attempt to change its state of motion",
      "answer": "inertia"
    },
    {
      "category": "ART & DESIGN",
      "text": "The opening sequence for \"Mystery!\" on PBS was based on the work of this American illustrator of the appalling fates of children",
      "answer": "(Edward) Gorey"
    },
    {
      "category": "COMEDY ON TV",
      "text": "This '70s show was inspired by a New York Magazine article about workers on the night shift at a cab company",
      "answer": "Taxi"
    },
    {
      "category": "__R__M",
      "text": "It can be a small amount of alcohol, or 1/8 of a fluid ounce",
      "answer": "a dram"
    },
    {
      "category": "WORLD HISTORY",
      "text": "As a result of the Mau Mau movement against colonial rule, a state of emergency was called in this country in 1952",
      "answer": "Kenya"
    },
    {
      "category": "INSPIRED CHARACTERS",
      "text": "Samuel Clemens' own sweetheart Laura Hawkins was the inspiration for this \"Tom Sawyer\" character",
      "answer": "(Becky) Thatcher"
    },
    {
      "category": "THE FACT OF THE MATTER",
      "text": "Found in 2012, it's been called the \"God particle\" because its discovery was thought to be key to understanding the structure of matter",
      "answer": "Higgs boson"
    },
    {
      "category": "ART & DESIGN",
      "text": "Two-word phrase for the color & the resinous material seenhere; both words contain the same 3-letter sequence",
      "answer": "black lacquer"
    },
    {
      "category": "COMEDY ON TV",
      "text": "This comedian made a huge Emmy debut in 2017, with acting, writing & directing nominations for \"Atlanta\"",
      "answer": "Donald Glover"
    },
    {
      "category": "__R__M",
      "text": "This city north of Provo was named for the president of the Salt Lake & Utah Railroad",
      "answer": "Orem"
    }
  ]
}