{
  "title": "Jeopardy! Mastersgame #11 - Tuesday, May 16, 2023",
  "date": {
    "day": 16,
    "month": "May",
    "year": 2023
  },
  "clues": [
    {
      "category": "ALL THE WAY FROM \"K\" TO \"K",
      "text": "Meaning a strange or crazy person, it dates back to around 1960",
      "answer": "kook"
    },
    {
      "category": "A RIVER RUNS THROUGH IT",
      "text": "Luxor",
      "answer": "the Nile"
    },
    {
      "category": "NONFICTION",
      "text": "This Rachel Carson work was instrumental in launching the modern environmental movement",
      "answer": "Silent Spring"
    },
    {
      "category": "CURRENT U.S. GOVERNORS",
      "text": "Born in Los Alamos, governor Michelle Lujan Grisham can trace her ancestry back 12 generations in this state",
      "answer": "New Mexico"
    },
    {
      "category": "TO THE NINES",
      "text": "This group term for each of the 9 orders of angels like cherubim & seraphim sounds like they're singers in a church",
      "answer": "choir"
    },
    {
      "category": "MOVIE MUSIC WITH HANS ZIMMER",
      "text": "(Hans Zimmer reads and plays.)  Contrasting with the music from the big action scenes, my theme \"Tennessee\" refers to the state Ben Affleck & Josh Hartnett come from in this war film",
      "answer": "Pearl Harbor"
    },
    {
      "category": "ALL THE WAY FROM \"K\" TO \"K",
      "text": "Since 2004 this travel website has been helping vacationers find the best prices for their trips",
      "answer": "Kayak"
    },
    {
      "category": "A RIVER RUNS THROUGH IT",
      "text": "Brazzaville",
      "answer": "the Congo"
    },
    {
      "category": "NONFICTION",
      "text": "This \"planetary\" 1992 work by John Gray analyzes the psychological differences between the sexes",
      "answer": "Men Are from Mars, Women Are from Venus"
    },
    {
      "category": "CURRENT U.S. GOVERNORS",
      "text": "Wes Moore was Johns Hopkins' first black Rhodes scholar & in 2022, was elected this state's first African-American governor",
      "answer": "Maryland"
    },
    {
      "category": "TO THE NINES",
      "text": "The 9 circles of hell in Dante's \"Inferno\" include one specifically for these folks devoted to eating to excess",
      "answer": "gluttons"
    },
    {
      "category": "MOVIE MUSIC WITH HANS ZIMMER",
      "text": "(Hans Zimmer reads and plays.)  For this epic I tried to use some international influences, as it opens in Germany, takes place partly in Morocco & the hero is known as \"the Spaniard\"",
      "answer": "Gladiator"
    },
    {
      "category": "ALL THE WAY FROM \"K\" TO \"K",
      "text": "They told Jed Clampett, \"Jed, move away from there\"--he listened & found himself in Beverly--Hills, that is",
      "answer": "kinfolk"
    },
    {
      "category": "A RIVER RUNS THROUGH IT",
      "text": "Mosul",
      "answer": "the Tigris"
    },
    {
      "category": "NONFICTION",
      "text": "We \"guaranty\" a good read with super-biographer Ron Chernow's first book, \"The House of\" this big name in banking",
      "answer": "Morgan"
    },
    {
      "category": "CURRENT U.S. GOVERNORS",
      "text": "This Illinois governor is an heir to the Hyatt hotel fortune",
      "answer": "Pritzker"
    },
    {
      "category": "TO THE NINES",
      "text": "He's the subject of the movie dialogue \"So far this semester he has been absent nine times\"\"Nine times?\"\"Nine times\"",
      "answer": "Ferris Bueller"
    },
    {
      "category": "MOVIE MUSIC WITH HANS ZIMMER",
      "text": "(Hans Zimmer reads.)  For Denis Villeneuve's sequel to \"Blade Runner\", we used the same model synth, aYamaha CS-80, thatthisGreek genius had used to create the moody sci-fi soundscape for the original film",
      "answer": "Vangelis"
    },
    {
      "category": "ALL THE WAY FROM \"K\" TO \"K",
      "text": "The recoil of a firearm, or an illegal payment made to someone as a reward for helping in an activity",
      "answer": "kickback"
    },
    {
      "category": "A RIVER RUNS THROUGH IT",
      "text": "Kyiv",
      "answer": "the Dnieper"
    },
    {
      "category": "NONFICTION",
      "text": "This alliterative phrase for authority over a mission is the title of an Eric Schlosser book that tells of nuclear weapons debacles",
      "answer": "Command and Control"
    },
    {
      "category": "CURRENT U.S. GOVERNORS",
      "text": "He cheers for MLB's Reds in his own state as well as the Asheville, N.C. Tourists minor league team, which his family owns",
      "answer": "Mike DeWine"
    },
    {
      "category": "TO THE NINES",
      "text": "Of the 9 current members of the U.S. Supreme Court, this one has been there the longest",
      "answer": "(Clarence) Thomas"
    },
    {
      "category": "MOVIE MUSIC WITH HANS ZIMMER",
      "text": "(Hans Zimmer reads.)  Listening to Ennio Morricone's majestic score as a kid while watching this Sergio Leone epic that featured Henry Fonda taking a villainous turn, I thought, \"That's what I want to do\"",
      "answer": "Once Upon a Time in the West"
    },
    {
      "category": "ALL THE WAY FROM \"K\" TO \"K",
      "text": "The cotton-like fiber from the fruit of this tropical tree is often used for stuffing life preservers & mattresses",
      "answer": "kapok"
    },
    {
      "category": "A RIVER RUNS THROUGH IT",
      "text": "Dresden",
      "answer": "the Elbe"
    },
    {
      "category": "NONFICTION",
      "text": "Before he was part of the Kennedy administration,thistall economist advocated government spending in \"The Affluent Society\"",
      "answer": "John Kenneth Galbraith"
    },
    {
      "category": "CURRENT U.S. GOVERNORS",
      "text": "In 1990 she promoted the state of South Dakota as its reigning Snow Queen; today she promotes the state as governor",
      "answer": "Noem"
    },
    {
      "category": "TO THE NINES",
      "text": "In \"God of War\" there are 9 of these warrior women of Norse myth & you may have to fight Rota or Sigrun",
      "answer": "Valkyries"
    },
    {
      "category": "MOVIE MUSIC WITH HANS ZIMMER",
      "text": "(Hans Zimmer reads.)  I'm a big fan ofthisjack-of-all-trades musician who scored films like \"The Master\" & \"There Will Be Blood\"; you may have also heard of his little band called Radiohead",
      "answer": "(Jonny) Greenwood"
    },
    {
      "category": "THE GEODYSSEY",
      "text": "Odysseus takes a long, long time getting home from this place aka Ilium",
      "answer": "Troy"
    },
    {
      "category": "WOMEN IN HISTORY",
      "text": "Shetaught school in Milwaukee before moving to what was then Palestine, then eventually becoming prime minister of Israel",
      "answer": "Golda Meir"
    },
    {
      "category": "SCIENCE",
      "text": "Also a reason not to sip from your friend's beer, it's theactionof waves pulling sand off a beach, causing erosion",
      "answer": "backwash"
    },
    {
      "category": "POP CULTURE MASQUERADE",
      "text": "Christopher Nolan said this Batman villain wears a mask to deliver anesthetic that mitigates pain from past trauma",
      "answer": "Bane"
    },
    {
      "category": "GERMAN WORDS & PHRASES",
      "text": "If you please, it's German for \"please\"",
      "answer": "bitte"
    },
    {
      "category": "KEN JENNINGS: INTERNATIONAL NERD OF MYSTERY",
      "text": "After hobnobbing with world leaders in May 2023 at this alphanumeric gathering in Hiroshima, it's off to Comic-Con in July",
      "answer": "G7"
    },
    {
      "category": "THE GEODYSSEY",
      "text": "Ancient commentators on the \"Odyssey\" identified this island along the Strait of Messina as the home of the Cyclops",
      "answer": "Sicily"
    },
    {
      "category": "WOMEN IN HISTORY",
      "text": "As part of a truce in the Hundred Years War, in 1445 Margaret of Anjou married him & became his queen consort",
      "answer": "Henry VI"
    },
    {
      "category": "SCIENCE",
      "text": "The caustic compound potassium hydroxide has the 3-letter formula KOH & this 3-letter common name",
      "answer": "lye"
    },
    {
      "category": "POP CULTURE MASQUERADE",
      "text": "In this 1991 thriller Johnny Utah goes undercover to infiltrate the masked bank robbing gang known as the Ex-Presidents",
      "answer": "Point Break"
    },
    {
      "category": "GERMAN WORDS & PHRASES",
      "text": "In English slang this German word is added after a skill or a topic to indicate someone with expertise",
      "answer": "Meister"
    },
    {
      "category": "KEN JENNINGS: INTERNATIONAL NERD OF MYSTERY",
      "text": "Ah, an 1869 bottle from this 2-name château in Pauillac, France!  It's worth 6 figures & will certainly be savored during our D&D game",
      "answer": "Lafite Rothschild"
    },
    {
      "category": "THE GEODYSSEY",
      "text": "After getting blown off course rounding Cape Malea, Odysseus & crew arrive at the land of these very happy vegans",
      "answer": "the Lotus Eaters"
    },
    {
      "category": "WOMEN IN HISTORY",
      "text": "Known for her extreme piety & care of Peru's needy, she was the first woman of South America to be declared a saint",
      "answer": "Rose of Lima"
    },
    {
      "category": "SCIENCE",
      "text": "(Here with your clue is quantum physicist Spiros Michalakis.)  2022 Nobel physics laureateAnton Zeilingerhas pioneered the quantum type ofthis, from Latin for \"far\" & \"carry\"; it's just a state of2 entangled particlesthat is moved--nothing bigger yet",
      "answer": "teleportation"
    },
    {
      "category": "POP CULTURE MASQUERADE",
      "text": "In a commercial, kids were pitched Teenage Mutant Ninja Turtle masks; this alphabetically first member of the clan was shown first",
      "answer": "Donatello"
    },
    {
      "category": "GERMAN WORDS & PHRASES",
      "text": "This German goodbye was part of the kiss-off to departing contestants on \"Project Runway\"",
      "answer": "Auf Wiedersehen"
    },
    {
      "category": "KEN JENNINGS: INTERNATIONAL NERD OF MYSTERY",
      "text": "That \"Battlestar Galactica\" Viper helmet will pair well with my $3,200 black peak satin tux by this designer from Piacenza, Italy",
      "answer": "Armani"
    },
    {
      "category": "THE GEODYSSEY",
      "text": "Looking for his dad, Odysseus' son journeys to this capital of Laconia",
      "answer": "Sparta"
    },
    {
      "category": "WOMEN IN HISTORY",
      "text": "Last name of pioneering doctors & sisters Elizabeth & Emily, subjects of a recent biography on how they changed medicine",
      "answer": "Blackwell"
    },
    {
      "category": "SCIENCE",
      "text": "A theoretical construction with no inside is called his \"bottle\"; cut it in half & you have 2 Mobius strips",
      "answer": "Klein"
    },
    {
      "category": "POP CULTURE MASQUERADE",
      "text": "While rocking out, Los Straitjackets don masks similar to those worn in this alliterative freestyle wrestling form",
      "answer": "lucha libre"
    },
    {
      "category": "GERMAN WORDS & PHRASES",
      "text": "Literally \"world pain\", it means weariness caused by the state of the world",
      "answer": "Weltschmerz"
    },
    {
      "category": "KEN JENNINGS: INTERNATIONAL NERD OF MYSTERY",
      "text": "This Paris-trained artist's painting of the marketplace back home in Vitebsk is okay, but John Byrne's \"X-Men\" art?  Perfection",
      "answer": "Chagall"
    },
    {
      "category": "THE GEODYSSEY",
      "text": "This nymph corrals Odysseus on the island of Ogygia",
      "answer": "Calypso"
    },
    {
      "category": "WOMEN IN HISTORY",
      "text": "In 1996, Ann Richards eulogizedthisTexas congresswoman as \"an American original... a national treasure\" & a friend",
      "answer": "Jordan"
    },
    {
      "category": "SCIENCE",
      "text": "The light sourcehereemits roughly one of these, the base unit of measure for light as perceived by humans",
      "answer": "a candela"
    },
    {
      "category": "POP CULTURE MASQUERADE",
      "text": "Real name Joel Zimmerman, this electronic dance music superstar is known for numerous iterations of his rodent helmet",
      "answer": "deadmau5"
    },
    {
      "category": "GERMAN WORDS & PHRASES",
      "text": "It's German for \"pleasant & cozy\", like the atmosphere in a good beer hall",
      "answer": "gemütlich"
    },
    {
      "category": "KEN JENNINGS: INTERNATIONAL NERD OF MYSTERY",
      "text": "I am going to have a serious discussion of Asimov's 3 laws with this Mass.-based co. that makes Atlas, a robot that does parkour",
      "answer": "Boston Dynamics"
    }
  ]
}