{
  "title": "Show #6622 - Tuesday, June 4, 2013",
  "date": {
    "day": 4,
    "month": "June",
    "year": 2013
  },
  "clues": [
    {
      "category": "THE 5 W's",
      "text": "Who:This ex-first lady whose son committed her to a private sanitarium in 1875",
      "answer": "Mary Todd Lincoln"
    },
    {
      "category": "CLOTHING NAME ORIGINS",
      "text": "This diamond-shaped pattern named for a clan's tartan is popular for socks & sweaters",
      "answer": "argyle"
    },
    {
      "category": "HOW 'BOUT THEM DODGERS?",
      "text": "The Dodgers departed this NYC borough for the west in 1957",
      "answer": "Brooklyn"
    },
    {
      "category": "HISTORY",
      "text": "In the 11th century she was the occasionally naked in public wife of Earl Leofric",
      "answer": "Lady Godiva"
    },
    {
      "category": "IT'S GETTING HOT IN HERE",
      "text": "Hot place in an Italian Dante title",
      "answer": "the inferno"
    },
    {
      "category": "ALASKAN AQUATIC LIFE",
      "text": "(Sarah of the Clue Crew shows us a stream in Alaska.)  As pink salmon near their spawning grounds, males develop hooked jaws & dorsal lumps that make them look more imposing to other males, which accounts for this whale-like nickname",
      "answer": "humpbacks"
    },
    {
      "category": "THE 5 W's",
      "text": "What:A tuxedo part worn pleats-up also called a crumb catcher",
      "answer": "a cummerbund"
    },
    {
      "category": "CLOTHING NAME ORIGINS",
      "text": "A rounded collar in style again recently is named for this J.M. Barrie character",
      "answer": "Peter Pan"
    },
    {
      "category": "HOW 'BOUT THEM DODGERS?",
      "text": "Walter Alston managed the Dodgers for 23 years; this successor, for 20",
      "answer": "Tommy Lasorda"
    },
    {
      "category": "HISTORY",
      "text": "More than 200 U.S. soldiers died at this June 1876 battle named for a river",
      "answer": "Little Big Horn"
    },
    {
      "category": "IT'S GETTING HOT IN HERE",
      "text": "Amazon's e-reader",
      "answer": "the Kindle"
    },
    {
      "category": "ALASKAN AQUATIC LIFE",
      "text": "(Sarah of the Clue Crew holds a sea star while scuba diving in Alaska.) Pacific sea stars lack developed eyes, but at the tip of each arm are eyespots that help distinguish light from dark with the help of these light-focusing structures found in human eyes",
      "answer": "lenses"
    },
    {
      "category": "THE 5 W's",
      "text": "When:This decade when NASDAQ debuted & Pet Rocks were all the rage",
      "answer": "the seventies"
    },
    {
      "category": "CLOTHING NAME ORIGINS",
      "text": "A shortened form of a Spanish word gives us the name for these seatless leggings worn by cowboys",
      "answer": "chaps"
    },
    {
      "category": "HOW 'BOUT THEM DODGERS?",
      "text": "This lefty with a blazing fastball led the Dodgers to 2 World Series titles in the 1960s",
      "answer": "Sandy Koufax"
    },
    {
      "category": "HISTORY",
      "text": "Her temperance newspapers included \"The Smasher's Mail\" & \"The Hatchet\"",
      "answer": "Carrie Nation"
    },
    {
      "category": "IT'S GETTING HOT IN HERE",
      "text": "A comedy tribute that's more putdown than praise",
      "answer": "a roast"
    },
    {
      "category": "ALASKAN AQUATIC LIFE",
      "text": "(Sarah of the Clue Crew scuba dives with an octopus in Alaska.)  The giant Pacific octopus has a 24-foot armspan & two horn-like papillae above each eye, which some say give it this satanic fish nickname",
      "answer": "devilfish"
    },
    {
      "category": "THE 5 W's",
      "text": "Where:This capital of the province of Ontario",
      "answer": "Toronto"
    },
    {
      "category": "CLOTHING NAME ORIGINS",
      "text": "The housedress named after illustrations of this \"old\" nursery rhyme woman is perfect for visits to the cupboard",
      "answer": "Old Mother Hubbard"
    },
    {
      "category": "HOW 'BOUT THEM DODGERS?",
      "text": "Nicknamed \"Mr. Clean\", this Dodger first baseman made 8 straight all-star teams from 1974 to 1981",
      "answer": "Steve Garvey"
    },
    {
      "category": "HISTORY",
      "text": "On Aug. 7, 1964 this resolution passed in the House, 414 to zero",
      "answer": "the Gulf of Tonkin resolution"
    },
    {
      "category": "IT'S GETTING HOT IN HERE",
      "text": "Signals that are fired off, or another word for bell-bottoms",
      "answer": "flares"
    },
    {
      "category": "ALASKAN AQUATIC LIFE",
      "text": "(Sarah of the Clue Crew shows us anemone shrimp underwater in Alaska.) Stinging tentacles don't bother the anemone shrimp because the shrimp has spent hours letting his host get accustomed to him so they can have the mutualistic this type of relationship, from the Greek for life",
      "answer": "symbiotic"
    },
    {
      "category": "THE 5 W's",
      "text": "Why:Because free-floating collarbones make them more flexible & able to get their paws under them in time",
      "answer": "why cats always land on their feet"
    },
    {
      "category": "CLOTHING NAME ORIGINS",
      "text": "This type of neck, seenhere, is named for a hooded garment worn by monks",
      "answer": "cowl"
    },
    {
      "category": "HOW 'BOUT THEM DODGERS?",
      "text": "Thiscloser with a record for consecutive saves hurt his eye playing hockey, hence thespecs",
      "answer": "Eric Gagne"
    },
    {
      "category": "HISTORY",
      "text": "He redesigned more than 50 of the 87 churches lost in London's Great Fire",
      "answer": "Christopher Wren"
    },
    {
      "category": "IT'S GETTING HOT IN HERE",
      "text": "British flashlight",
      "answer": "a torch"
    },
    {
      "category": "ALASKAN AQUATIC LIFE",
      "text": "(Sarah of the Clue Crew shows us a jellyfish swimming in Alaska.) Arctic Lion's Mane Jellyfish can be 120 feet long, impressive due to the fact they only live for about a year, most of its time in the fully developed stage named for this serpent headed Greek woman",
      "answer": "Medusa"
    }
  ]
}