{
  "title": "Show #8738 - Wednesday, November 9, 2022",
  "date": {
    "day": 9,
    "month": "November",
    "year": 2022
  },
  "clues": [
    {
      "category": "SUPREME COURT CASES",
      "text": "RBG dissented in the 2000 case Bush v. him",
      "answer": "Gore"
    },
    {
      "category": "SHAKESPEARE JUST KILLS ME",
      "text": "Holding the dead Cordelia in his arms, he hears that Edmund is dead & is dead himself a few lines later",
      "answer": "Lear"
    },
    {
      "category": "CHESS FOR CHAMPS",
      "text": "It's the only chess piece that can hop over an opposing piece when it moves",
      "answer": "a knight"
    },
    {
      "category": "TRAVEL",
      "text": "Stamps in your passport of this entry endorsement are a thing of the past on visits to many countries, like South Korea",
      "answer": "a visa"
    },
    {
      "category": "I'M \"EN\" IT!",
      "text": "Headed that way now",
      "answer": "en route"
    },
    {
      "category": "STANFORD ATHLETICS",
      "text": "(Haley Jones presents the clue.)  In 2018, Isignedmy Stanford letter of intent on national TV; in 1993, it made news whenthisteenager, already playing PGA Tour events, declared he was going to Stanford",
      "answer": "Tiger Woods"
    },
    {
      "category": "SUPREME COURT CASES",
      "text": "2022's West Virginia v. this federal agency went in favor of West Virginia",
      "answer": "the EPA"
    },
    {
      "category": "SHAKESPEARE JUST KILLS ME",
      "text": "The last words this king hears are from Hamlet: \"Is thy union here? Follow my mother\"",
      "answer": "Claudius"
    },
    {
      "category": "CHESS FOR CHAMPS",
      "text": "In 2016 Timur Gareyev played a record 48 simultaneous games wearing one of these; he won 35, lost 6 & drew 7",
      "answer": "a blindfold"
    },
    {
      "category": "TRAVEL",
      "text": "Some business road warriors bring an electronics version of this handy toiletries carrier named after Charles Doppelt",
      "answer": "a Dopp kit"
    },
    {
      "category": "I'M \"EN\" IT!",
      "text": "Term for what the dancer seenhereis",
      "answer": "en pointe"
    },
    {
      "category": "STANFORD ATHLETICS",
      "text": "(Haley Jones presents the clue.) In 1896, the first intercollegiate women'sbasketballgame pitted Stanford against this team, our biggest rival; with only women allowed as spectators for modesty,Agnes Morleycame up big, & we beat them 2-1",
      "answer": "Cal (Berkeley)"
    },
    {
      "category": "SUPREME COURT CASES",
      "text": "Dobbs v. this city's Women's Health Organization overturned Roe v. Wade",
      "answer": "Jackson, Mississippi"
    },
    {
      "category": "SHAKESPEARE JUST KILLS ME",
      "text": "In \"Romeo & Juliet\", he gets the point from Tybalt, who makes worms' meat of him",
      "answer": "Mercutio"
    },
    {
      "category": "CHESS FOR CHAMPS",
      "text": "The Ruy Lopez is also known as the Spanish Opening; the Giuoco Piano, as this one (not to be confused with the Sicilian Defense)",
      "answer": "the Italian Opening"
    },
    {
      "category": "TRAVEL",
      "text": "In 1936 the Clipper was the first of these sleek, silvery travel trailers made of aluminum",
      "answer": "an Airstream"
    },
    {
      "category": "I'M \"EN\" IT!",
      "text": "Type of bathroom that can only be accessed through a bedroom",
      "answer": "en suite"
    },
    {
      "category": "STANFORD ATHLETICS",
      "text": "(Haley Jones presents the clue.)  The coaches wanted to movehimto defensive end & later made him the sixth-stringer, but in 1970, quarterbackJim Plunkettbecame the Cardinal's first winner ofthistrophy instituted in 1935",
      "answer": "the Heisman"
    },
    {
      "category": "SUPREME COURT CASES",
      "text": "1896's him (train passenger) v. him (judge) was decided 7-1 for the wrong guy",
      "answer": "Plessy v. Ferguson"
    },
    {
      "category": "SHAKESPEARE JUST KILLS ME",
      "text": "In \"Macbeth\", it's not healthy for this man to be in a scene with first, second & third murderers but at least his son Fleance escapes",
      "answer": "Banquo"
    },
    {
      "category": "CHESS FOR CHAMPS",
      "text": "In an anticlimax, a 1978 World Championship game was this kind of draw on the 124th move",
      "answer": "a stalemate"
    },
    {
      "category": "TRAVEL",
      "text": "This cruise line got \"Back to Fun\" in 2021, launching the fittingly named new flagship Mardi Gras",
      "answer": "Carnival"
    },
    {
      "category": "I'M \"EN\" IT!",
      "text": "It's how the food seenhereis being prepared",
      "answer": "en brochette"
    },
    {
      "category": "STANFORD ATHLETICS",
      "text": "(Haley Jones presents the clue.) PitcherMike Mussina & third baseman Ed Spraguewere on the 1988 Stanfordteamthat was victorious in the first title game of this event broadcast on network TV",
      "answer": "the College World Series"
    },
    {
      "category": "SUPREME COURT CASES",
      "text": "2015's him v. him upheld the right to same-sex marriage",
      "answer": "Obergefell & Hodges"
    },
    {
      "category": "SHAKESPEARE JUST KILLS ME",
      "text": "This title guy kills Lavinia, stabs Tamora, gets killed by Saturninus, who in turn is whacked by Lucius, the said title guy's son",
      "answer": "Titus Andronicus"
    },
    {
      "category": "CHESS FOR CHAMPS",
      "text": "In 1997 the chess world was shocked when world champ Garry Kasparov lost a match to this IBM computer program",
      "answer": "Deep Blue"
    },
    {
      "category": "TRAVEL",
      "text": "Eugene was the first name ofthisman, whose series of guides made travel feel accessible to mid-century Americans",
      "answer": "(Eugene) Fodor"
    },
    {
      "category": "I'M \"EN\" IT!",
      "text": "Charles-Francois Daubigny was one of the first painters to work this way, meaning outside",
      "answer": "en plein air"
    },
    {
      "category": "STANFORD ATHLETICS",
      "text": "(Haley Jones presents the clue.)  Just like me,shewent from Archbishop Mitty High to Stanford, wheresherecorded more than 1,500 kills;shewent on to be the most decorated beach volleyball Olympian",
      "answer": "Kerri Walsh"
    },
    {
      "category": "RIVER RUN",
      "text": "In Babylonian myth the eyes of the dragon goddess Tiamat were the source of these 2 rivers",
      "answer": "the Tigris & the Euphrates"
    },
    {
      "category": "GEOLOGY",
      "text": "It's the point on Earth's surface directly above the internal point where an earthquake rupture begins",
      "answer": "the epicenter"
    },
    {
      "category": "3-NAMED PEOPLE",
      "text": "Elected to Congress in 1830, he wrote, \"My election as President of the United States was not half so gratifying\"",
      "answer": "John Quincy Adams"
    },
    {
      "category": "INTERNATIONAL FILM STYLE",
      "text": "Dario Argento & Bernardo Bertolucci worked on \"C'era una volta il West\", this \"tasty\" type of Western",
      "answer": "a Spaghetti Western"
    },
    {
      "category": "FRONTIER FOLK",
      "text": "Trained back east by Harriet Beecher Stowe's sister, Harriet Bishop was a frontier one of these in a single room in St. Paul",
      "answer": "a schoolteacher"
    },
    {
      "category": "ONOMATOPOEIA",
      "text": "You might hear this hyphenated term \"of little feet\"",
      "answer": "pitter-patter"
    },
    {
      "category": "RIVER RUN",
      "text": "Rivers that border Manhattan include the East River & these 2 \"H\" rivers",
      "answer": "the Hudson and the Harlem"
    },
    {
      "category": "GEOLOGY",
      "text": "Chalk & tufa are varieties of this sedimentary rock that's mostly calcium carbonate",
      "answer": "limestone"
    },
    {
      "category": "3-NAMED PEOPLE",
      "text": "Many students learn the history of African Americans from John Hope Franklin's antonym-titled history \"From ____ to ____\"",
      "answer": "From Slavery to Freedom"
    },
    {
      "category": "INTERNATIONAL FILM STYLE",
      "text": "There's Bollywood, but there's also Pollywood from India & Pakistan, with hits like \"Carry on Jatta\" in this language",
      "answer": "Punjabi"
    },
    {
      "category": "FRONTIER FOLK",
      "text": "In 1874 this frontier dentist lost his practice in Dallas because his coughing alarmed patients",
      "answer": "Doc Holliday"
    },
    {
      "category": "ONOMATOPOEIA",
      "text": "\"Bible\" can precede this word, also a Disney rabbit",
      "answer": "thumper"
    },
    {
      "category": "RIVER RUN",
      "text": "The Camargue, a wild & wildlife-rich region of France, is in the delta of this river that rises in Switzerland",
      "answer": "the Rhone"
    },
    {
      "category": "GEOLOGY",
      "text": "Used in the Stone Age for spear points & arrowheads, this form of quartz later found a use in firearms",
      "answer": "flint"
    },
    {
      "category": "3-NAMED PEOPLE",
      "text": "She's the first Black woman on the Supreme Court & the first justice to have been a federal public defender",
      "answer": "Justice (Ketanji Brown) Jackson"
    },
    {
      "category": "INTERNATIONAL FILM STYLE",
      "text": "Before directing blockbusters like \"The Professional\" & \"The Fifth Element\", he influenced France's cinema du look era",
      "answer": "Luc Besson"
    },
    {
      "category": "FRONTIER FOLK",
      "text": "Dr. John Eisner, frontier this, a ritual circumciser, brought 169 Jewish babies into the faith from New Mexico to Wyoming",
      "answer": "a mohel"
    },
    {
      "category": "ONOMATOPOEIA",
      "text": "Apiarists know this word can mean a rumor or enthusiasm",
      "answer": "buzz"
    },
    {
      "category": "RIVER RUN",
      "text": "Good Catholics know South Bend, Indiana is named for a curvature of this river",
      "answer": "the St. Joseph"
    },
    {
      "category": "GEOLOGY",
      "text": "A horseshoe lake is also called this kind, from a type of collar worn by a different draft animal",
      "answer": "an oxbow lake"
    },
    {
      "category": "3-NAMED PEOPLE",
      "text": "2022 is the 150th birthday of Ralph Vaughan Williams, the British composer of beloved works like this bird \"Ascending\"",
      "answer": "Lark"
    },
    {
      "category": "INTERNATIONAL FILM STYLE",
      "text": "\"The Cabinet of Dr. Caligari\" & \"Metropolis\" were part of the golden age of cinema in this German \"Republic\"",
      "answer": "the Weimar Republic"
    },
    {
      "category": "FRONTIER FOLK",
      "text": "William Green T'Vault, frontier editor, ran Oregon's first newspaper, with this title meaning \"onlooker\" or \"observer\"",
      "answer": "theOregon Spectator"
    },
    {
      "category": "ONOMATOPOEIA",
      "text": "This 5-letter word that starts & ends with the same pair of letters means \"be quiet\"",
      "answer": "shush"
    },
    {
      "category": "RIVER RUN",
      "text": "Sharing its name with a mountain range, this major river of Europe flows into the Caspian Sea at Atyrau, Kazakhstan",
      "answer": "(the) Ural (River)"
    },
    {
      "category": "GEOLOGY",
      "text": "From Greek for \"fire\", this \"flow\" is super-hot rock & gas emitted by a volcanic eruption",
      "answer": "pyroclastic"
    },
    {
      "category": "3-NAMED PEOPLE",
      "text": "This3-named naturalist came up with the natural selection theory around the same time as Darwin, spurring Darwin to go public",
      "answer": "Alfred Russel Wallace"
    },
    {
      "category": "INTERNATIONAL FILM STYLE",
      "text": "Hollywood starChoi Min-sikcemented his legacy in Korean cinema with this 2003 movie, later remade by Spike Lee",
      "answer": "Oldboy"
    },
    {
      "category": "FRONTIER FOLK",
      "text": "Horace Vesey, frontier hotelier, ran the Gold Hill Hotel in the boomtown called this \"City\", biggest in Nevada Territory",
      "answer": "Virginia City"
    },
    {
      "category": "ONOMATOPOEIA",
      "text": "\"The Bells\" pairs clamor with this word that also starts with \"C-L-A\"",
      "answer": "clangor"
    }
  ]
}