{
  "title": "Show #9075 - Friday, April 5, 2024",
  "date": {
    "day": 5,
    "month": "April",
    "year": 2024
  },
  "clues": [
    {
      "category": "IN THE PAST",
      "text": "All your favorite medieval travel influencers went through South India, like Ibn Battuta, Zheng He & this Venetian guy",
      "answer": "Marco Polo"
    },
    {
      "category": "ALLITERATIVE LIT",
      "text": "Chapters in this book include \"The Departure of Boromir\" & \"Shelob's Lair\"",
      "answer": "The Two Towers"
    },
    {
      "category": "WHAT ARE YOU WEARING?",
      "text": "Today a standard for buttoned shirts is a cloth with the name of this university",
      "answer": "Oxford"
    },
    {
      "category": "FARMING HISTORY",
      "text": "The 7-spotted type of this beetle was brought to North America in the mid-20th c. to control aphids & other plant-eating pests",
      "answer": "a ladybug"
    },
    {
      "category": "SPORTS",
      "text": "Hail, yes! After turning roses blue in Pasadena, Jim Harbaugh led this U. to a national title with a win over Washington in 2024",
      "answer": "Michigan"
    },
    {
      "category": "YOU'RE A FINAL\"IST",
      "text": "By definition it's a person who does not believe in the existence of God",
      "answer": "an atheist"
    },
    {
      "category": "IN THE PAST",
      "text": "A city in Mexico that borders El Paso bears the name of this man, often called the first indigenous president of Mexico",
      "answer": "Juárez"
    },
    {
      "category": "ALLITERATIVE LIT",
      "text": "This Vonnegut title refers to a game played with string",
      "answer": "Cat's Cradle"
    },
    {
      "category": "WHAT ARE YOU WEARING?",
      "text": "There's no place like Sherlock Holmes forthishat",
      "answer": "a deerstalker"
    },
    {
      "category": "FARMING HISTORY",
      "text": "Grown together, \"The 3 Sisters\" of pre-Columbian Native American farming were beans, squash & this",
      "answer": "corn"
    },
    {
      "category": "SPORTS",
      "text": "In 2024 this Iowa athlete sunk one of her trademark logo 3-pointers & set the all-time NCAA women's scoring record",
      "answer": "(Caitlin) Clark"
    },
    {
      "category": "YOU'RE A FINAL\"IST",
      "text": "For skillfullycombiningingredients, a bartender is sometimes called this",
      "answer": "a mixologist"
    },
    {
      "category": "IN THE PAST",
      "text": "Her son Jean Baptiste served as a military guide in the American West before his 1866 death",
      "answer": "Sacagawea"
    },
    {
      "category": "ALLITERATIVE LIT",
      "text": "It's the alternate title of \"Hans Brinker\"",
      "answer": "The Silver Skates"
    },
    {
      "category": "WHAT ARE YOU WEARING?",
      "text": "A midriff-baring top called a choli is worn under this women's outer garment",
      "answer": "a sari"
    },
    {
      "category": "FARMING HISTORY",
      "text": "The mold Phytophthora infestans caused this mid-19th c. farming disaster that resulted in a million deaths",
      "answer": "the Irish Potato Famine"
    },
    {
      "category": "SPORTS",
      "text": "In February 2024 this swimmer's 13-year win streak in the 800m free was broken by Summer McIntosh of Canada",
      "answer": "Ledecky"
    },
    {
      "category": "YOU'RE A FINAL\"IST",
      "text": "In the Middle Ages, thispersontried to turn ordinary metals into gold",
      "answer": "an alchemist"
    },
    {
      "category": "IN THE PAST",
      "text": "In ancient Rome the conflict of the orders refers to the struggle between these 2 social  classes with names that start with \"P\"",
      "answer": "patricians & plebeians"
    },
    {
      "category": "ALLITERATIVE LIT",
      "text": "Hyphenated sound made by the vorpal blade in \"Jabberwocky\"",
      "answer": "snicker-snack"
    },
    {
      "category": "WHAT ARE YOU WEARING?",
      "text": "Used for evening dresses & shoes, peau de soie means \"skin of\" this material",
      "answer": "silk"
    },
    {
      "category": "FARMING HISTORY",
      "text": "In 1889 William Murchland forever changed the dairy industry by inventing a vacuum type of this apparatus",
      "answer": "a milker (a milking machine)"
    },
    {
      "category": "SPORTS",
      "text": "Sydney Swans & Adelaide Crows better beware of Geelong Cats, your 2022 champs in this sport",
      "answer": "Australian Rules Football"
    },
    {
      "category": "YOU'RE A FINAL\"IST",
      "text": "A synonym for beautician that's 3 letters longer",
      "answer": "cosmetologist"
    },
    {
      "category": "IN THE PAST",
      "text": "Dwight Eisenhower & John Diefenbaker were there for the opening of this North American waterway in 1959",
      "answer": "the St. Lawrence Seaway"
    },
    {
      "category": "ALLITERATIVE LIT",
      "text": "This heedless horseman also known as Abraham Van Brunt taunts his rival Ichabod Crane",
      "answer": "Brom Bones"
    },
    {
      "category": "WHAT ARE YOU WEARING?",
      "text": "Kinda like an apron, this garment is named for how it was once affixed to a dress",
      "answer": "pinafore"
    },
    {
      "category": "FARMING HISTORY",
      "text": "This British agronomist perfected the seed drill in 1701",
      "answer": "(Jethro) Tull"
    },
    {
      "category": "SPORTS",
      "text": "We're cuckoo forthiswoman, who defeated Venus Williams at age 15 & later won the U.S. Open",
      "answer": "(Coco) Gauff"
    },
    {
      "category": "YOU'RE A FINAL\"IST",
      "text": "A bumposopher was another word for one of these head-examining pseudoscientists",
      "answer": "a phrenologist"
    },
    {
      "category": "ON THE MAP",
      "text": "This city is home to Norbulingka, the former summer palace of the Dalai Lama",
      "answer": "Lhasa (Tibet)"
    },
    {
      "category": "SCULPTURE",
      "text": "The shining surface of Anish Kapoor's \"Cloud Gate\", affectionately called \"The Bean\", reflects the skyline of this city's loop",
      "answer": "Chicago"
    },
    {
      "category": "THINGS PEOPLE SAY",
      "text": "\"Right from\" this, meaning from the start, is occasionally corrupted to mention a type of lizard",
      "answer": "the get-go"
    },
    {
      "category": "IN THIS ECONOMY?!",
      "text": "We are \"at liberty\" to say capitalism is also known as this 2-word economy, an unregulated system of economic exchange",
      "answer": "free market"
    },
    {
      "category": "HORROR MUSIC",
      "text": "Ray Parker Jr. wrote & performed the theme song to \"Ghostbusters\" that went to No. 1 on the charts & asked this musical question",
      "answer": "Who you gonna call?"
    },
    {
      "category": "20th CENTURY LASTS",
      "text": "This type of military unit was increasingly put out to pasture; France's last charge by one was in Africa in 1941",
      "answer": "cavalry"
    },
    {
      "category": "ON THE MAP",
      "text": "Petrified Forest National Park sits within this area named for its colorful badlands",
      "answer": "the Painted Desert"
    },
    {
      "category": "SCULPTURE",
      "text": "Richard Serra's 1969 sculpture \"One Ton Prop\", featuring 4 lead sheets leaning together, is also known as \"House of\" these",
      "answer": "Cards"
    },
    {
      "category": "THINGS PEOPLE SAY",
      "text": "Something that you can't getpastis stuckhere, a word for a part of bird anatomy",
      "answer": "your craw"
    },
    {
      "category": "IN THIS ECONOMY?!",
      "text": "Why use money or credit cards when there's this system where a mechanic might trade a tuneup to a farmer for some apples",
      "answer": "barter"
    },
    {
      "category": "HORROR MUSIC",
      "text": "\"What ever happened to my Transylvania twist?\" is a lyric from this novelty horror song",
      "answer": "the \"Monster Mash\""
    },
    {
      "category": "20th CENTURY LASTS",
      "text": "The 1998 Lada Niva was the last model started using this; U.S. carmakers abandoned it after a 1908 injury led to a fatality",
      "answer": "a hand crank"
    },
    {
      "category": "ON THE MAP",
      "text": "Tourists can swim in Devil's Pool adjacent to Livingstone Island & atop this natural wonder",
      "answer": "Victoria Falls"
    },
    {
      "category": "SCULPTURE",
      "text": "Bernini's mid-17th century work \"Ecstasy of\" this saint was inspired by a Spanish nun",
      "answer": "St. Teresa"
    },
    {
      "category": "THINGS PEOPLE SAY",
      "text": "Joe's no sidekick--he has this \"syndrome\" or \"energy\", thinking himself the most important person in any situation",
      "answer": "main character"
    },
    {
      "category": "IN THIS ECONOMY?!",
      "text": "Adam Smith called this system of semi-free labor  that ended about 500 years before his time \"barbarous\"",
      "answer": "feudalism"
    },
    {
      "category": "HORROR MUSIC",
      "text": "A man sees a ghostly version of himself in Schubert's lied (song) with this German title",
      "answer": "\"Doppelganger\""
    },
    {
      "category": "20th CENTURY LASTS",
      "text": "The last of these psychosurgeries in the U.S. was done in 1967 & the patient died",
      "answer": "a lobotomy"
    },
    {
      "category": "ON THE MAP",
      "text": "On a peninsula of the same name,thistown in southern Italy is known for limoncello & its great views of the Bay of Naples",
      "answer": "Sorrento"
    },
    {
      "category": "SCULPTURE",
      "text": "In 2013 his \"Balloon Dog (Orange)\" sold at Christie's for $58.4 million",
      "answer": "(Jeff) Koons"
    },
    {
      "category": "THINGS PEOPLE SAY",
      "text": "Lake Pontchartrain's storm surge is controlled by the Seabrook Complex ofthese; proverbially, if you open them, mayhem breaks loose",
      "answer": "the floodgates"
    },
    {
      "category": "IN THIS ECONOMY?!",
      "text": "2 individuals deal with each other directly vs. using a 3rd party in buying goods & services in this economy, P2P for short",
      "answer": "peer-to-peer"
    },
    {
      "category": "HORROR MUSIC",
      "text": "In a song by the goth rock band Bauhaus, this horror movie legend is \"Dead, undead, undead, undead\"",
      "answer": "Bela Lugosi"
    },
    {
      "category": "20th CENTURY LASTS",
      "text": "Stamped out by the Communists, the last case of this practice done to Chinese women was in 1957",
      "answer": "foot binding"
    },
    {
      "category": "ON THE MAP",
      "text": "This \"Land\", an unclaimed region of Antarctica, bears the name of the wife of an explorer",
      "answer": "Marie Byrd Land"
    },
    {
      "category": "SCULPTURE",
      "text": "The only surviving work from this ancient Greek sculptor's own hand is thought to be \"Hermes Carrying the Infant Dionysus\"",
      "answer": "Praxiteles"
    },
    {
      "category": "THINGS PEOPLE SAY",
      "text": "This phrase meaning \"completely\" includes 2 key parts of a tree; Sojourner Truth spoke of wanting slavery destroyed that way",
      "answer": "root and branch"
    },
    {
      "category": "IN THIS ECONOMY?!",
      "text": "Dostoyevsky gave up on the French utopian this type of economy, becoming more reactionary",
      "answer": "socialism"
    },
    {
      "category": "HORROR MUSIC",
      "text": "\"Putting Out The Fire With Gasoline\" is from the theme song to this beastly film starring Nastassja Kinski",
      "answer": "Cat People"
    },
    {
      "category": "20th CENTURY LASTS",
      "text": "The last holder of this title was Alexei aka Alexis, seenhere",
      "answer": "the tsarevich (the crown prince)"
    }
  ]
}