{
  "title": "Show #7017 - Tuesday, March 3, 2015",
  "date": {
    "day": 3,
    "month": "March",
    "year": 2015
  },
  "clues": [
    {
      "category": "THE CARTER FAMILY",
      "text": "In 2014 Jason Carter lost his bid for this position that his grandpa Jimmy held from 1971 to 1975",
      "answer": "governor of Georgia"
    },
    {
      "category": "SNAKES",
      "text": "3-letter term for naja haje, an Egyptian snake which was sometimes used to commit suicide",
      "answer": "an asp"
    },
    {
      "category": "BOB RHYME",
      "text": "A slovenly, unkempt person",
      "answer": "a slob"
    },
    {
      "category": "STATE CAPITAL HEADQUARTERS",
      "text": "Coca-Cola",
      "answer": "Atlanta"
    },
    {
      "category": "ALL THINGS GOLDEN",
      "text": "In a fable, a farmer discovers that this bird lays golden eggs",
      "answer": "a hen (or a goose)"
    },
    {
      "category": "ICE DANCING",
      "text": "(Meryl Davis and Charlie White deliver the clue.) Ice dancing was once a social sport in which top-hatted men parade on the ice with ladies in long dresses;the skaters incorporated elements of ballroom dancing, like this elegant dance from Vienna",
      "answer": "the waltz"
    },
    {
      "category": "THE CARTER FAMILY",
      "text": "13 years younger, he was Jimmy's only brother",
      "answer": "Billy"
    },
    {
      "category": "SNAKES",
      "text": "Weighing up to 500 pounds, the world's heaviest snake is the green this, a boa that lives near South American rivers",
      "answer": "an anaconda"
    },
    {
      "category": "BOB RHYME",
      "text": "A snooty, arrogant person",
      "answer": "a snob"
    },
    {
      "category": "STATE CAPITAL HEADQUARTERS",
      "text": "John Hancock Financial Services",
      "answer": "Boston"
    },
    {
      "category": "ALL THINGS GOLDEN",
      "text": "The American Society of Civil Engineers chose this landmark as one of the 7 wonders of the modern world",
      "answer": "the Golden Gate Bridge"
    },
    {
      "category": "ICE DANCING",
      "text": "(Meryl Davis and Charlie White deliver the clue.) We were longtime fans of \"Dancing With the Stars\" before we competed on it;in fact,this\"DWTS\" pro and multiple winner of the show's Mirrorball trophy helped choreograph our short program for Sochi",
      "answer": "Derek Hough"
    },
    {
      "category": "THE CARTER FAMILY",
      "text": "Jimmy Carter was a Jr.; his dad was known by this, their middle name",
      "answer": "Earl"
    },
    {
      "category": "SNAKES",
      "text": "In 2014 a deadly albino type of this snake native to India & neighbors was captured roaming a S. Calif. neighborhood",
      "answer": "a cobra"
    },
    {
      "category": "BOB RHYME",
      "text": "In a 1958 film it was Steve McQueen vs. it",
      "answer": "the Blob"
    },
    {
      "category": "STATE CAPITAL HEADQUARTERS",
      "text": "3M",
      "answer": "St. Paul"
    },
    {
      "category": "ALL THINGS GOLDEN",
      "text": "Happy golden anniversary! Congratulations on this many years of marriage",
      "answer": "50"
    },
    {
      "category": "ICE DANCING",
      "text": "(Meryl Davis and Charlie White deliver the clue.) The hot ticket at the 1984 Olympics in Sarajevo was the final free dance in ice dancing;that's whenthisBritish pair performed to Ravel's \"Bolero\", earning a gold medal and 9 perfect scores for artistic impression, a feat that has never been duplicated",
      "answer": "Torvill and Dean"
    },
    {
      "category": "THE CARTER FAMILY",
      "text": "In 1977, Jimmy's office had this visitor seenhere",
      "answer": "Amy"
    },
    {
      "category": "SNAKES",
      "text": "A rattlesnake's rattle is made of interlocking rings of this protein, just like our fingernails",
      "answer": "keratin"
    },
    {
      "category": "BOB RHYME",
      "text": "A cylinder of maize",
      "answer": "a cob"
    },
    {
      "category": "STATE CAPITAL HEADQUARTERS",
      "text": "Aetna Insurance & Health Care",
      "answer": "Hartford"
    },
    {
      "category": "ALL THINGS GOLDEN",
      "text": "According to the AKC, in 2013 it was the third most popular breed of dog",
      "answer": "golden retriever"
    },
    {
      "category": "ICE DANCING",
      "text": "(Meryl Davis and Charlie White deliver the clue.) In 2014, we skated to music by a great Russian composer, Rimsky-Korsakov;we used this symphonic suite in which I assume the title role of a sultan's wife who spins stories to entertain her husband",
      "answer": "\"Scheherazade\""
    },
    {
      "category": "THE CARTER FAMILY",
      "text": "Jimmy's mom, known as \"Miss\" this, went to work for the Peace Corps at the age of 68",
      "answer": "Lillian"
    },
    {
      "category": "SNAKES",
      "text": "Everyone loves to vacation in F-L-A, including the nearly 19-foot Burmese this found in Miami-Dade in 2013",
      "answer": "a python"
    },
    {
      "category": "BOB RHYME",
      "text": "A deep pulsation of pain or love",
      "answer": "a throb"
    },
    {
      "category": "STATE CAPITAL HEADQUARTERS",
      "text": "Zions Bancorporation",
      "answer": "Salt Lake City"
    },
    {
      "category": "ALL THINGS GOLDEN",
      "text": "In Exodus 32 he fashions a golden calf",
      "answer": "Aaron"
    },
    {
      "category": "ICE DANCING",
      "text": "(Meryl Davis and Charlie White deliver the clue.) A key move is this traveling turn done on one foot;the judges are watching for us to put the other foot down at the same time",
      "answer": "twizzles"
    }
  ]
}