{
  "title": "Show #9047 - Tuesday, February 27, 2024",
  "date": {
    "day": 27,
    "month": "February",
    "year": 2024
  },
  "clues": [
    {
      "category": "INAUGURAL ADDRESSES",
      "text": "He pointed out that his father might not have been served at a U.S. restaurant less than 60 years earlier",
      "answer": "Barack Obama"
    },
    {
      "category": "CLOTHES",
      "text": "The back of a skirt or coat might have a kick one of these folds of fabric; it allows more movement",
      "answer": "a pleat"
    },
    {
      "category": "CLASSICAL MYTHOLOGY",
      "text": "Zeus placed Castor & Pollux in the heavens as this constellation",
      "answer": "Gemini"
    },
    {
      "category": "TELEVISION",
      "text": "In 2023 Kelsey Grammer returned as this title psychiatrist, back in Boston & teaching at Harvard",
      "answer": "Frasier Crane"
    },
    {
      "category": "ANTONYMIC PAIRS",
      "text": "This area at a train station has all kinds of items left behind, as seenhere",
      "answer": "lost & found"
    },
    {
      "category": "LITTLE GNOME FACTS",
      "text": "Swiss bankers were seen as hoarding gold underground & disparaged as \"gnomes of\" this city, the country's financial center",
      "answer": "Zurich"
    },
    {
      "category": "INAUGURAL ADDRESSES",
      "text": "James K. Polk said this republic \"has made known her desire to come into our Union\", & it did 9 months later on December 29, 1845",
      "answer": "Texas"
    },
    {
      "category": "CLOTHES",
      "text": "Though the name sounds like you run slowly in them, these lounge pants have a slimmer fit than sweats & a cinched ankle",
      "answer": "joggers"
    },
    {
      "category": "CLASSICAL MYTHOLOGY",
      "text": "Depictedherewith Apollo, the sisters who presided over the arts & sciences had this collective name",
      "answer": "the Muses"
    },
    {
      "category": "TELEVISION",
      "text": "72-year-old widowerGerry Turnerwas the title figure of this recent reality competition on ABC",
      "answer": "the Golden Bachelor"
    },
    {
      "category": "ANTONYMIC PAIRS",
      "text": "Topographic phrase to describe a graphic pattern of highs & lows, like electricity usage over the course of a whole year",
      "answer": "peaks & valleys"
    },
    {
      "category": "LITTLE GNOME FACTS",
      "text": "In 2023 gnomes were a popular shape for these alliterative baking items whose name implies uniformity",
      "answer": "cookie cutters"
    },
    {
      "category": "INAUGURAL ADDRESSES",
      "text": "Taft talked of the building of this \"controlled by  Colonel Goethals & his fellow Army engineers\"",
      "answer": "the Panama Canal"
    },
    {
      "category": "CLOTHES",
      "text": "Made from heavier material than a polo, the shirt named for this sport usually has stripes, long sleeves & a white collar",
      "answer": "a rugby shirt"
    },
    {
      "category": "CLASSICAL MYTHOLOGY",
      "text": "One legend said these warrior women cut off their right breasts to make it easier to use their bows",
      "answer": "the Amazons"
    },
    {
      "category": "TELEVISION",
      "text": "Natasha Lyonne solves a mystery a week in this 2023 series named for a useful feature when playing cards",
      "answer": "Poker Face"
    },
    {
      "category": "ANTONYMIC PAIRS",
      "text": "Ingredients to make this type of Chinese chicken dish may include sugar, pineapple & distilled vinegar",
      "answer": "sweet & sour"
    },
    {
      "category": "LITTLE GNOME FACTS",
      "text": "The gnome beverages of choice include spiced gin as a nightcap & this made of fermented honey",
      "answer": "mead"
    },
    {
      "category": "INAUGURAL ADDRESSES",
      "text": "He didn't believe that \"The Great Society is the ordered, changeless, & sterile battalion of the ants\"",
      "answer": "Lyndon Baines Johnson"
    },
    {
      "category": "CLOTHES",
      "text": "Worn with a kimono, its name literally means \"belt\" or \"sash\"",
      "answer": "an obi"
    },
    {
      "category": "CLASSICAL MYTHOLOGY",
      "text": "Known for his wisdom, this centaur instructed some of the greatest heroes, including Jason",
      "answer": "Chiron"
    },
    {
      "category": "TELEVISION",
      "text": "Asa Butterfieldoffers relationship advice to his schoolmates in this Netflix series",
      "answer": "Sex Education"
    },
    {
      "category": "ANTONYMIC PAIRS",
      "text": "On the front of a dollar bill, it says it is legal tender for all debts owed in these 2 ways",
      "answer": "public & private"
    },
    {
      "category": "LITTLE GNOME FACTS",
      "text": "On December 10, 1961 Project Gnome in this state's Eddy County became the first nuclear test designed for peaceful purposes",
      "answer": "New Mexico"
    },
    {
      "category": "INAUGURAL ADDRESSES",
      "text": "In 1969 Nixon was referring to this Apollo mission when he said astronauts \"flew over the Moon's gray surface on Christmas Eve\"",
      "answer": "Apollo 8"
    },
    {
      "category": "CLOTHES",
      "text": "If the fellas are wearing lederhosen, the gals are wearingthistype of dress with a name from a German word for \"girl\"",
      "answer": "a dirndl"
    },
    {
      "category": "CLASSICAL MYTHOLOGY",
      "text": "After her daughter Persephone was abducted, she roamed the Earth for 9 days without eating, drinking or bathing",
      "answer": "Demeter"
    },
    {
      "category": "TELEVISION",
      "text": "In the miniseries \"Feud: Capote vs. the Swans\", a top Swan is Naomi Watts as Babe, wife of this CBS honcho",
      "answer": "William S. Paley"
    },
    {
      "category": "ANTONYMIC PAIRS",
      "text": "Pres. James Garfield is quoted, \"The best thing that can happen to a young man is to be tossed overboard\" to do this pair",
      "answer": "sink or swim"
    },
    {
      "category": "LITTLE GNOME FACTS",
      "text": "One of this composer's \"Pictures at an Exhibition\" is \"The Gnome\"",
      "answer": "Mussorgsky"
    }
  ]
}