{
  "title": "Show #9276 - Monday, February 24, 2025",
  "date": {
    "day": 24,
    "month": "February",
    "year": 2025
  },
  "clues": [
    {
      "category": "SOME ART, SOME SCIENCE",
      "text": "The name of this decorative art style that arose in France in the 1700s came in part from using rocks to decorate grottos",
      "answer": "Rococo"
    },
    {
      "category": "QUOTABLE 21st CENTURY FILMS",
      "text": "\"Gretchen, stop trying to make fetch happen\"",
      "answer": "Mean Girls"
    },
    {
      "category": "ACRONYMS & ABBREVIATIONS",
      "text": "Wanna work in a U.S. embassy or consulate? Try being an FSO, this type of officer",
      "answer": "Foreign Service"
    },
    {
      "category": "I CAN BUY MYSELF FLOUR",
      "text": "Maybe the Bob's Red Mill organic type of this stuff, made from the ground white meat of a hard-shelled fruit",
      "answer": "coconut flour"
    },
    {
      "category": "SPORT A PHRASE",
      "text": "This phrase, \"full of Grace, the Lord is with thee\", & in 2024, also with the Commanders, who beat the Bears with one of them",
      "answer": "Hail Mary"
    },
    {
      "category": "SEVERANCE",
      "text": "(Britt Lower presents the clue.) In this 1886 story that's become synonymous with leading a double life, one change is a pair of hands going from firm & white to knuckle-y & hairy",
      "answer": "Dr Jekyll and Mr Hyde"
    },
    {
      "category": "SOME ART, SOME SCIENCE",
      "text": "The brightest star in this constellation is Al Tarf, Arabic for \"the end\"; it marks the end of a leg on the crab",
      "answer": "Cancer"
    },
    {
      "category": "QUOTABLE 21st CENTURY FILMS",
      "text": "\"Fish are friends, not food\"",
      "answer": "Finding Nemo"
    },
    {
      "category": "ACRONYMS & ABBREVIATIONS",
      "text": "As in the title of a TV show, CSI stands for this",
      "answer": "Crime Scene Investigation"
    },
    {
      "category": "I CAN BUY MYSELF FLOUR",
      "text": "Sí, some masa harina for the corn type of these; I'm making the 8-inch size, good for tacos",
      "answer": "tortillas"
    },
    {
      "category": "SPORT A PHRASE",
      "text": "You're \"born on\" this Chipper Jones-manned baseball spot if you begin life with many advantages but think you've earned them yourself",
      "answer": "third base"
    },
    {
      "category": "SEVERANCE",
      "text": "(Patricia Arquette presents the clue.) A Best Actor Oscar went toRonald Colemanfor playing a thespian who can't tell this Shakespeare role from reality & stranglesShelley Wintersin the first of her many murder victim roles",
      "answer": "Othello"
    },
    {
      "category": "SOME ART, SOME SCIENCE",
      "text": "A year after finishing this iconic painting featuring a glowing yellow crescent moon, van Gogh was van gone",
      "answer": "The Starry Night"
    },
    {
      "category": "QUOTABLE 21st CENTURY FILMS",
      "text": "Alan Arkin:\"If I'm doing a fake movie, it's gonna be a fake hit\"",
      "answer": "Argo"
    },
    {
      "category": "ACRONYMS & ABBREVIATIONS",
      "text": "Yahoo! stands for \"Yet Another Hierarchical Officious\" this, also the name of a software company",
      "answer": "Oracle"
    },
    {
      "category": "I CAN BUY MYSELF FLOUR",
      "text": "Forthesepancakes, so it will be some of the same-named flour with an earthy taste; despite the name, it doesn't come from grain",
      "answer": "buckwheat"
    },
    {
      "category": "SPORT A PHRASE",
      "text": "It's the 3-word boxing phrase for being in a tough situation almost to the point of helplessness, but Ali was great there",
      "answer": "on the ropes"
    },
    {
      "category": "SEVERANCE",
      "text": "(John Turturro presents the clue.) Called perhaps the most unnerving true crime book ever \"The Stranger Beside Me\" is Ann Rule's account of working at a suicide hotline with a nice young man who turned out to be this serial killer",
      "answer": "(Ted) Bundy"
    },
    {
      "category": "SOME ART, SOME SCIENCE",
      "text": "New to Paris, this Russian-Jewish artist painted a Cubist-ish \"Homage to\" the avant-garde poet Apollinaire in 1911-12",
      "answer": "Chagall"
    },
    {
      "category": "QUOTABLE 21st CENTURY FILMS",
      "text": "Clint Eastwood:\"Get off my lawn\"",
      "answer": "Gran Torino"
    },
    {
      "category": "ACRONYMS & ABBREVIATIONS",
      "text": "CRF is this chronic problem that might be treated with dialysis",
      "answer": "renal failure"
    },
    {
      "category": "I CAN BUY MYSELF FLOUR",
      "text": "Not sure what I'm in the mood for, so I'll get a bag of white wheat flour with this hyphenated term meaning for use in most anything",
      "answer": "all-purpose"
    },
    {
      "category": "SPORT A PHRASE",
      "text": "Rhymingly in golf, you \"drive for show\", then get down to business & do this",
      "answer": "putt for dough"
    },
    {
      "category": "SEVERANCE",
      "text": "(Tramell Tillman presents the clue.) The divided consciousness of Black Americans is explored in this 1952 novel whose nameless narrator's grandfather tells of being a spy in the enemy's country",
      "answer": "Invisible Man"
    },
    {
      "category": "SOME ART, SOME SCIENCE",
      "text": "It's chemistry 101, people! The tables were turned when this radioactive element, No. 101, was named for a Russian chemist",
      "answer": "mendelevium"
    },
    {
      "category": "QUOTABLE 21st CENTURY FILMS",
      "text": "\"Neiman, you earned the part. Alternates, you want to clean the blood off my drum set?\"",
      "answer": "Whiplash"
    },
    {
      "category": "ACRONYMS & ABBREVIATIONS",
      "text": "In the computer language COBOL,  \"B\" stands for this word",
      "answer": "Business"
    },
    {
      "category": "I CAN BUY MYSELF FLOUR",
      "text": "I'll need to find some teff flour since we'll be having Ethiopian food withthisspongy flatbread",
      "answer": "injera"
    },
    {
      "category": "SPORT A PHRASE",
      "text": "Let's race to define FPTP, short for this, the way Brits elect members of Parliament",
      "answer": "first-past-the-post"
    },
    {
      "category": "SEVERANCE",
      "text": "(Adam Scott presents the clue.) Not sure what it says about the guy, but before directing episodes of \"Severance\"Ben Stillermade a movie of this classic story about a guy whose main life takes place in hisfantasies; I was also in this movie, by the way",
      "answer": "\"The Secret Life of Walter Mitty\""
    }
  ]
}