{
  "title": "Show #6983 - Wednesday, January 14, 2015",
  "date": {
    "day": 14,
    "month": "January",
    "year": 2015
  },
  "clues": [
    {
      "category": "LANDMARK SUPREME COURT CASES",
      "text": "In Texas v. Johnson, a sharply divided Court said burning the U.S. flag is protected by this part of the Constitution",
      "answer": "the First Amendment"
    },
    {
      "category": "FRUIT",
      "text": "The name of this fruit contains the name of the drink of the gods",
      "answer": "nectarine"
    },
    {
      "category": "WHAT IT'S NOT",
      "text": "It's not acting's Peter or Jane, it's the car company that makes the 33-mpg Fit",
      "answer": "Honda"
    },
    {
      "category": "EARTH",
      "text": "This Kenyan capital gets its name from a Masai watering hole called \"Cold Water\"",
      "answer": "Nairobi"
    },
    {
      "category": "WIND",
      "text": "This Midwest band was known for its horn-laden pop, as on the hit \"Saturday In The Park\"",
      "answer": "Chicago"
    },
    {
      "category": "FIRE",
      "text": "In 2007 Marko Lisec of Slovenia built a 60,589-cubic foot one of these to celebrate Labor Day",
      "answer": "a bonfire"
    },
    {
      "category": "LANDMARK SUPREME COURT CASES",
      "text": "This family got a unanimous decision from the Warren Court against the Topeka Board of Education",
      "answer": "the Browns"
    },
    {
      "category": "FRUIT",
      "text": "The Medjool type of this is the fruit of a certain palm tree",
      "answer": "a date"
    },
    {
      "category": "WHAT IT'S NOT",
      "text": "It's not derivative, it's from the Latin for \"chief\" & is an election for a party's nomination",
      "answer": "primary"
    },
    {
      "category": "EARTH",
      "text": "Among the seas of the Mediterranean, it's alphabetically first",
      "answer": "the Adriatic"
    },
    {
      "category": "WIND",
      "text": "The horn hook on her hit \"Crazy In Love\" was sampled from the Chi-Lites hit \"Are You My Woman (Tell Me So)\"",
      "answer": "Beyoncé"
    },
    {
      "category": "FIRE",
      "text": "This software or hardware barrier is used to prevent unauthorized persons from accessing your computer",
      "answer": "a firewall"
    },
    {
      "category": "LANDMARK SUPREME COURT CASES",
      "text": "The 1966 case of this man v. Arizona established that the police must inform suspects of their 5th Amendment rights",
      "answer": "Miranda"
    },
    {
      "category": "FRUIT",
      "text": "Pamplemousse is French for this citrus fruit",
      "answer": "grapefruit"
    },
    {
      "category": "WHAT IT'S NOT",
      "text": "It's not a horrific forest made of canines, it's the \"flowering\" state tree of Virginia",
      "answer": "dogwood"
    },
    {
      "category": "EARTH",
      "text": "Seenhere, the Peace Palace in this Dutch seat of government was a gift of Andrew Carnegie",
      "answer": "The Hague"
    },
    {
      "category": "WIND",
      "text": "His name is Andy Hamilton & he played sax with this band on their 1980s hit \"Rio\"",
      "answer": "Duran Duran"
    },
    {
      "category": "FIRE",
      "text": "Term for a meteor brighter than Venus in the morning or evening sky",
      "answer": "a fireball"
    },
    {
      "category": "LANDMARK SUPREME COURT CASES",
      "text": "Constitutional scholars say that the Court's worst decision ever was againstthisplaintiff in 1857",
      "answer": "Dred Scott"
    },
    {
      "category": "FRUIT",
      "text": "In Colonial times this tropical fruit became a symbol of hospitality",
      "answer": "pineapple"
    },
    {
      "category": "WHAT IT'S NOT",
      "text": "It's not what you think, sweetie! This leader of Myanmar's National League for Democracy is just a friend!",
      "answer": "Aung San Suu Kyi"
    },
    {
      "category": "EARTH",
      "text": "It's also known as the \"Grand Canyon of the Snake\"",
      "answer": "Hells Canyon"
    },
    {
      "category": "WIND",
      "text": "\"Ba de ya, say do you remember\" this hit by Earth, Wind & Fire, one of many featuring the Phenix Horns",
      "answer": "\"September\""
    },
    {
      "category": "FIRE",
      "text": "A British fighter plane of WWII, or a fierce-tempered woman",
      "answer": "a Spitfire"
    },
    {
      "category": "LANDMARK SUPREME COURT CASES",
      "text": "The 1819 case of McCulloch v. Maryland affirmed that Congress had these \"powers\" not enumerated in the Constitution",
      "answer": "implied powers"
    },
    {
      "category": "FRUIT",
      "text": "Elephant heart is a red-fleshed variety of this fruit",
      "answer": "the plum"
    },
    {
      "category": "WHAT IT'S NOT",
      "text": "It's not the building where the freshmen live, it's a vertical window in a projection built out from a sloping roof",
      "answer": "a dormer"
    },
    {
      "category": "EARTH",
      "text": "Lake Vostok is the largest lake here",
      "answer": "Antarctica"
    },
    {
      "category": "WIND",
      "text": "This group brought in the USC marching band to get that big brass sound on \"Tusk\"",
      "answer": "Fleetwood Mac"
    },
    {
      "category": "FIRE",
      "text": "This 3-word phrase means taking a risk while engaging in what seems like a game",
      "answer": "playing with fire"
    }
  ]
}