{
  "title": "Show #7987 - Tuesday, May 7, 2019",
  "date": {
    "day": 7,
    "month": "May",
    "year": 2019
  },
  "clues": [
    {
      "category": "THE JET PROPULSION LABORATORY",
      "text": "(Sarah of the Clue Crew presents from the Jet Propulsion Laboratory.) Using facilities in Spain, Australia & California, JPL can monitor all space missions beyond the orbit of the Moon from mission control; those stations are spaced by this many degrees longitude, one-third of the globe, to maintain constant contact",
      "answer": "120"
    },
    {
      "category": "JUICE WORLD",
      "text": "The \"D\" in the name of this tangy juice brand is short for \"delight\"",
      "answer": "Sunny D"
    },
    {
      "category": "IN THE PRINCIPAL'S DESK",
      "text": "The principal has confiscated several of these trading cards including 3 Squirtles",
      "answer": "Pokémon cards"
    },
    {
      "category": "SITCOMEDY",
      "text": "In this title precinct, Detective Rosa Diaz' formal leather jacket is \"the one without any blood on it\"",
      "answer": "Brooklyn Nine-Nine"
    },
    {
      "category": "ANAGRAM THE LAST WORD",
      "text": "Adjective for the chance of being struck by a meteor",
      "answer": "remote"
    },
    {
      "category": "THAT'S THE TICKET!",
      "text": "Tim Kaine",
      "answer": "Hillary Clinton"
    },
    {
      "category": "THE JET PROPULSION LABORATORY",
      "text": "(Sarah of the Clue Crew presents from the Jet Propulsion Laboratory.) A descent vehicle, like the one in this clean room, was used to create a soft landing using the sky crane maneuver to lower this inquisitive rover to the surface in 2012",
      "answer": "Curiosity"
    },
    {
      "category": "JUICE WORLD",
      "text": "This brand introduced its cranberry juice cocktail in the early 1930s",
      "answer": "Ocean Spray"
    },
    {
      "category": "IN THE PRINCIPAL'S DESK",
      "text": "The principal won't give back this toy--she doesn't care how well a kid can \"rock the baby\" or \"around the world\"",
      "answer": "a yo-yo"
    },
    {
      "category": "SITCOMEDY",
      "text": "This Jim Parsons character said, \"Howard, you know me to be a very smart man. Don't you think if I were wrong, I'd know it?\"",
      "answer": "Sheldon Cooper"
    },
    {
      "category": "ANAGRAM THE LAST WORD",
      "text": "It's time to be quiet & do this & not be so verbose",
      "answer": "observe"
    },
    {
      "category": "THAT'S THE TICKET!",
      "text": "Geraldine Ferraro",
      "answer": "Walter Mondale"
    },
    {
      "category": "THE JET PROPULSION LABORATORY",
      "text": "(Sarah of the Clue Crew presents from the Jet Propulsion Laboratory.) JPL's Juno probe needed a boost to get to its target; scientists designed its trajectory to come back to Earth & then use our gravity to slingshot to this planet, Juno's husband in mythology",
      "answer": "Jupiter"
    },
    {
      "category": "JUICE WORLD",
      "text": "Green Machine & Kale Blazer are 2 of the blends from this juice brand that sounds like it bares it all",
      "answer": "Naked"
    },
    {
      "category": "IN THE PRINCIPAL'S DESK",
      "text": "This red, spherical firecracker with a fruity name was found in one of the bathrooms--thank heavens it didn't go off!",
      "answer": "a cherry bomb"
    },
    {
      "category": "SITCOMEDY",
      "text": "Mr. Peanutbutter, leading a dog's life on this streaming comedy: \"Officer... what was I supposed to do? Not chase the mail truck?\"",
      "answer": "BoJack Horseman"
    },
    {
      "category": "ANAGRAM THE LAST WORD",
      "text": "I will not shed this for the beast we just killed--after all, he was a predator",
      "answer": "a teardrop"
    },
    {
      "category": "THAT'S THE TICKET!",
      "text": "Paul Ryan",
      "answer": "Mitt Romney"
    },
    {
      "category": "THE JET PROPULSION LABORATORY",
      "text": "(Sarah of the Clue Crew presents from the Jet Propulsion Laboratory.) In 2017 JPL was able to restart long-dormant thrusters on Voyager 1; that helped reorient the spacecraft, so it can maintain communication from 13 billion miles away in this 12-letter space between solar systems",
      "answer": "interstellar"
    },
    {
      "category": "JUICE WORLD",
      "text": "A juice brand is punningly named \"Apple &\" her",
      "answer": "Eve"
    },
    {
      "category": "IN THE PRINCIPAL'S DESK",
      "text": "No kid is going to have this in school, even if it is the body spray as opposed to the weapon",
      "answer": "Axe"
    },
    {
      "category": "SITCOMEDY",
      "text": "Creator Mike Judge's own experiences as an engineer partly inspired this high-tech HBO sitcom",
      "answer": "Silicon Valley"
    },
    {
      "category": "ANAGRAM THE LAST WORD",
      "text": "Who'd have imagined I'd catch one of these at the seaside?",
      "answer": "a disease"
    },
    {
      "category": "THAT'S THE TICKET!",
      "text": "Hubert Humphrey",
      "answer": "Lyndon Johnson"
    },
    {
      "category": "THE JET PROPULSION LABORATORY",
      "text": "(Sarah of the Clue Crew presents from the Jet Propulsion Laboratory.) To curate the best images, music & messages to put on the two golden records, time capsules of info about Earth the two Voyagers would send outside the solar system, the project created a committee headed bythisastronomer & author",
      "answer": "(Carl) Sagan"
    },
    {
      "category": "JUICE WORLD",
      "text": "The name of this juice brand that comes in a pouch evokes a warm Italian island",
      "answer": "Capri Sun"
    },
    {
      "category": "IN THE PRINCIPAL'S DESK",
      "text": "Several cans of this energy drink that \"gives you wings\" are in her desk, not all taken from students",
      "answer": "Red Bull"
    },
    {
      "category": "SITCOMEDY",
      "text": "On \"Extras\", David Bowie made up a song about this British comic that began, \"Little fat man who sold his soul\" & got so very much worse",
      "answer": "Ricky Gervais"
    },
    {
      "category": "ANAGRAM THE LAST WORD",
      "text": "You consider me this adjective, I presume",
      "answer": "supreme"
    },
    {
      "category": "THAT'S THE TICKET!",
      "text": "Lloyd Bentsen",
      "answer": "Michael Dukakis"
    }
  ]
}