{
  "title": "Show #5511 - Monday, July 21, 2008",
  "date": {
    "day": 21,
    "month": "July",
    "year": 2008
  },
  "clues": [
    {
      "category": "THE NAVY SEALS",
      "text": "(Sarah of the Clue Crew rides in a boat with some SEALs at the Navy Amphibious Bas in Coronado, CA.) Navy SEALs are charged with fighting terrorism around the globe; the first Medal of Honor given for service in this country was to a SEAL for pursuit of a Taliban ally",
      "answer": "Afghanistan"
    },
    {
      "category": "1980s ROCK",
      "text": "His 1985 hit \"Raspberry Beret\" was his first on his own label, Paisley Park",
      "answer": "Prince"
    },
    {
      "category": "THE NEW YORK TIMESHEALTH",
      "text": "The N.Y. Times said of the benefits of doing this before or after exercise: \"The answer is elastic\"; warming up might be better",
      "answer": "stretching"
    },
    {
      "category": "NEW INTERNATIONAL SPORTS TEAMS?",
      "text": "No one wants to play this Munich team with a fever, congestion & fine red rash that lasts a few days: let's avoid the...",
      "answer": "German Measles"
    },
    {
      "category": "YOU SMELL YUMMY!",
      "text": "Wow!  You must have used Sephora's morning body scrub named for this beverage \"& Cream\"",
      "answer": "Coffee"
    },
    {
      "category": "ON \"Q",
      "text": "32 ounces",
      "answer": "a quart"
    },
    {
      "category": "THE NAVY SEALS",
      "text": "(Sarah of the Clue Crew stands on shore as 2 attack boats approach at the Navy Amphibious Base in Coronado, CA.) The Navy SEALs were created bythisU.S. president who had been a small-unit naval commander & who knew what a small, tough force could do",
      "answer": "JFK"
    },
    {
      "category": "1980s ROCK",
      "text": "The group that finished the '80s as Starship first took off in the '60s under this name",
      "answer": "Jefferson Airplane"
    },
    {
      "category": "THE NEW YORK TIMESHEALTH",
      "text": "The Well blog on nytimes.com noted \"even pop stars have a right to medical privacy\" after docs peeked at her UCLA files",
      "answer": "Britney Spears"
    },
    {
      "category": "NEW INTERNATIONAL SPORTS TEAMS?",
      "text": "Now hitting the pitch, this North Sea squad who want to split the cost of the date with you; all cheer for the...",
      "answer": "Dutch Treats"
    },
    {
      "category": "YOU SMELL YUMMY!",
      "text": "Your Juicy Couture parfum makes you smell like this huge juicy melon, with a little caramel creme brulee",
      "answer": "watermelon"
    },
    {
      "category": "ON \"Q",
      "text": "The northern bobwhite is a common variety of this small bird",
      "answer": "a quail"
    },
    {
      "category": "THE NAVY SEALS",
      "text": "(Jimmy of the Clue Crew indicates the SEAL emblem at the Navy Amphibious Base in Coronado, CA.)  On the Navy SEALemblem, the anchor, eagle & pistol stand for sea, air & land, & this weapon represents all 3, & is also the name fo the emblem itself",
      "answer": "a trident"
    },
    {
      "category": "1980s ROCK",
      "text": "\"Brass Monkey\" & \"No Sleep Till Brooklyn\" were songs on their hit 1986 debut album",
      "answer": "the Beastie Boys"
    },
    {
      "category": "THE NEW YORK TIMESHEALTH",
      "text": "Researchers think they know why a blood disorder in the tropics protects against this mosquito-borne disease",
      "answer": "malaria"
    },
    {
      "category": "NEW INTERNATIONAL SPORTS TEAMS?",
      "text": "England politely applauds this 2-word steak served crosscut into thin slices; rah, indeed, for the...",
      "answer": "London Broils"
    },
    {
      "category": "YOU SMELL YUMMY!",
      "text": "I can tell that this spice precedes \"buns\" in the name of that Philosophy body wash you just used",
      "answer": "cinnamon"
    },
    {
      "category": "ON \"Q",
      "text": "This wet, boggy ground can put you in quite a predicament",
      "answer": "a quagmire"
    },
    {
      "category": "THE NAVY SEALS",
      "text": "(Jimmy of the Clue Crew stands on shore as attack boats approach at the Navy Amphibious Base in Coronado, CA.) High-speed boats help with what the legendary SEAL Richard \"Shark Man\" Marcinko calls \"the 2 critical mission points\": insertion &thisopposite, from the Latin for \"draw out\"",
      "answer": "extraction"
    },
    {
      "category": "1980s ROCK",
      "text": "In 1988 the Beach Boys had a No. 1 hit with this song from the Tom Cruise movie \"Cocktail\"",
      "answer": "\"Kokomo\""
    },
    {
      "category": "THE NEW YORK TIMESHEALTH",
      "text": "The N.Y. Times scrutinized the wisdom of TV ads for drugs, like the ones with this artificial heart inventor",
      "answer": "Jarvik"
    },
    {
      "category": "NEW INTERNATIONAL SPORTS TEAMS?",
      "text": "Our neighbors to the north know this meat made from a boned strip of pork loin, eh; it's the...",
      "answer": "Canadian Bacons"
    },
    {
      "category": "YOU SMELL YUMMY!",
      "text": "This designer's Opium intoxicates me with its blend of tangerine, plum & cloves",
      "answer": "Yves Saint Laurent"
    },
    {
      "category": "ON \"Q",
      "text": "It once meant wise or skilled; now it means old-fashioned & charming",
      "answer": "quaint"
    },
    {
      "category": "THE NAVY SEALS",
      "text": "(Jimmy of the Clue Crew rides in the boat at the Navy Amphibious Base in Coronado, CA.) Special Boat Teams support Navy SEALs in special warfare missions such as \"SR\", or \"special\" this, where they scope out hostile environments",
      "answer": "reconnaissance"
    },
    {
      "category": "1980s ROCK",
      "text": "This Aussie group brought a \"New Sensation\" to radio in 1988",
      "answer": "INXS"
    },
    {
      "category": "THE NEW YORK TIMESHEALTH",
      "text": "The bacterium Oxalobacter formigenes may reduce the risk of these, aka renal calculi",
      "answer": "kidney stones"
    },
    {
      "category": "NEW INTERNATIONAL SPORTS TEAMS?",
      "text": "A tip of the cap to this 8-measure dance, with foot kicks & arm swinging: from south of the border, it's the...",
      "answer": "Mexican Hat Dance"
    },
    {
      "category": "YOU SMELL YUMMY!",
      "text": "Oh, you savage! Your Eau Sauvage cologne has a whiff of this herb found in classic pesto sauce",
      "answer": "basil"
    },
    {
      "category": "ON \"Q",
      "text": "In Chapter X of \"Alice in Wonderland\", this French square dance gets top billing along with a lobster",
      "answer": "a quadrille"
    },
    {
      "category": "ACROSS THE UNIVERSE",
      "text": "Discovered in 1858, Donati, one of these, developed a curved dust tail & 2 thin gas tails",
      "answer": "a comet"
    },
    {
      "category": "DAN IN REAL LIFE",
      "text": "The great No. 13 for the Miami Dolphins, he was enshrined in the Pro Football Hall of Fame in 2005",
      "answer": "Dan Marino"
    },
    {
      "category": "I AM LEGEND",
      "text": "The Gorgons, 3 monsters with women's bodies & snakes for hair, were the sisters Stheno, Euryale & her",
      "answer": "Medusa"
    },
    {
      "category": "AMERICAN GANGSTER",
      "text": "In 1934 he caught \"Manhattan Melodrama\" at the Biograph Theater; then he caught some government bullets",
      "answer": "(John) Dillinger"
    },
    {
      "category": "JUNEAU",
      "text": "More than 40% of Juneau consists of this type of woodland area more often associated with the Amazon",
      "answer": "the rainforest"
    },
    {
      "category": "EN\"CHANTED",
      "text": "Animals on this list include the desert bandicoot & the gray bat",
      "answer": "the endangered species list"
    },
    {
      "category": "ACROSS THE UNIVERSE",
      "text": "This element is the most common substance in the universe",
      "answer": "hydrogen"
    },
    {
      "category": "DAN IN REAL LIFE",
      "text": "As a CBS News bureau chief in Dallas in 1963, he covered the Kennedy assassination",
      "answer": "Dan Rather"
    },
    {
      "category": "I AM LEGEND",
      "text": "This mighty Greek love goddess is the mother of Eros",
      "answer": "Aphrodite"
    },
    {
      "category": "AMERICAN GANGSTER",
      "text": "Bugs Moran's North Side Mob was decimated on this holiday in 1929",
      "answer": "Valentine's Day"
    },
    {
      "category": "JUNEAU",
      "text": "The USA's second-largest city in area, Juneau is larger than either of these 2 states",
      "answer": "Rhode Island & Delaware"
    },
    {
      "category": "EN\"CHANTED",
      "text": "In December 2001, it filed the largest corporate bankruptcy in U.S. history",
      "answer": "Enron"
    },
    {
      "category": "ACROSS THE UNIVERSE",
      "text": "As seen from the Earth, this galaxy passes through several constellations, including Perseus & Sagittarius",
      "answer": "the Milky Way"
    },
    {
      "category": "DAN IN REAL LIFE",
      "text": "In 2004 he had 4 novels on the bestseller lists at the same time",
      "answer": "Dan Brown"
    },
    {
      "category": "I AM LEGEND",
      "text": "The name of this multi-headed water serpent means \"water serpent\"",
      "answer": "Hydra"
    },
    {
      "category": "AMERICAN GANGSTER",
      "text": "He's the youthful-looking 1930s gangster seenhere",
      "answer": "\"Baby Face\" Nelson"
    },
    {
      "category": "JUNEAU",
      "text": "The annual fishing derby for this fish features one tagged specimen worth $100,000",
      "answer": "salmon"
    },
    {
      "category": "EN\"CHANTED",
      "text": "A group of attendants, like the ones Adrian Grenier surrounds himself with on an HBO series",
      "answer": "entourage"
    },
    {
      "category": "ACROSS THE UNIVERSE",
      "text": "A star figure known as the Northern Cross appears in this constellation, the swan",
      "answer": "Cygnus"
    },
    {
      "category": "DAN IN REAL LIFE",
      "text": "\"The Kid from Brooklyn\" is a musical based on the life of this beloved entertainer",
      "answer": "Danny Kaye"
    },
    {
      "category": "I AM LEGEND",
      "text": "This Roman goddess who protected women during childbirth is associated with the Greek goddess Artemis",
      "answer": "Diana"
    },
    {
      "category": "AMERICAN GANGSTER",
      "text": "He talked the syndicate into putting $6 million into the Flamingo in Vegas, but that didn't work out so well for him",
      "answer": "(\"Bugsy\") Siegel"
    },
    {
      "category": "JUNEAU",
      "text": "Juneau has several sister cities including Whitehorse in the Yukon & this port in Southeastern Siberia",
      "answer": "Vladivostok"
    },
    {
      "category": "EN\"CHANTED",
      "text": "Belgian & curly are 2 types of this leafy salad ingredient",
      "answer": "endive"
    },
    {
      "category": "ACROSS THE UNIVERSE",
      "text": "There's a horsehead one of these fuzzy objects in Orion & a ring one in the constellation Lyra",
      "answer": "a nebula"
    },
    {
      "category": "DAN IN REAL LIFE",
      "text": "He's the Emmy-winning voice of Homer Simpson",
      "answer": "Dan Castellaneta"
    },
    {
      "category": "I AM LEGEND",
      "text": "In Roman myth, she's the goddess of wisdom & of the arts & sciences",
      "answer": "Minerva"
    },
    {
      "category": "AMERICAN GANGSTER",
      "text": "In 1906 this \"fortunate\" guy arrived from Palermo at age 9; he was busted for shoplifting at 10 & didn't look back",
      "answer": "\"Lucky\" Luciano"
    },
    {
      "category": "JUNEAU",
      "text": "Juneau's most popular tourist destination is this glacier lying only 13 miles from downtown",
      "answer": "Mendenhall Glacier"
    },
    {
      "category": "EN\"CHANTED",
      "text": "& it's root, root, root for this type of dentist who specializes in root canal treatment",
      "answer": "an endodontist"
    }
  ]
}