{
  "title": "Show #8736 - Monday, November 7, 2022",
  "date": {
    "day": 7,
    "month": "November",
    "year": 2022
  },
  "clues": [
    {
      "category": "VALLEYS",
      "text": "Not as Welsh as he made out, Richard Llewellyn went to the Ogmore Valley to see these mines so he could write \"How Green Was My Valley\"",
      "answer": "coal mines"
    },
    {
      "category": "THAT '70s  OR '80s SHOW",
      "text": "In 1989 the Hollywood Reporter noted on this show, \"String bikinis... share equal time with the rescue work\"",
      "answer": "Baywatch"
    },
    {
      "category": "DANCE",
      "text": "Here's an artistic depiction of this dance",
      "answer": "the can-can"
    },
    {
      "category": "D\" IN SCIENCE",
      "text": "Term for a volcano that hasn't erupted in many, many years but still might",
      "answer": "dormant"
    },
    {
      "category": "GET A HANDLE ON IT",
      "text": "Get a good grip on this boating device that sounds like a farmer but is used to steer the rudder",
      "answer": "a tiller"
    },
    {
      "category": "IN THE NATO PHONETIC ALPHABET",
      "text": "In ancient Rome it was the ninth month",
      "answer": "November"
    },
    {
      "category": "VALLEYS",
      "text": "The Kathmandu Valley is in the foothills of these mountains",
      "answer": "the Himalayan"
    },
    {
      "category": "THAT '70s  OR '80s SHOW",
      "text": "\"Thanks for that on the spot report, Les\"; turns out Thanksgiving turkeys can't fly during a 1978 episode of this Ohio-set sitcom",
      "answer": "WKRP in Cincinnati"
    },
    {
      "category": "DANCE",
      "text": "New York drag competitions called balls were the birthplace of this stylized dance that Madonna brought to the mainstream",
      "answer": "vogue"
    },
    {
      "category": "D\" IN SCIENCE",
      "text": "If your lab has a tile counter, don't use it to place solid carbon dioxide, aka this; the adhesive will be destroyed",
      "answer": "dry ice"
    },
    {
      "category": "GET A HANDLE ON IT",
      "text": "Sometimes used by theatergoers, a lorgnette is a pair of these on a handle",
      "answer": "eyeglasses"
    },
    {
      "category": "IN THE NATO PHONETIC ALPHABET",
      "text": "A nymph deprived of speech",
      "answer": "Echo"
    },
    {
      "category": "VALLEYS",
      "text": "The $20view,  which was on that Canadian bill in the '70s, shows theValley of the Ten Peaksinthiswesternmost Prairie province",
      "answer": "Alberta"
    },
    {
      "category": "THAT '70s  OR '80s SHOW",
      "text": "Hollywood folklore says NBC's Brandon Tartikoff scribbled down a quick note--\"MTV cops\"--which led to this hit '80s show",
      "answer": "Miami Vice"
    },
    {
      "category": "DANCE",
      "text": "Russell Horning, also known as \"Backpack Kid\", went viral doing this dance to Katy Perry's song \"Swish Swish\"",
      "answer": "the floss"
    },
    {
      "category": "D\" IN SCIENCE",
      "text": "Knowing what the D in DNA stands for should tell you this noun, the sugar found in DNA",
      "answer": "deoxyribose"
    },
    {
      "category": "GET A HANDLE ON IT",
      "text": "Some say it's tacky, but baseball sluggers regularly use this 2-word tree product to improve their grip",
      "answer": "pine tar"
    },
    {
      "category": "IN THE NATO PHONETIC ALPHABET",
      "text": "Unit of measure equal to about 2.2 pounds",
      "answer": "kilo"
    },
    {
      "category": "VALLEYS",
      "text": "In this French river valley, you can visit the Château de Chambord, once home to Louis XIV",
      "answer": "the Loire Valley"
    },
    {
      "category": "THAT '70s  OR '80s SHOW",
      "text": "As Lou Grant, this actor told Mary Tyler Moore at a job interview, \"You got spunk... I hate spunk!\"",
      "answer": "Ed Asner"
    },
    {
      "category": "DANCE",
      "text": "In square dancing, this repetitive call means pass your partner, back to back!",
      "answer": "do-si-do"
    },
    {
      "category": "D\" IN SCIENCE",
      "text": "Still mysterious but described as a \"repulsive force\", it makes up 70% of the universe, way more than the same-named \"matter\"",
      "answer": "dark energy"
    },
    {
      "category": "GET A HANDLE ON IT",
      "text": "New students at Stephen F. Austin University decorate axe handles in honor of this nickname for both its students & sports teams",
      "answer": "Lumberjacks"
    },
    {
      "category": "IN THE NATO PHONETIC ALPHABET",
      "text": "NBA shooting guard Oladipo or actor Mature",
      "answer": "Victor"
    },
    {
      "category": "VALLEYS",
      "text": "Full of biblical sites, Israel's Jezreel Valley is bounded to the west by this mount with Haifa on its slopes",
      "answer": "Mount Carmel"
    },
    {
      "category": "THAT '70s  OR '80s SHOW",
      "text": "This TV legend kind of got busted from captain down to sgt. as T.J. Hooker, but he did get to jump on the hoods of moving cars!",
      "answer": "Shatner"
    },
    {
      "category": "DANCE",
      "text": "In Wonderland, the Mock Turtle & the Gryphon tell Alice how seals, turtles & salmon partner with lobsters for this dance",
      "answer": "the quadrille"
    },
    {
      "category": "D\" IN SCIENCE",
      "text": "Embryonic stemcellsdivide & give rise to more specialized ones, like neurons for the brain, inthisprocess",
      "answer": "differentiation"
    },
    {
      "category": "GET A HANDLE ON IT",
      "text": "Thisgymnastics apparatus gets its name from the handles",
      "answer": "pommel horse"
    },
    {
      "category": "IN THE NATO PHONETIC ALPHABET",
      "text": "4 letters--a potato in Puebla or Peru",
      "answer": "papa"
    }
  ]
}