{
  "title": "Show #8680 - Friday, July 8, 2022",
  "date": {
    "day": 8,
    "month": "July",
    "year": 2022
  },
  "clues": [
    {
      "category": "SCANDINAVIA",
      "text": "Every December 10, after these are handed out, there's a banquet at Stockholm's city hall",
      "answer": "the Nobel Prizes"
    },
    {
      "category": "WEATHER WORDS",
      "text": "Johnny Mercer wrote the lyric \"I'm gonna love you like nobody's loved you, come\" these 2 opposites",
      "answer": "rain & shine"
    },
    {
      "category": "DANGER! DANGER!",
      "text": "National Weather Service danger signs of this impending phenomenon include a dark, often greenish sky & a roaring noise",
      "answer": "a tornado"
    },
    {
      "category": "ROLE CALL",
      "text": "Hitting the big screen as Vito Corleone in \"The Godfather\" was an offer this actor couldn't refuse",
      "answer": "Brando"
    },
    {
      "category": "HISTORIC STRUCTURES",
      "text": "Near the border of Colombia & EcuadorLas Lajas Sanctuarywas built after an image of this woman was seen on the surrounding cliffs",
      "answer": "the Virgin Mary"
    },
    {
      "category": "ONE LETTER CHANGES EVERYTHING",
      "text": "Add a \"B\" to a chess piece to turn it into this babbling stream",
      "answer": "brook"
    },
    {
      "category": "SCANDINAVIA",
      "text": "About one-fifth of Norway's economy comes from this natural product, led by Equinor operating in areas like its continental shelf",
      "answer": "oil"
    },
    {
      "category": "WEATHER WORDS",
      "text": "Starbucks sells a tea drink called London this",
      "answer": "Fog"
    },
    {
      "category": "DANGER! DANGER!",
      "text": "Waves can create a current moving away from the shore, properly called this type of current & much stronger than an undertow",
      "answer": "a riptide"
    },
    {
      "category": "ROLE CALL",
      "text": "In 2022's \"The Batman\", Zoë Kravitz brought a new take on this character with a secret identity of her own",
      "answer": "Catwoman"
    },
    {
      "category": "HISTORIC STRUCTURES",
      "text": "Charles I was the last monarch to sleep in this castle, the night before he was crowned king of Scotland in 1633",
      "answer": "Edinburgh Castle"
    },
    {
      "category": "ONE LETTER CHANGES EVERYTHING",
      "text": "Subtract an \"A\" from a word that describes sudden, intense pain to get this word meaning adorable",
      "answer": "cute"
    },
    {
      "category": "SCANDINAVIA",
      "text": "Billund, Denmark is the home of this toy company",
      "answer": "LEGO"
    },
    {
      "category": "WEATHER WORDS",
      "text": "A Joyce story ends with this falling \"upon all the living and the dead\"",
      "answer": "the snow"
    },
    {
      "category": "DANGER! DANGER!",
      "text": "You can sleep all night & work all day, but Time magazine listed this outdoor job as the USA's most dangerous",
      "answer": "a lumberjack"
    },
    {
      "category": "ROLE CALL",
      "text": "These are the first names of the 2 characters played by Humphrey & Ingrid in \"Casablanca\"",
      "answer": "Rick & Ilsa"
    },
    {
      "category": "HISTORIC STRUCTURES",
      "text": "Le Corbusier designed the Palace of Justice for Chandigarh, a regional capital built in the 1950s in this country",
      "answer": "India"
    },
    {
      "category": "ONE LETTER CHANGES EVERYTHING",
      "text": "Put a \"B\" on a synonym for donkey & you get this game fish",
      "answer": "bass"
    },
    {
      "category": "SCANDINAVIA",
      "text": "ThisScandinavian specialty is made with dried cod that's soaked in lye & simmered for about 10 minutes until translucent",
      "answer": "lutefisk"
    },
    {
      "category": "WEATHER WORDS",
      "text": "A book about the underworld says Al Capone's rival Joe Aiello died in this type of storm \"of lead\"",
      "answer": "a hail"
    },
    {
      "category": "DANGER! DANGER!",
      "text": "This U.S. government department issues regular travel advisories on the level of danger in countries to which you might journey",
      "answer": "the State Department"
    },
    {
      "category": "ROLE CALL",
      "text": "In this film, Jared Leto plays the title biochemist who tries to cure himself of a rare disease but infects himself with vampirism instead",
      "answer": "Morbius"
    },
    {
      "category": "HISTORIC STRUCTURES",
      "text": "The luxurious Alhambra of Spain was built by these conquerors whose name is derived from a region of Africa",
      "answer": "the Moors"
    },
    {
      "category": "ONE LETTER CHANGES EVERYTHING",
      "text": "Subtract a \"B\" from a loose-fitting women's shirt to get this parasite you don't want to find there",
      "answer": "louse"
    },
    {
      "category": "SCANDINAVIA",
      "text": "He drew on Norwegian folk tales & tunes for his music, including \"In The Hall Of The Mountain King\", heardhere",
      "answer": "Grieg"
    },
    {
      "category": "WEATHER WORDS",
      "text": "The EPA says keep this below 60% to prevent mold",
      "answer": "humidity"
    },
    {
      "category": "DANGER! DANGER!",
      "text": "Eating certain fish can be dangerous for pregnant women due to this heavy metal; the FDA calls out king mackerel & swordfish",
      "answer": "mercury"
    },
    {
      "category": "ROLE CALL",
      "text": "King Kong had nothing on this actor when he starred as LAPD Detective Alonzo Harris in \"Training Day\"",
      "answer": "Denzel Washington"
    },
    {
      "category": "HISTORIC STRUCTURES",
      "text": "Protecting the Roman Empire's alpine frontier, thePorta Nigraor \"black gate\", is in Trier, now in this country",
      "answer": "Germany"
    },
    {
      "category": "ONE LETTER CHANGES EVERYTHING",
      "text": "Bite an \"S\" off a tentacled cephalopod & it becomes this, slang for a British pound",
      "answer": "quid"
    }
  ]
}