{
  "title": "The Greatest of All Time game #3 - Wednesday, January 8, 2020",
  "date": {
    "day": 8,
    "month": "January",
    "year": 2020
  },
  "clues": [
    {
      "category": "THE CROWN",
      "text": "In a Season 1 episode, Elizabethpreparesfor this June 2, 1953 event\"It's not as easy as it looks.\"\"It's exactly what the King said.\"\"I remember.\"",
      "answer": "her coronation"
    },
    {
      "category": "CHARITIES",
      "text": "300 volunteers came together in 1971 to create this world-spanning charity also called Médecins Sans Frontieres",
      "answer": "Doctors Without Borders"
    },
    {
      "category": "LITERALLY STUPID ANSWERS",
      "text": "Shortly after \"imbalance\" in the dictionary is this noun denoting one who is stupid & inane",
      "answer": "an imbecile"
    },
    {
      "category": "SHORT STORY SYLLABUS",
      "text": "\"The Lone Ranger &\" this man \"Fistfight in Heaven\" is the title story of a collection by Native American author Sherman Alexie",
      "answer": "Tonto"
    },
    {
      "category": "COLLEGE FOOTBALL: AFTER THE GAME",
      "text": "In 2004 an NCAA award was established in the name of this center on the 1933 Michigan team & future politician",
      "answer": "Gerald Ford"
    },
    {
      "category": "THE \"GOLD\", \"BERG\"s",
      "text": "This man from Medford, Massachusetts was the 108th mayor of New York City",
      "answer": "Bloomberg"
    },
    {
      "category": "THE CROWN",
      "text": "In a dramatic moment, Elizabethconfrontsthis uncle & rejects his bid to regain a royal role\"But when the truth finally came out, the truth... it makes a mockery of even the central tenets of Christianity.\"",
      "answer": "the Duke of Windsor"
    },
    {
      "category": "CHARITIES",
      "text": "A charity named for this actor who was paralyzed in 1995 aims to better the lives of those with spinal cord injuries",
      "answer": "Christopher Reeve"
    },
    {
      "category": "LITERALLY STUPID ANSWERS",
      "text": "It was also called a fool's cap",
      "answer": "a dunce cap"
    },
    {
      "category": "SHORT STORY SYLLABUS",
      "text": "A Dostoyevsky story is titled these, the daylit evenings of St. Petersburg in summertime",
      "answer": "\"White Nights\""
    },
    {
      "category": "COLLEGE FOOTBALL: AFTER THE GAME",
      "text": "Before starring on a 4-letter TV drama, Mark Harmon starred for this 4-letter school as a QB, averaging 7.2 yards a carry in '73",
      "answer": "UCLA"
    },
    {
      "category": "THE \"GOLD\", \"BERG\"s",
      "text": "He wrote the screenplay for \"Butch Cassidy & the Sundance Kid\" & adapted his own novel \"Marathon Man\" for the movies",
      "answer": "William Goldman"
    },
    {
      "category": "THE CROWN",
      "text": "A 1961visitto Britain by this American gives the queen something to think about\"It's really one of the great paradoxes of being in a position where I have to talk to great many people.  But deep down, I'm happiest with animals.\"\"Makes two of us.\"",
      "answer": "Jackie Kennedy"
    },
    {
      "category": "CHARITIES",
      "text": "\"Those who work for the good are those who do the good\" saidthisTV star & founder of St. Jude Children's Research Hospital",
      "answer": "Danny Thomas"
    },
    {
      "category": "LITERALLY STUPID ANSWERS",
      "text": "Archie Bunker called Edith this, also an ornamental typographical character",
      "answer": "dingbat"
    },
    {
      "category": "SHORT STORY SYLLABUS",
      "text": "W.W. Jacobs came up with pretty much the opposite of a lucky rabbit's foot with this story of a dad, a son & 3 wishes gone bad",
      "answer": "\"The Monkey's Paw\""
    },
    {
      "category": "COLLEGE FOOTBALL: AFTER THE GAME",
      "text": "Nickname of the team that was led to an undefeated 1958 season by future brigadier general Pete Dawkins",
      "answer": "Black Knights"
    },
    {
      "category": "THE \"GOLD\", \"BERG\"s",
      "text": "\"The Good Earth\", released in 1937 after his death, was the first film with the name of this MGM production head in the credits",
      "answer": "(Irving) Thalberg"
    },
    {
      "category": "THE CROWN",
      "text": "Looking for love in Season 2, Princess Margaretfindsa kindred spirit in this photographer\"Not we've met.\"\"We have.\"\"Where have we met?\"\"Perhaps it'll come to you.\"",
      "answer": "Lord Snowdon (or Antony Armstrong-Jones)"
    },
    {
      "category": "CHARITIES",
      "text": "To fight excessive punishment along racial lines, lawyer Bryan Stevenson founded this initiative, EJI for short",
      "answer": "Equal Justice"
    },
    {
      "category": "LITERALLY STUPID ANSWERS",
      "text": "Synonyms for this one-word rhyme include lamebrain, dodo, yo-yo & dum-dum",
      "answer": "nitwit"
    },
    {
      "category": "SHORT STORY SYLLABUS",
      "text": "\"Cathedral\" is the title story of a 1983 collection by this American realist & onetime janitor",
      "answer": "(Raymond) Carver"
    },
    {
      "category": "COLLEGE FOOTBALL: AFTER THE GAME",
      "text": "In 1998 football fans debated who was the NCAA's best QB: Peyton Manning or this WSU Cougar; their pro careers went opposite ways",
      "answer": "Ryan Leaf"
    },
    {
      "category": "THE \"GOLD\", \"BERG\"s",
      "text": "In 1998 this former GOP presidential candidate went to Paradise... Valley's Christ Church of the Ascension memorial garden in Arizona",
      "answer": "Goldwater"
    },
    {
      "category": "THE CROWN",
      "text": "In Season 3 Buckingham Palace is not thrilled aboutthisLabour politician, prime minister for most of the 1960s\"Over half his cabinet would be made up of rabid anti-monarchists, who want our heads on spikes.  Vive la révolution, except I doubt they speak French in Halifax.\"",
      "answer": "(Harold) Wilson"
    },
    {
      "category": "CHARITIES",
      "text": "Last name of Evangeline, elected general of the Salvation Army in 1934, the third in her family to hold the position",
      "answer": "Booth"
    },
    {
      "category": "LITERALLY STUPID ANSWERS",
      "text": "Lucy was quite fond of deriding Charlie Brown with this 9-letter term for a less-than-intelligent person",
      "answer": "blockhead"
    },
    {
      "category": "SHORT STORY SYLLABUS",
      "text": "This 19th century French short story master is noted for twist endings, as in \"The Necklace\"",
      "answer": "Guy de Maupassant"
    },
    {
      "category": "COLLEGE FOOTBALL: AFTER THE GAME",
      "text": "Steve Largent went on from this university to a HOF pro career, then returned home to represent the area in Congress",
      "answer": "the University of Tulsa"
    },
    {
      "category": "THE \"GOLD\", \"BERG\"s",
      "text": "Missile launches are part of the mission of the California Air Force base named for this general",
      "answer": "Vandenberg"
    }
  ]
}