{
  "title": "Show #8276 - Monday, November 9, 2020",
  "date": {
    "day": 9,
    "month": "November",
    "year": 2020
  },
  "clues": [
    {
      "category": "PODCASTS",
      "text": "This \"Science Guy\" \"Is on a Mission to Change the World\" & takes your questions on \"Science Rules!\"",
      "answer": "Bill Nye"
    },
    {
      "category": "THE BOOK CASE",
      "text": "In \"Tropic of Fear\" Nancy Drew met up with these brothers for a Hawaiian-themed mystery",
      "answer": "the Hardy Boys"
    },
    {
      "category": "WHAT THE BLANK?",
      "text": "Literally, it's a bank draft that is signed but with the amount left empty",
      "answer": "a blank check"
    },
    {
      "category": "M-N-Ms",
      "text": "It's a period of 1,000 years",
      "answer": "a millennium"
    },
    {
      "category": "A DAY AT THE RACES",
      "text": "On May 3, 2008 this Jamaican ran a 100 meters in 9.76; a few weeks later, he shaved .04 to set the world record",
      "answer": "(Usain) Bolt"
    },
    {
      "category": "A NIGHT AT THE OPERA",
      "text": "After his U.S. debut with Joan Sutherland in 1965, this bearded Italian tenor hit the high C's as Tonjo in \"La fille du régiment\"",
      "answer": "Pavarotti"
    },
    {
      "category": "PODCASTS",
      "text": "\"Fiasco\" examined the issues that played out during the election in 2000 between these 2 politicians",
      "answer": "Bush & Gore"
    },
    {
      "category": "THE BOOK CASE",
      "text": "This lady who lived in the British village of St. Mary Mead solved \"The Murder at the Vicarage\"",
      "answer": "(Jane) Marple"
    },
    {
      "category": "WHAT THE BLANK?",
      "text": "Standard versions of this board game have 2 blank tiles that can be any letter but are worth zero points",
      "answer": "Scrabble"
    },
    {
      "category": "M-N-Ms",
      "text": "I'm fond of the one seenhere; it was made for me",
      "answer": "a monogram"
    },
    {
      "category": "A DAY AT THE RACES",
      "text": "It took 3 days of looking at news pics, but Lee Petty was finally named the winner of the 1st 500 at this Fla. speedway in 1959",
      "answer": "Daytona"
    },
    {
      "category": "A NIGHT AT THE OPERA",
      "text": "Opera hits a real low note (a \"D\") in an aria by Osmin, a role for this vocal range in Mozart's \"Abduction from the Seraglio\"",
      "answer": "bass"
    },
    {
      "category": "PODCASTS",
      "text": "\"WeCrashed\" looks at this office-sharing company that had a rough month in 2019 when it lost $37 billion in valuation",
      "answer": "WeWork"
    },
    {
      "category": "THE BOOK CASE",
      "text": "\"The Interpretation of Murder\" finds this Austrian & Carl Jung caught up in a Manhattan murder mystery",
      "answer": "Freud"
    },
    {
      "category": "WHAT THE BLANK?",
      "text": "This phrase meaning to be failed by your memory probably comes from a lottery where losing tickets had nothing written on them",
      "answer": "draw a blank"
    },
    {
      "category": "M-N-Ms",
      "text": "Used in photography, it has atomic number 12",
      "answer": "magnesium"
    },
    {
      "category": "A DAY AT THE RACES",
      "text": "In 2012 the Maryland Racing Commission shaved 1 2/5 seconds off Secretariat's 1973 win, setting a new record for this Triple Crown race",
      "answer": "the Preakness"
    },
    {
      "category": "A NIGHT AT THE OPERA",
      "text": "The name of this famed opera house in Milan built by Maria Theresa in the 1770s translates to \"the staircase\"",
      "answer": "La Scala"
    },
    {
      "category": "PODCASTS",
      "text": "Start counting Scovilles as the podcast about this food heats up on \"It Burns\"",
      "answer": "(chili) peppers"
    },
    {
      "category": "THE BOOK CASE",
      "text": "This \"colorful\" boy detective solved many crimes, like \"The Case of the Stolen Diamonds\"",
      "answer": "Encyclopedia Brown"
    },
    {
      "category": "WHAT THE BLANK?",
      "text": "A documentary about this game show hosted by Gene Rayburn & later Alec Baldwin is subtitled \"Behind the Blank\"",
      "answer": "Match Game"
    },
    {
      "category": "M-N-Ms",
      "text": "Jesse Ventura said, \"WikiLeaks exists because\" this media \"haven't done their job\"",
      "answer": "mainstream"
    },
    {
      "category": "A DAY AT THE RACES",
      "text": "The tradition of the yellow jersey being awarded during this race began in 1919; yellow was the color of the newspaper that sponsored it",
      "answer": "the Tour de France"
    },
    {
      "category": "A NIGHT AT THE OPERA",
      "text": "In a Samuel Barber opera, you know that this queen is about to die when a man enters carrying a basket of figs",
      "answer": "Cleopatra"
    },
    {
      "category": "PODCASTS",
      "text": "Turns out this TBS late night show host \"Needs a Friend\"; Malcolm Gladwell & Tina Fey were happy to oblige",
      "answer": "Conan O'Brien"
    },
    {
      "category": "THE BOOK CASE",
      "text": "This, Mary Shelley's middle name, is the name of a detective agency in which a young Mary solves cases",
      "answer": "Wollstonecraft"
    },
    {
      "category": "WHAT THE BLANK?",
      "text": "John Milton used this unrhymed pentameter in \"Paradise Lost\"",
      "answer": "blank verse"
    },
    {
      "category": "M-N-Ms",
      "text": "As opposed to albinism,thishereditary condition allows for darker pigmentation",
      "answer": "melanism"
    },
    {
      "category": "A DAY AT THE RACES",
      "text": "As a rookie in 2007, Lewis Hamilton finished only one point behind. season champ Kimi Räikkönen in this alphanumeric auto racing class",
      "answer": "F1"
    },
    {
      "category": "A NIGHT AT THE OPERA",
      "text": "The king's aria to a tree is a highlight of Handel's \"Serse\", about the Persian king better known as this",
      "answer": "Xerxes"
    },
    {
      "category": "HISTORIC NAMES",
      "text": "She united Castile with Aragon when she married Ferdinand V in 1469",
      "answer": "Isabella"
    },
    {
      "category": "ACRONYMS",
      "text": "The creator of this type of animated online file intended it to sound like the peanut butter brand",
      "answer": "a GIF"
    },
    {
      "category": "AMONG THE 10 LARGEST ISLANDS",
      "text": "With an area of about 840,000 square miles, it's the world's largest island",
      "answer": "Greenland"
    },
    {
      "category": "MOVIE BIOS",
      "text": "2005:Joaquin Phoenix as this country music sensation",
      "answer": "(Johnny) Cash"
    },
    {
      "category": "SYMBOLS",
      "text": "The glyph that symbolizes this sign of the zodiac represents ripples of water",
      "answer": "Aquarius"
    },
    {
      "category": "KEN JENNINGS--MARINE BIOLOGIST",
      "text": "(Ken Jennings presents the clue.)  The giantlarvacean, which looks like a tadpole surrounded by a balloon of mucus, helps battle climate change; disproportionate to its small size, the gelatinous animals, with their protein & cellulose snot palaces, have helped the ocean remove this planet-warming gas from the atmosphere",
      "answer": "carbon dioxide"
    },
    {
      "category": "HISTORIC NAMES",
      "text": "During an historic visit to China in 1972,President Nixonmet withthisCommunist Party leader",
      "answer": "Mao"
    },
    {
      "category": "ACRONYMS",
      "text": "Adman Arthur Meyerhoff got his initials in the name of this cooking spray",
      "answer": "PAM"
    },
    {
      "category": "AMONG THE 10 LARGEST ISLANDS",
      "text": "It's the only one of the 10 that's part of Africa",
      "answer": "Madagascar"
    },
    {
      "category": "MOVIE BIOS",
      "text": "2000:Ed Harris as this drip painter",
      "answer": "Jackson Pollock"
    },
    {
      "category": "SYMBOLS",
      "text": "The diminutive of star gives this keyboard symbol its name",
      "answer": "an asterisk"
    },
    {
      "category": "KEN JENNINGS--MARINE BIOLOGIST",
      "text": "(Ken Jennings presents the clue.)  Though its name is a byword for \"crowding\",thisfish is vulnerable to steep reductions in numbers; overfishing closed the famed Cannery Row, & in 2014, its Pacific grounds were closed after its populations reduced by about 90%",
      "answer": "the sardine"
    },
    {
      "category": "HISTORIC NAMES",
      "text": "Leading the Spartan forces, Lysander defeated the Athenian navy, ending this war in 405 B.C.",
      "answer": "the Peloponnesian"
    },
    {
      "category": "ACRONYMS",
      "text": "You might want to wear a wetsuit if you do this type of underwater diving",
      "answer": "SCUBA"
    },
    {
      "category": "AMONG THE 10 LARGEST ISLANDS",
      "text": "Asilhouetteof this second-largest island kind of looks like a bird in flight",
      "answer": "New Guinea"
    },
    {
      "category": "MOVIE BIOS",
      "text": "In \"The Motorcycle Diaries\":Gael Garcia Bernal as this revolutionary",
      "answer": "Che Guevara"
    },
    {
      "category": "SYMBOLS",
      "text": "This baby animal represents Jesus, the sacrifice offered for man's sins",
      "answer": "lamb (the Lamb of God)"
    },
    {
      "category": "KEN JENNINGS--MARINE BIOLOGIST",
      "text": "(Ken Jennings presents the clue.)Thiscartilaginous fish with a barbed tail & its mouth on its underside lives on the ocean bottom; its relative, the manta ray, is found in open waters, so I wonder how the classic marine biology text, \"Rock Lobster\" by the B-52s, can possibly have them swimming together",
      "answer": "a stingray"
    },
    {
      "category": "HISTORIC NAMES",
      "text": "In 1781 this German philosopher published his \"Critique of Pure Reason\", because he could",
      "answer": "Kant"
    },
    {
      "category": "ACRONYMS",
      "text": "Drake's song \"The Motto\" helped popularize this acronym telling us to go for what we want",
      "answer": "YOLO (you only live once)"
    },
    {
      "category": "AMONG THE 10 LARGEST ISLANDS",
      "text": "At No. 10, Ellesmere Island covers about 75,000 square miles in this ocean",
      "answer": "the Arctic"
    },
    {
      "category": "MOVIE BIOS",
      "text": "1993:Liam Neeson as this German industrialist who saved Jews during World War II",
      "answer": "(Oskar) Schindler"
    },
    {
      "category": "SYMBOLS",
      "text": "An ancient symbol, the ouroboros is this animal with its tail in its mouth; it is continually devouring itself & reborn from itself",
      "answer": "a snake"
    },
    {
      "category": "KEN JENNINGS--MARINE BIOLOGIST",
      "text": "(Ken Jennings presents the clue.)  Some species ofshrimpdig burrows that provide shelter for goby fish which, in turn, act as lookout for the nearly blind shrimp; it's an example of mutualism, which, of the main types of this relationship, is the one where both parties benefit",
      "answer": "symbiosis"
    },
    {
      "category": "HISTORIC NAMES",
      "text": "Prior to David Cameron, the last British PM named David was this man who led his country during WWI",
      "answer": "David Lloyd George"
    },
    {
      "category": "ACRONYMS",
      "text": "This acronymic period takes up about 25% of our sleep time & is when we have our most vivid dreams",
      "answer": "REM"
    },
    {
      "category": "AMONG THE 10 LARGEST ISLANDS",
      "text": "Brunei is located on its northern coast",
      "answer": "Borneo"
    },
    {
      "category": "MOVIE BIOS",
      "text": "In \"12 Years a Slave\":Chiwetel Ejiofor as this free Black man sold into slavery",
      "answer": "Solomon Northup"
    },
    {
      "category": "SYMBOLS",
      "text": "The first 3 letters of this Eastern symbol are represented by the tiger; the last 4, by the dragon",
      "answer": "yin-yang"
    },
    {
      "category": "KEN JENNINGS--MARINE BIOLOGIST",
      "text": "(Ken Jennings presents the clue.)  Marine biology with a touch of military history: during World War II, Scripps Institution of Oceanography scientists identified acrustaceanwhose noises were interfering with the detection of these enemy vessels",
      "answer": "submarines"
    }
  ]
}