{
  "title": "Show #5776 - Monday, October 26, 2009",
  "date": {
    "day": 26,
    "month": "October",
    "year": 2009
  },
  "clues": [
    {
      "category": "WHO",
      "text": "This Who guitarist broke his first axe at the age of 13 when his grandma complained about the noise",
      "answer": "Pete Townshend"
    },
    {
      "category": "WHAT",
      "text": "Thisobject with a holy name is supposed to find water",
      "answer": "a divining rod"
    },
    {
      "category": "WHEN",
      "text": "An American hero on April 18, 1775, he was accused of cowardice in 1779, but a court-martial cleared him",
      "answer": "Paul Revere"
    },
    {
      "category": "WHERE",
      "text": "She's in Copenhagen, on a rock in the harbor just east of Kastellet Fortress",
      "answer": "The Little Mermaid"
    },
    {
      "category": "Y",
      "text": "Part of an egg, or a natural grease exuded from sheep skin; now it's on you",
      "answer": "yolk"
    },
    {
      "category": "& HOW",
      "text": "As Lauren Bacall advised, you just put your lips together & blow",
      "answer": "whistle"
    },
    {
      "category": "WHO",
      "text": "Contestants, \"can you hear me?\"  Then respond with the name of this \"deaf, dumb and blind kid\"",
      "answer": "Tommy"
    },
    {
      "category": "WHEN",
      "text": "On Sept. 15, 1862 Stonewall Jackson captured this town made famous by John Brown 3 years earlier",
      "answer": "Harpers Ferry"
    },
    {
      "category": "WHERE",
      "text": "It's in Agra, India, on the banks of the Yamuna River between the Old Fort & the Protected Forest",
      "answer": "the Taj Mahal"
    },
    {
      "category": "Y",
      "text": "\"Seinfeld\" popularized this repeating term meaning \"and so on\"",
      "answer": "yada yada yada"
    },
    {
      "category": "& HOW",
      "text": "Keep it short; hand over accrued vacation pay; don't try to make things easier with complimentary lies",
      "answer": "fire someone"
    },
    {
      "category": "WHO",
      "text": "This Who drummer died in 1978 in the same London flat as Mama Cass",
      "answer": "Keith Moon"
    },
    {
      "category": "WHEN",
      "text": "On June 11, 2004 this ex-British P.M. delivered a videotaped eulogy for Ronald Reagan at Washington's National Cathedral",
      "answer": "Margaret Thatcher"
    },
    {
      "category": "WHERE",
      "text": "It's at the north end of the Champ de Mars, just across the Seine from the Jardins du Trocadero",
      "answer": "the Eiffel Tower"
    },
    {
      "category": "Y",
      "text": "This \"Y\" word is in the title of Robert Crawford's 1939 Air Corps (now Air Force) song",
      "answer": "yonder"
    },
    {
      "category": "& HOW",
      "text": "Use your dominant leg; aim for the lock or knob area; first make sure the person inside isn't just in the bathroom",
      "answer": "break down a door"
    },
    {
      "category": "WHO",
      "text": "The Who provided the theme songs to all 3 shows in this 3-letter CBS franchise",
      "answer": "CSI"
    },
    {
      "category": "WHERE",
      "text": "This residence is in London, just past the Victoria Memorial at the southwest end of the mall",
      "answer": "Buckingham Palace"
    },
    {
      "category": "Y",
      "text": "You could say it's the desire to acquire this Japanese currency",
      "answer": "a yen"
    },
    {
      "category": "& HOW",
      "text": "Wash & dry vehicle first; use 1/2-dollar size clumps & rub in circles; remove in the same order you applied",
      "answer": "wax a car"
    },
    {
      "category": "WHO",
      "text": "Ocularly speaking, \"No one knows what it's like, to be the bad man, to be the sad man\" this Who title",
      "answer": "\"Behind Blue Eyes\""
    },
    {
      "category": "WHAT",
      "text": "Also known as a 64th note,this18-letter name of the note seen here has three--yes, three--rhymes in its name",
      "answer": "a hemidemisemiquaver"
    },
    {
      "category": "WHEN",
      "text": "On Dec. 17, 1819 this \"George Washington of South America\" became Gran Colombia's first president",
      "answer": "Bolívar"
    },
    {
      "category": "WHERE",
      "text": "It's at the entrance to Guanabara Bay, overlooking Rio from a height of 1,300 feet",
      "answer": "Sugarloaf Mountain"
    },
    {
      "category": "Y",
      "text": "A plant of the agave family, or a Nevada mountain that may or may not end up full of nuclear waste",
      "answer": "Yucca"
    },
    {
      "category": "& HOW",
      "text": "Dump old grounds; fill carafe with 1 part vinegar to 2 parts water; brew; don't drink result",
      "answer": "clean a coffee pot"
    },
    {
      "category": "HOLLOW",
      "text": "A goat's are hollow, arch backwards & may be a pain in the butt to you",
      "answer": "horns"
    },
    {
      "category": "EEN",
      "text": "A flask for carrying water",
      "answer": "a canteen"
    },
    {
      "category": "BIOLOGY",
      "text": "Whether natural or acquired, it's the body's ability to resist certain diseases",
      "answer": "an immune system"
    },
    {
      "category": "I THINK I LOVE HUGH",
      "text": "This magazine man, born in 1926, claims to be a direct descendent of Puritan patriarchs John Winthrop & William Bradford",
      "answer": "Hugh Hefner"
    },
    {
      "category": "FILL IN THE AUTHOR",
      "text": "\"The Bostonians\"by H.J.",
      "answer": "Henry James"
    },
    {
      "category": "AUTO RACING 101",
      "text": "(Alex presents the clue from the Toyota Pro/Celebrity Race track in Long Beach, CA.)  The car I'm going to be driving is a souped-up one of these, a line introduced by Toyota in 2002 to appeal to younger buyers; the name even means an heir or a descendent",
      "answer": "a Scion"
    },
    {
      "category": "HOLLOW",
      "text": "Emerson, Thoreau & of course Washington Irving are all buried in cemeteries with this name",
      "answer": "Sleepy Hollow"
    },
    {
      "category": "EEN",
      "text": "A program that constantly shifts the pattern on your computer monitor to prevent damage to it",
      "answer": "a screensaver"
    },
    {
      "category": "BIOLOGY",
      "text": "A frog's heart has this many chambers, one fewer than a human's",
      "answer": "three"
    },
    {
      "category": "I THINK I LOVE HUGH",
      "text": "His production co. was \"Simian Films\" because then-girlfriend Liz Hurley thought he looked like a monkey",
      "answer": "Hugh Grant"
    },
    {
      "category": "FILL IN THE AUTHOR",
      "text": "\"The Rainbow\"by D.H.L.",
      "answer": "D.H. Lawrence"
    },
    {
      "category": "AUTO RACING 101",
      "text": "(Sarah of the Clue Crew points out the race car at the Toyota Pro/Celebrity Race track in Long Beach, CA.)  Like many sporty cars, Alex's has the pattern called double wishbone this; it's been modified so the ride's more responsive but also bumpier",
      "answer": "suspension"
    },
    {
      "category": "HOLLOW",
      "text": "One of the earliest records of Chinese history was written on this tall hollow-stemmed grass",
      "answer": "bamboo"
    },
    {
      "category": "EEN",
      "text": "To dress or groom with elaborate care, like a bird does to its feathers",
      "answer": "preen"
    },
    {
      "category": "BIOLOGY",
      "text": "It's no disgrace, it's just the sticky part of the pistil that receives the pollen during pollenation",
      "answer": "the stigma"
    },
    {
      "category": "I THINK I LOVE HUGH",
      "text": "If you could talk to the animals, maybe you would have created Dr. Dolittle, but he beat you to it in 1920",
      "answer": "Hugh Lofting"
    },
    {
      "category": "FILL IN THE AUTHOR",
      "text": "\"Tevye the Dairyman\"by S.A.",
      "answer": "Sholem Aleichem"
    },
    {
      "category": "AUTO RACING 101",
      "text": "(Alex gives the clue from inside the car on the Toyota Pro/Celebrity Race track in Long Beach, CA.)  The dashboard has alightwhich tells you the best moment to shift, like when the engine hits 6,000 of these",
      "answer": "RPM"
    },
    {
      "category": "HOLLOW",
      "text": "In 1687 Joseph Wadsworth reportedly hid this state's charter in the hollow of a white oak tree",
      "answer": "Connecticut"
    },
    {
      "category": "EEN",
      "text": "About the size of a fist, it's located on the left side of the abdomen, near the stomach",
      "answer": "the spleen"
    },
    {
      "category": "BIOLOGY",
      "text": "White blood cells are also known by this medical name, from the Greek for \"white\"",
      "answer": "leukocytes"
    },
    {
      "category": "I THINK I LOVE HUGH",
      "text": "In 2007 this Brit & Claire Danes met while filming \"Evening\"; in 2009 they got engaged",
      "answer": "Hugh Dancy"
    },
    {
      "category": "FILL IN THE AUTHOR",
      "text": "\"The Way of All Flesh\"by S.B.",
      "answer": "Samuel Butler"
    },
    {
      "category": "HOLLOW",
      "text": "This aboriginal instrument is traditionally made from a eucalyptus branch that is hollowed out by termites",
      "answer": "a didgeridoo"
    },
    {
      "category": "EEN",
      "text": "Scotland's third-largest city, it's known as the oil capital of Europe",
      "answer": "Aberdeen"
    },
    {
      "category": "BIOLOGY",
      "text": "This process that occurs in specialized sex cells is also known as reduction division",
      "answer": "meiosis"
    },
    {
      "category": "I THINK I LOVE HUGH",
      "text": "On a 1990 edition of \"20/20\", he revealed he was \"related to Davy Crockett, rather closely\"",
      "answer": "Hugh Downs"
    },
    {
      "category": "FILL IN THE AUTHOR",
      "text": "\"A Journal of the Plague Year\"by D.D.",
      "answer": "Daniel Defoe"
    }
  ]
}