{
  "title": "Show #9267 - Tuesday, February 11, 2025",
  "date": {
    "day": 11,
    "month": "February",
    "year": 2025
  },
  "clues": [
    {
      "category": "20th CENTURY NOTABLES",
      "text": "Credited with saving more than 1,000 lives in the 1940s, this man was buried at a Catholic cemetery on Mount Zion",
      "answer": "Schindler"
    },
    {
      "category": "LET ME TELL YOU A STORY",
      "text": "A traveling salesman wakes to find he has a carapace & numerous legs, alarming his family",
      "answer": "The Metamorphosis"
    },
    {
      "category": "UTENSILS",
      "text": "In Japan you use the broad end of these utensils to pick up food from a communal dish",
      "answer": "chopsticks"
    },
    {
      "category": "HODGEPODGE",
      "text": "In 2024 a zoo in China was accused of deceiving visitors by dying dogs black & white & trying to pass them off as these",
      "answer": "pandas"
    },
    {
      "category": "COMPETITION SHOWS",
      "text": "After making a very early exit off this show, political commentator Jon Lovett titled a podcast ep \"Outwit, Outplay, Out First\"",
      "answer": "Survivor"
    },
    {
      "category": "FILL OUT THE \"NDA",
      "text": "You don't want to be in the coils of the green type of this Amazon dweller, the world's heaviest snake at up to 550 lbs. & 30 feet long",
      "answer": "anaconda"
    },
    {
      "category": "20th CENTURY NOTABLES",
      "text": "He said his \"greatest blunder\" was the insertion of the cosmological constant into his theory of general relativity",
      "answer": "Einstein"
    },
    {
      "category": "LET ME TELL YOU A STORY",
      "text": "Birth rates drop, a theocracy takes over the United States, & fertile women are forced into servitude",
      "answer": "The Handmaid's Tale"
    },
    {
      "category": "UTENSILS",
      "text": "As a noun, it's a wire utensil for beating eggs; as a verb, it means to move quickly",
      "answer": "whisk"
    },
    {
      "category": "HODGEPODGE",
      "text": "An advocate for LGBTQ rights & pay equity, in 2022shebecame the first soccer player to score a Presidential Medal of Freedom",
      "answer": "Rapinoe"
    },
    {
      "category": "COMPETITION SHOWS",
      "text": "Episodes of this series that began in 2009 include \"Glamazon Prime\", \"Snatch Game\" & \"Good God Girl, Get Out\"",
      "answer": "RuPaul's Drag Race"
    },
    {
      "category": "FILL OUT THE \"NDA",
      "text": "A police officer in Paris, it's from French for \"men-at-arms\"",
      "answer": "gendarme"
    },
    {
      "category": "20th CENTURY NOTABLES",
      "text": "Gloria Steinem said this 1972 Democratic candidate for pres. \"first took the 'white-male-only' sign off the White House\"",
      "answer": "(Shirley) Chisholm"
    },
    {
      "category": "LET ME TELL YOU A STORY",
      "text": "2 young men get summer jobs tending sheep on the slopes of a Wyoming peak, grow close & meet up over the years",
      "answer": "\"Brokeback Mountain\""
    },
    {
      "category": "UTENSILS",
      "text": "A taste of home cookbook of \"Soups, Stews & More\" mentions this utensil & 300+ recipes on its cover",
      "answer": "ladle"
    },
    {
      "category": "HODGEPODGE",
      "text": "The American Lung Association was founded in 1904 to combat this disease",
      "answer": "tuberculosis"
    },
    {
      "category": "COMPETITION SHOWS",
      "text": "Previously wed for 32 years,Joan Vassostook this title role, nay, responsibility, choosing among 24 suitors in 2024",
      "answer": "the Golden Bachelorette"
    },
    {
      "category": "FILL OUT THE \"NDA",
      "text": "Term for the authorization given by the League of Nations for a country to govern a former German or Turkish territory",
      "answer": "mandate"
    },
    {
      "category": "20th CENTURY NOTABLES",
      "text": "In 1947 nationalist hero Aung San was assassinated at the Secretariat Building in this city",
      "answer": "Yangon"
    },
    {
      "category": "LET ME TELL YOU A STORY",
      "text": "A title Greek girl insists on burying her rebel brother & gets entombed in a cave; the gods avenge her",
      "answer": "Antigone"
    },
    {
      "category": "UTENSILS",
      "text": "A sieve is good for getting the clumps out of flour; you can use this hole-y bowl-shaped utensil for straining pasta or rinsing lettuce",
      "answer": "colander"
    },
    {
      "category": "HODGEPODGE",
      "text": "This term for an animal that mostly eats meat is also the name of a diet where humans mostly eat meat & animal products & no carbs",
      "answer": "carnivore"
    },
    {
      "category": "COMPETITION SHOWS",
      "text": "Some viewers agreed with a judge on this tattooing skill competition that a season 4 cat was \"nothing other than an atrocity\"",
      "answer": "Ink Master"
    },
    {
      "category": "FILL OUT THE \"NDA",
      "text": "Used as an aid to meditation,it's a symbolic representation of the spiritual universe",
      "answer": "a mandala"
    },
    {
      "category": "20th CENTURY NOTABLES",
      "text": "In 1993,thisSouth African was president of the African National Congress Women's League",
      "answer": "Winnie Mandela"
    },
    {
      "category": "LET ME TELL YOU A STORY",
      "text": "A president is grief-stricken when his son dies of typhoid fever; the son's spirit lingers in a purgatory before moving on",
      "answer": "Lincoln in the Bardo"
    },
    {
      "category": "UTENSILS",
      "text": "Pizza cutters are for more than just pizza! Chop herbs & make strips of pastry for this fancy top for a pie crust",
      "answer": "a lattice"
    },
    {
      "category": "HODGEPODGE",
      "text": "This -ology kind of sounds like the study of a fun summer place but it's actually the art of bell ringing",
      "answer": "campanology"
    },
    {
      "category": "COMPETITION SHOWS",
      "text": "If you wanted to see folks eat live beetles or get lowered into a pit of rats, this early 2000s Joe Rogan show was for you",
      "answer": "Fear Factor"
    },
    {
      "category": "FILL OUT THE \"NDA",
      "text": "It's a synonym for dilemma or predicament",
      "answer": "a quandary"
    },
    {
      "category": "BRIDGES",
      "text": "Trajan's Bridge, which spans the Danube, is found in this country named for the people Trajan ruled",
      "answer": "Romania"
    },
    {
      "category": "ACTORS & ACTRESSES",
      "text": "He's seenherewith his musician fiancée of almost six years as of late 2024",
      "answer": "Bloom"
    },
    {
      "category": "UNDER THE MICROSCOPE",
      "text": "Grain, cheese & dust are types of these tiny (really, really tiny!) arthropods",
      "answer": "mite"
    },
    {
      "category": "AMERICAN GOVERNMENT",
      "text": "Until 1935 this body didn't have its own building; it met in the Old Senate Chamber, & members ate lunch in the Robing Room",
      "answer": "the Supreme Court"
    },
    {
      "category": "THEM'S FIGHTING WORDS",
      "text": "Relating to a time between ancient & modern--Weird Al warned he'd \"get\" this \"on your heinie\" in \"Amish Paradise\"",
      "answer": "medieval"
    },
    {
      "category": "MEYER SCHUSSER, IRASCIBLE REFUGEE COMPOSER OF GOLDEN AGE HOLLYWOOD",
      "text": "MGM sent a man they call an arranger--I could do as well with any bricklayer from this city of Schubert, Strauss & Schusser",
      "answer": "Vienna"
    },
    {
      "category": "BRIDGES",
      "text": "Thislongest suspension bridge in the U.S. connects scenic Staten Island to Brooklyn",
      "answer": "Verrazzano-Narrows"
    },
    {
      "category": "ACTORS & ACTRESSES",
      "text": "This \"Avatar\" actress recently added back the tilde to her last name, missing since a kindergarten teacher refused to use it",
      "answer": "Saldaña"
    },
    {
      "category": "UNDER THE MICROSCOPE",
      "text": "SCN is short for this crop's \"cyst nematode\", a roundworm that may be kept in check by rotating the crop with corn",
      "answer": "(the) soybean"
    },
    {
      "category": "AMERICAN GOVERNMENT",
      "text": "The oldest committee in the House, it's been charting revenue policy since 1789",
      "answer": "Ways and Means"
    },
    {
      "category": "THEM'S FIGHTING WORDS",
      "text": "An avian term for a person who thirsts for a scrap, it was used of congressmen elected before the Scrap of 1812",
      "answer": "a war hawk"
    },
    {
      "category": "MEYER SCHUSSER, IRASCIBLE REFUGEE COMPOSER OF GOLDEN AGE HOLLYWOOD",
      "text": "So, young man, you studied with that Schoenberg fellow at this university in Westwood? Better to learn in a honky tonk on Central Ave.",
      "answer": "UCLA"
    },
    {
      "category": "BRIDGES",
      "text": "The Dongjak Bridge was built to span the Han River in this capital city",
      "answer": "Seoul"
    },
    {
      "category": "ACTORS & ACTRESSES",
      "text": "The role of Aaron Burr wonhima Tony & a Grammy",
      "answer": "Leslie Odom Jr."
    },
    {
      "category": "UNDER THE MICROSCOPE",
      "text": "Many rotifers have regal tufts of cilia that draw water into their mouths; the structure goes by this name, like a layer of the Sun",
      "answer": "corona"
    },
    {
      "category": "AMERICAN GOVERNMENT",
      "text": "The mission statement of this Cabinet department begins, \"With honor and integrity, we will safeguard the American people\"",
      "answer": "Homeland Security"
    },
    {
      "category": "THEM'S FIGHTING WORDS",
      "text": "This 9-letter adjective for someone itching to fight comes from Latin for \"of war\"",
      "answer": "bellicose"
    },
    {
      "category": "MEYER SCHUSSER, IRASCIBLE REFUGEE COMPOSER OF GOLDEN AGE HOLLYWOOD",
      "text": "Ach! I belch better than you play this single-reed woodwind that evolved from the chalumeau; out with you!",
      "answer": "a clarinet"
    },
    {
      "category": "BRIDGES",
      "text": "You could cross thePons Neronianusover this river; its remnants have emerged during a drought 2,000 years later",
      "answer": "Tiber"
    },
    {
      "category": "ACTORS & ACTRESSES",
      "text": "In a line from the always impression-able Al Pacino, these 5 words follow \"Just when I thought I was out\"",
      "answer": "They pull me back in"
    },
    {
      "category": "UNDER THE MICROSCOPE",
      "text": "Some mini cnidarians that can regenerate parts of their bodies have this mythic name, like a creature fought by Hercules",
      "answer": "hydra"
    },
    {
      "category": "AMERICAN GOVERNMENT",
      "text": "Created in 1939, the Executive Office of the President is overseen by this person, a position created in 1946",
      "answer": "the (White House) chief of staff"
    },
    {
      "category": "THEM'S FIGHTING WORDS",
      "text": "Throwing hands & then eating together? That's not friendly fire but the alliterative friendly this slang word for a fight",
      "answer": "(the friendly) fade"
    },
    {
      "category": "MEYER SCHUSSER, IRASCIBLE REFUGEE COMPOSER OF GOLDEN AGE HOLLYWOOD",
      "text": "I am scoring a historical drama set at the French court of Louis XV of this royal house; we will not have a \"catchy swing number\"",
      "answer": "Bourbon"
    },
    {
      "category": "BRIDGES",
      "text": "Now a World Heritage Site, the perhaps unimaginatively named Ironbridge spans this river, Britain's longest",
      "answer": "the Severn River"
    },
    {
      "category": "ACTORS & ACTRESSES",
      "text": "ThisNew Zealand-born actress has won raves as Shauna, one of the grown-up crash survivors in \"Yellowjackets\"",
      "answer": "(Melanie) Lynskey"
    },
    {
      "category": "UNDER THE MICROSCOPE",
      "text": "AKA a water bear or moss piglet, this poster child of charismatic microfauna has survived exposure to the vacuum of space",
      "answer": "tardigrade"
    },
    {
      "category": "AMERICAN GOVERNMENT",
      "text": "Until 1967 & the 25th Amendment, VP succession to the presidency was based on precedent named for this man, the first to do it",
      "answer": "Tyler"
    },
    {
      "category": "THEM'S FIGHTING WORDS",
      "text": "A snack & a body part are in this idiom about someone always ready to take offense",
      "answer": "a chip on their shoulder"
    },
    {
      "category": "MEYER SCHUSSER, IRASCIBLE REFUGEE COMPOSER OF GOLDEN AGE HOLLYWOOD",
      "text": "On the screen, the children frolic; in the studio, the violins play this way, plucking their strings! That is the magic of Schusser",
      "answer": "pizzicato"
    }
  ]
}