{
  "title": "Show #8303 - Wednesday, December 16, 2020",
  "date": {
    "day": 16,
    "month": "December",
    "year": 2020
  },
  "clues": [
    {
      "category": "DOUBLE \"O\" 7-LETTER WORDS",
      "text": "On commercial airlines, exit rows & bulkhead seats typically offer extra this",
      "answer": "legroom"
    },
    {
      "category": "TV COMEDIES",
      "text": "In 2001 this \"Friends\" character married Chandler Bing",
      "answer": "Monica"
    },
    {
      "category": "THE COUNTRY SHE LED",
      "text": "Isabel Peron",
      "answer": "Argentina"
    },
    {
      "category": "U.S. FACT SHEET",
      "text": "At 77 million cubic feet, this Virginia office building is the country's largest",
      "answer": "the Pentagon"
    },
    {
      "category": "THIS & THAT",
      "text": "A sidewinder is this type of venomous snake that has a noisy tail",
      "answer": "a rattlesnake"
    },
    {
      "category": "GINGERBREAD",
      "text": "(Sarah of the Clue Crew presents from the Wicklein Gingerbread Shop in Nuremberg, Germany.) In the 1800s, gingerbread houses became especially popular in Germany, inspired by the witch's house in this fairy tale",
      "answer": "Hansel and Gretel"
    },
    {
      "category": "DOUBLE \"O\" 7-LETTER WORDS",
      "text": "At 380 feet, the tallest living tree is a coast this in California",
      "answer": "redwood"
    },
    {
      "category": "TV COMEDIES",
      "text": "Much like \"Lost\", the TBS comedy \"Wrecked\" begins with one of these mishaps",
      "answer": "a plane crash"
    },
    {
      "category": "THE COUNTRY SHE LED",
      "text": "Corazon Aquino",
      "answer": "the Philippines"
    },
    {
      "category": "U.S. FACT SHEET",
      "text": "The USA's driest point is in this national park in the Mojave Desert",
      "answer": "Death Valley"
    },
    {
      "category": "THIS & THAT",
      "text": "On the flag of Eritrea, a wreath encircles this botanical symbol of peace",
      "answer": "an olive branch"
    },
    {
      "category": "GINGERBREAD",
      "text": "(Jimmy of the Clue Crew presents from the Wicklein Gingerbread Shop in Nuremberg, Germany.) Here in Nuremberg, the gingerbread capital of the world, gingerbread is known asLebkuchen, a word meaning \"loaf\" this",
      "answer": "cake"
    },
    {
      "category": "DOUBLE \"O\" 7-LETTER WORDS",
      "text": "Vespa is an iconic brand of this",
      "answer": "a scooter"
    },
    {
      "category": "TV COMEDIES",
      "text": "HBO's \"Avenue 5\" stars Hugh Laurie & Josh Gad, stuck on one of these for a while",
      "answer": "a spaceship"
    },
    {
      "category": "THE COUNTRY SHE LED",
      "text": "From 1980 to 1996, Vigdis Finnbogadottir",
      "answer": "Iceland"
    },
    {
      "category": "U.S. FACT SHEET",
      "text": "In the contiguous states, the true southernmost point is Ballast Key in this state",
      "answer": "Florida"
    },
    {
      "category": "THIS & THAT",
      "text": "Sanrio created this character with a feline name in 1974; her status as a cat--it's complicated",
      "answer": "Hello Kitty"
    },
    {
      "category": "GINGERBREAD",
      "text": "(Sarah of the Clue Crew presents from the Wicklein Gingerbread Shop in Nuremberg, Germany.) At the intersection of several trade routes, Nuremberg acquired exotic spices like cloves, nutmeg & ginger from the East, via the network known as this road",
      "answer": "the Silk Road"
    },
    {
      "category": "DOUBLE \"O\" 7-LETTER WORDS",
      "text": "Nickname for a person from Muncie",
      "answer": "a Hoosier"
    },
    {
      "category": "TV COMEDIES",
      "text": "On a classic sitcom Lenny & Squiggy were a couple of friends of this title pair from Milwaukee",
      "answer": "Laverne & Shirley"
    },
    {
      "category": "THE COUNTRY SHE LED",
      "text": "South America's Michelle Bachelet",
      "answer": "Chile"
    },
    {
      "category": "U.S. FACT SHEET",
      "text": "The largest gorge is the Grand Canyon but the deepest one is Hells Canyon along this river",
      "answer": "the Snake River"
    },
    {
      "category": "THIS & THAT",
      "text": "Once called the Grande Galerie, the Hall of Mirrors in this palace consists of 357 mirrors on 17 arches",
      "answer": "Versailles"
    },
    {
      "category": "GINGERBREAD",
      "text": "(Sarah of the Clue Crew presents from the Wicklein Gingerbread Shop in Nuremberg, Germany.) With the establishment of a special guild in Germany in the 1600s, only guild members could make gingerbread except for these two religious holidays when anybody could",
      "answer": "Christmas & Easter"
    },
    {
      "category": "DOUBLE \"O\" 7-LETTER WORDS",
      "text": "This term for a habitual object of abuse can also refer to something that invites you into a house",
      "answer": "a doormat"
    },
    {
      "category": "TV COMEDIES",
      "text": "Gavin Belson was the conniving chief innovation officer of tech company Hooli on this show",
      "answer": "Silicon Valley"
    },
    {
      "category": "THE COUNTRY SHE LED",
      "text": "Scandinavia's Gro Harlem Brundtland",
      "answer": "Norway"
    },
    {
      "category": "U.S. FACT SHEET",
      "text": "This alliterative pine that needs lots of direct sunlight to grow is the state tree of Montana, the Big Sky State",
      "answer": "a ponderosa pine"
    },
    {
      "category": "THIS & THAT",
      "text": "\"The king of cakes is at your door\", said Hostess of this chocolate treat",
      "answer": "Ding Dongs"
    },
    {
      "category": "GINGERBREAD",
      "text": "(Jimmy of the Clue Crew presents from the Wicklein Gingerbread Shop in Nuremberg, Germany.) In some versions, gingerbread contains as much ofthisspice as ginger; in German it's Zimt",
      "answer": "cinnamon"
    },
    {
      "category": "CAVE CAVEATS",
      "text": "You've heard of this biblical guy's \"ladder\", but there's also a dangerous cave system near Austin with his name",
      "answer": "Jacob"
    },
    {
      "category": "MINCED OATHS",
      "text": "There were 6 British kings named this, but saying \"By\" him actually meant \"By God\"",
      "answer": "George"
    },
    {
      "category": "ENDING",
      "text": "At the end of the book \"The Maltese Falcon\", this private eye realizes that Brigid is a murderer & turns her in to the police",
      "answer": "Sam Spade"
    },
    {
      "category": "ON A HIGH NOTE",
      "text": "In 2017 Audrey Luna hit the highest note ever at NYC's Metropolitan Opera singing in this vocal range in \"The Exterminating Angel\"",
      "answer": "soprano"
    },
    {
      "category": "CAVE CAVEATS",
      "text": "Be careful in Mexico's underwater Cenote Esqueleto; it's nicknamed this, like Indiana Jones' title destination in his second film",
      "answer": "the Temple of Doom"
    },
    {
      "category": "MINCED OATHS",
      "text": "This \"sticky\" oath, a variant of \"damnation\", goes back to 1790 & may be derived from \"eternal\"",
      "answer": "tarnation"
    },
    {
      "category": "BOATS & SHIPS",
      "text": "Sort of a floating palace in Edinburgh, the Britannia is the royal this fancy type of ship",
      "answer": "a yacht"
    },
    {
      "category": "MEDICAL TERMS",
      "text": "From the Latin for \"bruise\", it's a bruise in which capillaries may have been ruptured",
      "answer": "a contusion"
    },
    {
      "category": "ON A HIGH NOTE",
      "text": "This Aerosmith lead singer has shown his own high note skills in the hits \"Crazy\" & \"Dream On\"",
      "answer": "Steven Tyler"
    },
    {
      "category": "CAVE CAVEATS",
      "text": "\"Always stay with the tour group\" is one of the rules at this \"really big\" cave system in Kentucky",
      "answer": "Mammoth Cave"
    },
    {
      "category": "MINCED OATHS",
      "text": "This, also the surname of  a prolific 19th c. British author, was sometimes substituted for \"devil\" in oaths",
      "answer": "dickens"
    },
    {
      "category": "BOATS & SHIPS",
      "text": "In 1915 a U-boat sank this British liner, sending nearly 1,200 souls to a watery grave",
      "answer": "theLusitania"
    },
    {
      "category": "MEDICAL TERMS",
      "text": "Lithotripsy uses ultrasonic shock waves to break up these",
      "answer": "kidney stones"
    },
    {
      "category": "ENDING",
      "text": "\"Oh, I've had such a curious dream!\" remarks the title girl at the end of this work",
      "answer": "Alice in Wonderland"
    },
    {
      "category": "ON A HIGH NOTE",
      "text": "Shehit a high E flat singing \"Let It Go\" & then hit it again with \"Into The Unknown\" from \"Frozen 2\"",
      "answer": "Idina Menzel"
    },
    {
      "category": "CAVE CAVEATS",
      "text": "Beware! Divers have perished in the Blue Hole, a dangerous diving site near the Sinai Peninsula on this sea",
      "answer": "the Red Sea"
    },
    {
      "category": "MINCED OATHS",
      "text": "Instead of referencing the almighty's son, this rhyming phrase with the same initial letters was used",
      "answer": "jeepers creepers"
    },
    {
      "category": "BOATS & SHIPS",
      "text": "The \"P\" in a PT boat stands for patrol; the \"T\" stands for this type of explosive weapon",
      "answer": "a torpedo"
    },
    {
      "category": "MEDICAL TERMS",
      "text": "Reduced activity of tyrosinase, needed to make melanin, results in this condition",
      "answer": "albinism"
    },
    {
      "category": "ENDING",
      "text": "The end of this novel hints at cannibalism aboard a lifeboat whose occupants were people, not a boy & zoo animals",
      "answer": "theLife of Pi"
    },
    {
      "category": "ON A HIGH NOTE",
      "text": "A tenor in this title role hits a high A flat singing \"Let your soul take you where you long to be!\" from \"The Music Of The Night\"",
      "answer": "The Phantom of the Opera"
    },
    {
      "category": "CAVE CAVEATS",
      "text": "Hold on tight descending into Krubera Cave, the world's 2nd deepest, found in these European mountains in Georgia",
      "answer": "the Caucasus"
    },
    {
      "category": "MINCED OATHS",
      "text": "On St. Patrick's Day, you might hear someone exclaim \"Faith &\" this word meaning \"by God\"",
      "answer": "Begorra"
    },
    {
      "category": "BOATS & SHIPS",
      "text": "This clipper ship that sailed from Australia to London 25 days faster than other ships is now a sailing museum in Greenwich, London",
      "answer": "theCutty Sark"
    },
    {
      "category": "MEDICAL TERMS",
      "text": "Acid reflux problems can cause dysphagia, difficulty in doing this",
      "answer": "swallowing"
    },
    {
      "category": "ENDING",
      "text": "Turns out the doctors of the title place of this Dennis Lehane novel have been manipulating a U.S. marshal, who is really an inmate",
      "answer": "Shutter Island"
    },
    {
      "category": "ON A HIGH NOTE",
      "text": "Mario Lanza is no ordinary vineyard worker in the film \"Serenade\", singing the high notes of \"Nessun Dorma\" from this Puccini opera",
      "answer": "Turandot"
    }
  ]
}