{
  "title": "Show #7676 - Monday, January 15, 2018",
  "date": {
    "day": 15,
    "month": "January",
    "year": 2018
  },
  "clues": [
    {
      "category": "A WOOLLY CATEGORY",
      "text": "This word for a sheep's coat can also mean a warm woolen pullover",
      "answer": "a fleece"
    },
    {
      "category": "4-LETTER WORDS",
      "text": "To clip an animal's ears, or to trim a photo",
      "answer": "crop"
    },
    {
      "category": "ARRIBA ARUBA!",
      "text": "(Jimmy of the Clue Crew shows Aruba's flag on the monitor.) The red star on Aruba's flag represents the island & the white outline, its sand beaches; the blue represents this body of water",
      "answer": "the Caribbean"
    },
    {
      "category": "THE END OF TIME",
      "text": "This period during the Mesozoic Era ended about 145 million years ago, but it's still ripping up the box office today!",
      "answer": "Jurassic"
    },
    {
      "category": "SCIENCE WITH IAIN ARMITAGE",
      "text": "(Iain Armitage presents the clue.) Faults like the San Andreas are named for their movement along the fault plane...thisway, which Sheldon's dad would know as a sideways pass in football",
      "answer": "lateral"
    },
    {
      "category": "A WOOLLY CATEGORY",
      "text": "This term for an athletic shirt originally meant fabric made from the wool of that island",
      "answer": "a jersey"
    },
    {
      "category": "4-LETTER WORDS",
      "text": "Darn! None of my numbers came up inthisgame",
      "answer": "Keno"
    },
    {
      "category": "ARRIBA ARUBA!",
      "text": "One tradition says Aruba's name comes from oro huba, Spanish for \"there was\" this (they hoped)",
      "answer": "gold"
    },
    {
      "category": "THE END OF TIME",
      "text": "Donatello, Leonardo, Raphael & Michelangelo were figures in this cultural movement that ended around 1600",
      "answer": "the Renaissance"
    },
    {
      "category": "SCIENCE WITH IAIN ARMITAGE",
      "text": "(Iain Armitage presents the clue.) Take away the teleprompter--one look & I'll demonstrate an eidetic memory, an ability of Sheldon's that's also called this other name",
      "answer": "a photographic memory"
    },
    {
      "category": "A WOOLLY CATEGORY",
      "text": "Wool fromthisllama relative comes in 22 natural colors, the most of any wool-producing animal",
      "answer": "an alpaca"
    },
    {
      "category": "4-LETTER WORDS",
      "text": "It's a small whirlpool",
      "answer": "an eddy"
    },
    {
      "category": "ARRIBA ARUBA!",
      "text": "(Kelly of the Clue Crew shows a map on the monitor.) For much of the 20th century, one of the mainstays of Aruba's economy was the refining of oil from this big neighbor to the south",
      "answer": "Venezuela"
    },
    {
      "category": "WHOSE ALBUM?",
      "text": "Her \"Beautiful Trauma\" recently debuted at No. 1",
      "answer": "Pink"
    },
    {
      "category": "THE END OF TIME",
      "text": "This 64-year British era ended for a very specific reason in 1901",
      "answer": "the Victorian"
    },
    {
      "category": "SCIENCE WITH IAIN ARMITAGE",
      "text": "(Iain Armitage presents the clue.) In 1964 the brilliant physicistRichard Feynmansaid, \"Nobody understands\" this type of mechanics of the subatomic world, but we're doing a lot better now",
      "answer": "quantum mechanics"
    },
    {
      "category": "A WOOLLY CATEGORY",
      "text": "With about 25% of the global total, this commonwealth nation leads the world in wool production",
      "answer": "Australia"
    },
    {
      "category": "4-LETTER WORDS",
      "text": "It's the 4-letter name for the mammal seenhere",
      "answer": "orca"
    },
    {
      "category": "ARRIBA ARUBA!",
      "text": "Aruba's official languages are Papiamento, a Creole language, & this language of the kingdom to which it belongs",
      "answer": "Dutch"
    },
    {
      "category": "WHOSE ALBUM?",
      "text": "She had 4 No. 1 hits from \"Forever Your Girl\"",
      "answer": "Paula Abdul"
    },
    {
      "category": "THE END OF TIME",
      "text": "The last major one of these ages ended with the Pleistocene Epoch nearly 12,000 years ago",
      "answer": "the Ice Age"
    },
    {
      "category": "SCIENCE WITH IAIN ARMITAGE",
      "text": "(Iain Armitage presents the clue.) The way we gotthisterm for a bond between an electron pair is that the electrons in the outermost shell of an atom are called valence electrons",
      "answer": "covalent"
    },
    {
      "category": "A WOOLLY CATEGORY",
      "text": "Many moisturizers contain this fatty substance extracted from sheep wool",
      "answer": "lanolin"
    },
    {
      "category": "4-LETTER WORDS",
      "text": "A popular type of protein powder is made from this watery byproduct of cheesemaking",
      "answer": "whey"
    },
    {
      "category": "ARRIBA ARUBA!",
      "text": "This \"colorful\" seaport & tourist spot is Aruba's administrative center",
      "answer": "Oranjestad"
    },
    {
      "category": "WHOSE ALBUM?",
      "text": "\"Sonic Highways\", also an HBO miniseries",
      "answer": "the Foo Fighters"
    },
    {
      "category": "THE END OF TIME",
      "text": "Taking its name from the title of Twain's 1st novel, this gaudy U.S. age came to a close around the turn of the 20th century",
      "answer": "the Gilded Age"
    },
    {
      "category": "SCIENCE WITH IAIN ARMITAGE",
      "text": "(Iain Armitage presents the clue.) The 2017 Nobel Physics Prize was for usingthesewaves, the \"G\" in the LIGO observatory, to understand the universe",
      "answer": "gravitational"
    }
  ]
}