{
  "title": "Show #4166 - Monday, October 14, 2002",
  "date": {
    "day": 14,
    "month": "October",
    "year": 2002
  },
  "clues": [
    {
      "category": "THE ROCKIES",
      "text": "If you're in the Rocky Mountains taking a peek at Pikes Peak you're in this state",
      "answer": "Colorado"
    },
    {
      "category": "DIAMONDBACKS",
      "text": "The method of telling a diamondback snake's age by counting segments of this is not always reliable",
      "answer": "rattles"
    },
    {
      "category": "MARINERS",
      "text": "Knowledge of this colonizer of Greenland comes from 2 accounts: \"Eric's Saga\" & \"The Greenlanders' Saga\"",
      "answer": "Eric the Red"
    },
    {
      "category": "PADRES",
      "text": "Set in Australia, this 1983 miniseries centered on the doomed love of Meggie & Father de Bricassart",
      "answer": "The Thorn Birds"
    },
    {
      "category": "BREWERS",
      "text": "Introduced in 1986, this Miller brand is something of a misnomer, since it comes in bottles & cans",
      "answer": "Miller Genuine Draft"
    },
    {
      "category": "MET\"s",
      "text": "All passengers on U.S. airline flights are required to pass through one of these machines",
      "answer": "metal detector"
    },
    {
      "category": "THE ROCKIES",
      "text": "The Rockies' northernmost point is in Alaska; their southernmost point, in this state",
      "answer": "New Mexico"
    },
    {
      "category": "DIAMONDBACKS",
      "text": "Of 8, 16 or 28, the length in feet of the longest diamondback ever recorded (not counting Randy Johnson)",
      "answer": "8 feet"
    },
    {
      "category": "MARINERS",
      "text": "William Bligh was the master of the Resolution during this captain's third Pacific expedition",
      "answer": "Captain James Cook"
    },
    {
      "category": "PADRES",
      "text": "He received Best Actor Oscar nominations for 1944 & 1945 for playing the same role: Father Chuck O'Malley",
      "answer": "Bing Crosby"
    },
    {
      "category": "BREWERS",
      "text": "The Spoetzl brewery uses krausening, a secondary version of this sugar-converting process",
      "answer": "fermentation"
    },
    {
      "category": "MET\"s",
      "text": "One of the 3 main types of rock",
      "answer": "metamorphic"
    },
    {
      "category": "THE ROCKIES",
      "text": "You give me fever & if it's Rocky Mountain spotted fever, you're one of these critters",
      "answer": "tick"
    },
    {
      "category": "DIAMONDBACKS",
      "text": "Slither on over to Sweetwater in this large state for its annual roundup of diamondbacks",
      "answer": "Texas"
    },
    {
      "category": "MARINERS",
      "text": "8 years after his circumnavigation of the globe, 1577 to 1580, he helped England defeat the Spanish Armada",
      "answer": "Sir Francis Drake"
    },
    {
      "category": "PADRES",
      "text": "This \"Happy Days\" father later played a crime-solving priest in the \"Father Dowling Mysteries\"",
      "answer": "Tom Bosley"
    },
    {
      "category": "BREWERS",
      "text": "Naval name of the San Francisco brand that's the USA's best-known steam beer",
      "answer": "Anchor Steam"
    },
    {
      "category": "MET\"s",
      "text": "The life-sustaining chemical activity in living organisms",
      "answer": "metabolism"
    },
    {
      "category": "THE ROCKIES",
      "text": "One of these large Rocky Mountain residents is seen here",
      "answer": "bighorn sheep"
    },
    {
      "category": "DIAMONDBACKS",
      "text": "Like most boas, diamondback snakes are viviparous, which means this",
      "answer": "they give birth to live young"
    },
    {
      "category": "MARINERS",
      "text": "The largest island on North America's Pacific coast was named for this British naval officer",
      "answer": "George Vancouver (Vancouver Island)"
    },
    {
      "category": "PADRES",
      "text": "On film, Henry II muses, \"Will no one rid me of this meddlesome priest?\", referring to him",
      "answer": "Thomas Becket"
    },
    {
      "category": "BREWERS",
      "text": "Although most of the ingredients come from old England, Tremont Ale is brewed in this New England city",
      "answer": "Boston"
    },
    {
      "category": "MET\"s",
      "text": "(Cheryl of the Clue Crew using a globe)  This system is based on the idea that there are 10 million of its most basic units from here to here",
      "answer": "metric system"
    },
    {
      "category": "THE ROCKIES",
      "text": "In the U.S. this imaginary geographical division generally follows the crests of the Rocky Mountains",
      "answer": "Continental Divide"
    },
    {
      "category": "DIAMONDBACKS",
      "text": "The diamondback belongs to this subfamily marked by sensitive receptors between each eye & nostril",
      "answer": "pit vipers"
    },
    {
      "category": "MARINERS",
      "text": "In July 1741 this Dane sighted the North American continent near Mount St. Elias, Alaska",
      "answer": "Vitus Bering"
    },
    {
      "category": "PADRES",
      "text": "Gene Hackman's Rev. Frank Scott leads a band of survivors to safety aboard a capsized ship in this 1972 film",
      "answer": "The Poseidon Adventure"
    },
    {
      "category": "BREWERS",
      "text": "Budweiser's label says it's brewed \"using the choicest\" these, \"rice and best barley malt\"",
      "answer": "hops"
    },
    {
      "category": "MET\"s",
      "text": "A figure of speech such as \"He was a real snake\"",
      "answer": "metaphor"
    }
  ]
}