{
  "title": "Jeopardy! Mastersgame #4 - Tuesday, May 9, 2023",
  "date": {
    "day": 9,
    "month": "May",
    "year": 2023
  },
  "clues": [
    {
      "category": "THE OTHER MASTERS",
      "text": "Golfers tee it up at the Masters each April, amidst the blooming azaleas & dogwoods at the National Golf Club in this Georgia city",
      "answer": "Augusta"
    },
    {
      "category": "LIBRARIES",
      "text": "Harvard's Widener Library honors Harry Elkins Widener, whose rare works were donated after his death in this maritime disaster",
      "answer": "theTitanic"
    },
    {
      "category": "OVERWROUGHT HISTORY",
      "text": "March 1, 1781: Finally!The states fully ratified this document!  No way it isn't a document guiding U.S. democracy forever!",
      "answer": "the Articles of Confederation"
    },
    {
      "category": "ETHIOPIA",
      "text": "30 years after organizing this huge concert for famine aid in Ethiopia, Bob Geldof led a fund for private equity investing there",
      "answer": "Live Aid"
    },
    {
      "category": "YOU SPEAK LATIN, RIGHT?",
      "text": "It's how Caesar supposedly said, \"I came, I saw, I conquered\"",
      "answer": "Veni, vidi, vici"
    },
    {
      "category": "NEED! COFFEE! NOW!",
      "text": "Heidi Klum takes this espresso & steamed milk drink full-fat; Reese Witherspoon favors an almond soy one",
      "answer": "a latte"
    },
    {
      "category": "THE OTHER MASTERS",
      "text": "Many have said a prayer before playing the 11th, 12th & 13th holes, collectively known as this",
      "answer": "Amen Corner"
    },
    {
      "category": "LIBRARIES",
      "text": "When this big-box retailer moved out, McAllen, Texas moved in to create a 123,000-square-foot public library, complete with a cafe",
      "answer": "Walmart"
    },
    {
      "category": "OVERWROUGHT HISTORY",
      "text": "Oooof, this year: Matthew Flinders died.The White House, set on fire.  1,200 killed by the Philippines' Mayon volcano eruption",
      "answer": "1814"
    },
    {
      "category": "ETHIOPIA",
      "text": "This former name for Ethiopia is thought to come from an Arabic word meaning \"mixture\"",
      "answer": "Abyssinia"
    },
    {
      "category": "YOU SPEAK LATIN, RIGHT?",
      "text": "Meaning \"from the latter\" & used of inductive reasoning, it's contrasted with \"a priori\"",
      "answer": "a posteriori"
    },
    {
      "category": "NEED! COFFEE! NOW!",
      "text": "Be your own amateur barista usingthisnational device for that perfect cup",
      "answer": "French press"
    },
    {
      "category": "THE OTHER MASTERS",
      "text": "Here's this golf great; after sinking his putt in 1986, he would win the tournament for the sixth time",
      "answer": "Jack Nicklaus"
    },
    {
      "category": "LIBRARIES",
      "text": "In March 1889 the first American library endowed by this philanthropist opened in Braddock, Pennsylvania",
      "answer": "Carnegie"
    },
    {
      "category": "OVERWROUGHT HISTORY",
      "text": "Dec. 29, 1170: Will no one rid me of this meddlesome priest?!  I'm Henry II, for heaven's sake!  You did?  OK, awkward",
      "answer": "Thomas à Becket"
    },
    {
      "category": "ETHIOPIA",
      "text": "Seenherein written form, this Semitic language with 33 basic characters is spoken by millions of Ethiopians",
      "answer": "Amharic"
    },
    {
      "category": "YOU SPEAK LATIN, RIGHT?",
      "text": "Heard in courtrooms, it's Latin for \"elsewhere\"",
      "answer": "alibi"
    },
    {
      "category": "NEED! COFFEE! NOW!",
      "text": "This specialty coffee is grown in volcanic soils in the coffee belt of the same name at the base of Mauna Loa",
      "answer": "Kona"
    },
    {
      "category": "THE OTHER MASTERS",
      "text": "One of golf's greatest champions, he co-founded the club, & what became the Masters Tournament, in the 1930s",
      "answer": "Bobby Jones"
    },
    {
      "category": "LIBRARIES",
      "text": "The Haskell Free Library straddles the U.S. & Canada--the front door is in Vermont; the circulation desk, in this province",
      "answer": "Quebec"
    },
    {
      "category": "OVERWROUGHT HISTORY",
      "text": "July 28, 1794: Hold up, he dominated the Committee of Public Safety!  Guillotine?!  You just can't do that to this guy!  Oh... I guess you can",
      "answer": "Robespierre"
    },
    {
      "category": "ETHIOPIA",
      "text": "With many now living in Israel, Jews of Ethiopian origin trace their lineage to Menelik I, traditionally the son of this woman",
      "answer": "Queen of Sheba"
    },
    {
      "category": "YOU SPEAK LATIN, RIGHT?",
      "text": "This type of argument is directed against a person, not the facts in dispute",
      "answer": "ad hominem"
    },
    {
      "category": "NEED! COFFEE! NOW!",
      "text": "Vietnam grows the most robusta coffee, a stronger variety; Brazil grows the most of this other main variety, a more aromatic mild type",
      "answer": "Arabica"
    },
    {
      "category": "THE OTHER MASTERS",
      "text": "The annual champions dinner began in 1952 when he hosted, a year after his first Masters win & 3 years after a near-fatal car wreck",
      "answer": "Ben Hogan"
    },
    {
      "category": "LIBRARIES",
      "text": "In 1996 this library moved its main branch from the Mazarin Palace on the rue de Richelieu to a new facility along the Seine",
      "answer": "the Bibliothèque nationale (of France)"
    },
    {
      "category": "OVERWROUGHT HISTORY",
      "text": "1494: This business league is comin' apart, man!  Ivan III nixed Novgorod from being one of its kontors, or trading posts",
      "answer": "the Hanseatic League"
    },
    {
      "category": "ETHIOPIA",
      "text": "There are 55 member nations of this regional organization whose headquarters in Addis Ababa are seenhere",
      "answer": "African Union"
    },
    {
      "category": "YOU SPEAK LATIN, RIGHT?",
      "text": "Want to start a war?  You'd better have this 2-word justification",
      "answer": "casus belli"
    },
    {
      "category": "NEED! COFFEE! NOW!",
      "text": "Company legend says Teddy Roosevelt praised Maxwell House coffee with these 5 words, a slogan they still use today",
      "answer": "good to the last drop"
    }
  ]
}