{
  "title": "Show #4913 - Wednesday, January 11, 2006",
  "date": {
    "day": 11,
    "month": "January",
    "year": 2006
  },
  "clues": [
    {
      "category": "THE KENNEDY CENTER",
      "text": "In 2005 the Kennedy Center awarded this \"wild & crazy guy\" the Mark Twain Prize for American Humor",
      "answer": "Steve Martin"
    },
    {
      "category": "CLEVELAND ATHLETES",
      "text": "In 2003 he went directly from high school to the Cleveland Cavaliers & became the NBA's Rookie of the Year",
      "answer": "LeBron James"
    },
    {
      "category": "TRUMAN CAPOTE",
      "text": "The collection \"Breakfast at Tiffany's\" included the touching tale \"Memory\" of this holiday",
      "answer": "Christmas"
    },
    {
      "category": "MADISON AVE.",
      "text": "Ad man Cliff Freeman came up with this catchphrase delivered by Clara Peller in Wendy's commercials",
      "answer": "\"Where's the beef?\""
    },
    {
      "category": "JACKSON HOLE",
      "text": "(Kelly of the Clue Crew reports from a park in Jackson Hole, Wyoming.)  It's hard to believe the picturesque Jackson Square was once used as a dump; in 1932 it wasbeautified& named for this president for his 200th birthday",
      "answer": "George Washington"
    },
    {
      "category": "BUSH\"-ISMS",
      "text": "The young kids go wild for this song that takes place \"so early in the morning\"",
      "answer": "\"Here We Go Round The Mulberry Bush\""
    },
    {
      "category": "THE KENNEDY CENTER",
      "text": "A 2005 concert at the Kennedy Center paid tribute to the 90th anniversary of the birth of this jazz \"Lady\"",
      "answer": "Billie Holiday"
    },
    {
      "category": "CLEVELAND ATHLETES",
      "text": "Almost 40 years afterhisretirement, he dominates his team's record books",
      "answer": "Jim Brown"
    },
    {
      "category": "TRUMAN CAPOTE",
      "text": "3 days after the Clutter family was murdered in this state, Capote arrived there to research \"In Cold Blood\"",
      "answer": "Kansas"
    },
    {
      "category": "MADISON AVE.",
      "text": "Advertising copywriter Tom Rogers created this ad mascot seenhere",
      "answer": "Charlie (the Tuna)"
    },
    {
      "category": "JACKSON HOLE",
      "text": "In 1989 this famous East Coast symphony orchestra held its first ever summer residency in Jackson Hole",
      "answer": "the New York Philharmonic"
    },
    {
      "category": "BUSH\"-ISMS",
      "text": "You might find this adventurous type of person at the controls of a Beech Staggerwing",
      "answer": "a bush pilot"
    },
    {
      "category": "THE KENNEDY CENTER",
      "text": "The Kennedy Center presented a series of one-act plays as \"Five by Tenn\", a reference to this playwright",
      "answer": "Tennessee Williams"
    },
    {
      "category": "CLEVELAND ATHLETES",
      "text": "Nolan Schaefer of Yellow Grass, Sask. & Glenn Olson of Port McNeil, B.C. play this sport for the Cleveland Barons",
      "answer": "hockey"
    },
    {
      "category": "TRUMAN CAPOTE",
      "text": "Capote called this writer \"Maestro of the Semicolon\" & co-wrote a movie version of his \"The Turn of the Screw\"",
      "answer": "Henry James"
    },
    {
      "category": "MADISON AVE.",
      "text": "In ads for this microchip maker, the Blue Man Group made their own kind of music",
      "answer": "Intel"
    },
    {
      "category": "JACKSON HOLE",
      "text": "(Kelly of the Clue Crew walks under arches in Jackson Hole, Wyoming.)  Jackson's famousarchesare made of antlers of these animals found in the area; don't worry--they shed them first",
      "answer": "elk"
    },
    {
      "category": "BUSH\"-ISMS",
      "text": "Curt Schilling called A-Rod's ball-punching move in the 2004 A.L. playoffs this type of play",
      "answer": "bush league"
    },
    {
      "category": "THE KENNEDY CENTER",
      "text": "On Dec. 23, 2003 the inaugural event of the newly renovated Opera House was the Kirov dancing this ballet",
      "answer": "The Nutcracker"
    },
    {
      "category": "CLEVELAND ATHLETES",
      "text": "\"Bullet Bob\", this pitcher from Van Meter, Iowa, joined the Indians at age 17 in 1936",
      "answer": "Bob Feller"
    },
    {
      "category": "TRUMAN CAPOTE",
      "text": "A book left unfinished took its title from the line \"More tears are shed over\" these \"than unanswered ones\"",
      "answer": "answered prayers"
    },
    {
      "category": "MADISON AVE.",
      "text": "Celine Dion sang \"I Drove All Night\" in TV ads for the Pacifica & Crossfire models from this company",
      "answer": "Chrysler"
    },
    {
      "category": "JACKSON HOLE",
      "text": "The USA's longest-running one of these events isn't a soccer tie-breaker but a re-creation of frontier justice",
      "answer": "a shootout"
    },
    {
      "category": "BUSH\"-ISMS",
      "text": "A 2004 anti-Dubya book by Jim Hightower was titled \"Let's Stop\" this evasive behavior",
      "answer": "Beating Around the Bush"
    },
    {
      "category": "THE KENNEDY CENTER",
      "text": "This American pianist who took Moscow (& the world) by storm in 1958 received a Kennedy Center honor in 2001",
      "answer": "Van Cliburn"
    },
    {
      "category": "CLEVELAND ATHLETES",
      "text": "Now in the Hall of Fame, this tight end of the '80s was known as the \"Wizard of Oz\"",
      "answer": "Ozzie Newsome"
    },
    {
      "category": "TRUMAN CAPOTE",
      "text": "Completes the first sentence of a Capote novel, \"When was it that first I heard of the grass...\"",
      "answer": "harp"
    },
    {
      "category": "MADISON AVE.",
      "text": "Jason Alexander starred in commercials for this pretzel line with a rhyming name",
      "answer": "Rold Gold"
    },
    {
      "category": "JACKSON HOLE",
      "text": "(Kelly of the Clue Crew walks in the street of Jackson Hole, Wyoming.)  Here in the \"Equality State\", Jackson was the U.S.A.'s first municipality withan all-female governmentin this year when U.S. women got the vote",
      "answer": "1920"
    },
    {
      "category": "BUSH\"-ISMS",
      "text": "The galago, a small primate of southern Africa, is also called this because of its human-like cry",
      "answer": "a bush baby"
    }
  ]
}