{
  "title": "Show #7934 - Thursday, February 21, 2019",
  "date": {
    "day": 21,
    "month": "February",
    "year": 2019
  },
  "clues": [
    {
      "category": "PHYSICS",
      "text": "Change the last 2 letters in \"flow\" to get this term for the rate of flow through an area",
      "answer": "flux"
    },
    {
      "category": "POLITICIANS",
      "text": "Fiorello La Guardia got to be mayor by promising to oust this infamously corrupt NYC Democratic organization",
      "answer": "Tammany Hall"
    },
    {
      "category": "FIRST-TIME RESPONSES",
      "text": "In marketing there are 5 categories of these consumers; \"early\" these help popularize a new product",
      "answer": "an adopter"
    },
    {
      "category": "BRITISH LITERATURE",
      "text": "\"Love is blind\", sighs Jessica, a nice Jewish girl in this Shakespeare play",
      "answer": "The Merchant of Venice"
    },
    {
      "category": "IN PERPETUITY",
      "text": "Golfers \"drive for show\" & do this \"for dough\"",
      "answer": "putt for dough"
    },
    {
      "category": "HERSHEY FELDER PRESENTS GREAT COMPOSERS",
      "text": "(Hershey Felder presents from the Wallis Annenberg Center for the Performing Arts.) Perhaps music's most famous motif is often said to represent fate knocking, but others attribute the opening of this work to the deaf Beethoven feeling the vibrations of a little bird tapping on a tree",
      "answer": "Beethoven's 5th"
    },
    {
      "category": "PHYSICS",
      "text": "2 basic types of motion are moving along a line & this type of movement around an axis",
      "answer": "rotational movement"
    },
    {
      "category": "POLITICIANS",
      "text": "As he was president of this august body, it was only fair that John Hancock got to sign the Declaration of Independence first",
      "answer": "the Second Continental Congress"
    },
    {
      "category": "FIRST-TIME RESPONSES",
      "text": "It's French for \"Why?\"",
      "answer": "pourquoi"
    },
    {
      "category": "BRITISH LITERATURE",
      "text": "Thomas Gray's \"Elegy Written in\" this 2-word place is thought to be that of St. Giles', where the poet is now buried",
      "answer": "a country churchyard"
    },
    {
      "category": "IN PERPETUITY",
      "text": "Sault Ste. Marie is on this peninsula in Michigan",
      "answer": "Upper"
    },
    {
      "category": "HERSHEY FELDER PRESENTS GREAT COMPOSERS",
      "text": "(Hershey Felder presents from the Wallis Annenberg Center for the Performing Arts.) An immigrant from Belarus at age 5, Irving Berlin felt a very personal connection to his new home, deliberately using the first person for these 4 words that follow the title \"God Bless America\"",
      "answer": "\"land that I love\""
    },
    {
      "category": "PHYSICS",
      "text": "This \"O\" word refers to 1 complete cycle of a pendulum; the time it takes is called the period",
      "answer": "oscillation"
    },
    {
      "category": "POLITICIANS",
      "text": "At the 1988 Democratic convention,thisfellow Texan said George H.W. Bush was born with a silver foot in his mouth",
      "answer": "Ann Richards"
    },
    {
      "category": "FIRST-TIME RESPONSES",
      "text": "Introduced in 1991 & already one of the USA's favorite varieties,thisapple is named for its sweet taste & firm crunch",
      "answer": "a honeycrisp"
    },
    {
      "category": "BRITISH LITERATURE",
      "text": "A ruined statue in Egypt inspired this sonnet by Percy Shelley",
      "answer": "\"Ozymandias\""
    },
    {
      "category": "IN PERPETUITY",
      "text": "Grateful waiters know Johnny Depp is famous as a big one",
      "answer": "a tipper"
    },
    {
      "category": "HERSHEY FELDER PRESENTS GREAT COMPOSERS",
      "text": "(Hershey Felder presents from the Wallis Annenberg Center for the Performing Arts.) George Gershwin drew musical inspiration from the real world sounds around him; the wild car horns of the Etoile & the Arc de Triomphe are captured in this work",
      "answer": "An American in Paris"
    },
    {
      "category": "PHYSICS",
      "text": "Victor Hess showed that certain rays intensify with altitude, so they must be from space; Robert Millikan named them these",
      "answer": "cosmic rays"
    },
    {
      "category": "POLITICIANS",
      "text": "Before going to the Supreme Court, he made history by winning 3 straight California gubernatorial elections",
      "answer": "(Earl) Warren"
    },
    {
      "category": "FIRST-TIME RESPONSES",
      "text": "This white anesthetic called \"milk of amnesia\" was involved in the death of Michael Jackson",
      "answer": "propofol"
    },
    {
      "category": "BRITISH LITERATURE",
      "text": "In this novel by E.M. Forster, Lucy Honeychurch & her cousin visit Florence, Italy",
      "answer": "A Room with a View"
    },
    {
      "category": "IN PERPETUITY",
      "text": "Funeral pile",
      "answer": "a pyre"
    },
    {
      "category": "HERSHEY FELDER PRESENTS GREAT COMPOSERS",
      "text": "(Hershey Felder presents from the Wallis Annenberg Center for the Performing Arts.) Russian composer Mily Balakirev suggested this Shakespeare play as a subject for Tchaikovsky, but the older musician's talk about being inspired by the love of a woman suggested that he didn't know Tchaikovsky very well",
      "answer": "Romeo and Juliet"
    },
    {
      "category": "PHYSICS",
      "text": "Physicist James gave his name to this law saying heat from electricity is proportional to the square of the current",
      "answer": "Joule's law"
    },
    {
      "category": "POLITICIANS",
      "text": "After the financial crisis of 2008, Christopher Dodd teamed up with this Massachusetts man for a regulatory bill",
      "answer": "Barney Frank"
    },
    {
      "category": "FIRST-TIME RESPONSES",
      "text": "This synonym for \"silly\" is used of a pointless lawsuit; SCOTUS defines it as alleging facts irrational or incredible",
      "answer": "frivolous"
    },
    {
      "category": "BRITISH LITERATURE",
      "text": "Dr. Primrose is the title priest living in the title parish with his wife & kids in this novel by Oliver Goldsmith",
      "answer": "The Vicar of Wakefield"
    },
    {
      "category": "IN PERPETUITY",
      "text": "A round hide- or felt-covered central Asian tent",
      "answer": "a yurt"
    },
    {
      "category": "HERSHEY FELDER PRESENTS GREAT COMPOSERS",
      "text": "(Hershey Felder presents from the Wallis Annenberg Center for the Performing Arts.) The last concert ever given by Franz Liszt, arguably the greatest pianist who ever lived, included this work, German for \"love dream\"",
      "answer": "\"Liebestraum\""
    }
  ]
}