{
  "title": "Show #7831 - Monday, October 1, 2018",
  "date": {
    "day": 1,
    "month": "October",
    "year": 2018
  },
  "clues": [
    {
      "category": "GETTING SPECIFIC ATGENERAL HOSPITAL",
      "text": "(Nancy Lee Grahn and Michelle Stafford give the clue as Alexis and Nina fromGeneral Hospital.) \"You think you're getting away with it, Nina, but I'm on to you\"\"Oh, really Alexis? Well your little world, your sterile field, is about to be in this condition, compromised by the introduction of foreign bacteria\"",
      "answer": "infected (or contaminated)"
    },
    {
      "category": "PRESIDENTS' MIDDLE NAMES",
      "text": "Fitzgerald",
      "answer": "John F. Kennedy"
    },
    {
      "category": "POP CULTURE POPS",
      "text": "In 2008's \"Taken\", this actor was a dad who had real problems connecting with his daughter",
      "answer": "Liam Neeson"
    },
    {
      "category": "COMPLETE THE NANCY DREW BOOK TITLE",
      "text": "This type of phantom \"of Blackwood Hall\"",
      "answer": "a ghost"
    },
    {
      "category": "ON THE FAST FOOD MENU",
      "text": "Gorge on its Gordita Supreme",
      "answer": "Taco Bell"
    },
    {
      "category": "NEWSY PUNS",
      "text": "About Pyongyang's nuclear duplicity, Time magazine asked, \"How do you solve a problem like\" this place",
      "answer": "Korea"
    },
    {
      "category": "GETTING SPECIFIC ATGENERAL HOSPITAL",
      "text": "(Laura Wright and Maurice Benard give the clue as Carly and Sonny fromGeneral Hospital.) \"Sonny, if you go back into that life, it'll destroy me\"\"I am clean, Carly, but your constant doubt, it feels like this archaic removal, often using leeches, of some of a patient's blood\"",
      "answer": "bloodletting"
    },
    {
      "category": "PRESIDENTS' MIDDLE NAMES",
      "text": "Howard",
      "answer": "William Howard Taft"
    },
    {
      "category": "POP CULTURE POPS",
      "text": "He'll be your daddy, oh! This singer became a \"father figure\", taking that song all the way to No. 1 in 1988",
      "answer": "George Michael"
    },
    {
      "category": "COMPLETE THE NANCY DREW BOOK TITLE",
      "text": "\"The Clue of the Whistling\" these Highland instruments",
      "answer": "bagpipes"
    },
    {
      "category": "ON THE FAST FOOD MENU",
      "text": "Its fully loaded Croissan'wich reigns",
      "answer": "Burger King"
    },
    {
      "category": "NEWSY PUNS",
      "text": "After Alabama beat this team for the NCAA football championship, one paper noted it was a \"four-leaf clobber\"",
      "answer": "Notre Dame"
    },
    {
      "category": "GETTING SPECIFIC ATGENERAL HOSPITAL",
      "text": "(Steve Burton gives the clue as Jason fromGeneral Hospital.) \"It's all coming back to me now, I'm a twin, but dizygotic or monozygotic, also known as this type\"",
      "answer": "identical"
    },
    {
      "category": "PRESIDENTS' MIDDLE NAMES",
      "text": "The \"A.\" was for Alan",
      "answer": "Chester A. Arthur"
    },
    {
      "category": "POP CULTURE POPS",
      "text": "On this sitcom clan patriarch George Bluth said, \"There's a good chance I may have committed some light treason\"",
      "answer": "Arrested Development"
    },
    {
      "category": "COMPLETE THE NANCY DREW BOOK TITLE",
      "text": "\"The Clue in\" this private daily journal",
      "answer": "diary"
    },
    {
      "category": "ON THE FAST FOOD MENU",
      "text": "You can order a MeatZZa from them",
      "answer": "Domino's"
    },
    {
      "category": "NEWSY PUNS",
      "text": "When a veep shot his pal in 2006, \"The Daily Show\" regaled us with this punny title taken from a 1989 Aerosmith tune",
      "answer": "\"Cheney's Got a Gun\""
    },
    {
      "category": "GETTING SPECIFIC ATGENERAL HOSPITAL",
      "text": "(Rebecca Herbst and Roger Howarth give the clue as Elizabeth and Franco fromGeneral Hospital.) \"I'm a nurse, Franco, I can treat you medically, but permanent change is up to you\"\"I'm trying, Elizabeth, but the draw of the dark side feeds on me like these spore-producing organisms that lack chlorophyll & are incapable of photosynthesis\"",
      "answer": "fungi"
    },
    {
      "category": "PRESIDENTS' MIDDLE NAMES",
      "text": "Knox",
      "answer": "(James Knox) Polk"
    },
    {
      "category": "POP CULTURE POPS",
      "text": "Son of a Black Panther, this \"California Love\" rapper who died in 1996 expressed some daddy issues with \"Papa'z Song\"",
      "answer": "Tupac"
    },
    {
      "category": "COMPLETE THE NANCY DREW BOOK TITLE",
      "text": "\"The Spider\" this blue gem \"Mystery\"",
      "answer": "a sapphire"
    },
    {
      "category": "ON THE FAST FOOD MENU",
      "text": "Chase its Son of Baconator with a Frosty",
      "answer": "Wendy's"
    },
    {
      "category": "NEWSY PUNS",
      "text": "From the L.A. Times:\"Big rig carrying fruit crashes on 210 freeway, creates\" this",
      "answer": "jam"
    },
    {
      "category": "GETTING SPECIFIC ATGENERAL HOSPITAL",
      "text": "(Maura West and Laura Wright give the clue as Ava and Carly fromGeneral Hospital.) \"When I'm fully recovered, Carly, you won't be able to stop me\"\"No matter how many operations you have Ava, your soul will still suffer from this necrosis of soft tissues, from the Greek & Latin for 'gnawing away'\"",
      "answer": "gangrene"
    },
    {
      "category": "PRESIDENTS' MIDDLE NAMES",
      "text": "Clark",
      "answer": "Herbert Clark Hoover"
    },
    {
      "category": "POP CULTURE POPS",
      "text": "In \"Four Christmases\" Robert Duvall is this actor's not exactly warm & fuzzy papa",
      "answer": "Vince Vaughn"
    },
    {
      "category": "COMPLETE THE NANCY DREW BOOK TITLE",
      "text": "\"The Secret of the Old\" one of these--it was the first Nancy Drew mystery",
      "answer": "The Secret of the Old Clock"
    },
    {
      "category": "ON THE FAST FOOD MENU",
      "text": "Travel over to its Italian B.M.T.",
      "answer": "Subway"
    },
    {
      "category": "NEWSY PUNS",
      "text": "Re: a Toronto Star headline of a \"marijuana issue\" sent to this type of \"committee\"--editors later said no pun intended",
      "answer": "a joint committee"
    },
    {
      "category": "AROUND THE CARIBBEAN",
      "text": "White sand beaches are an attraction of this \"A\" of the Caribbean's ABC islands",
      "answer": "Aruba"
    },
    {
      "category": "NO FILTER",
      "text": "These used to come unfiltered, but the Kent Micronite got one in '52...y'know, for your health! Except it also had asbestos!",
      "answer": "a cigarette"
    },
    {
      "category": "AUTOBIOGRAPHIES",
      "text": "A sad moment in his autobiography is the death of his little boy, Kit Carson Cody",
      "answer": "Buffalo Bill"
    },
    {
      "category": "COUNTRY, HIP-HOP & JAZZ",
      "text": "In 1951 this jazz master released the album \"Satchmo at Symphony Hall\"",
      "answer": "Louis Armstrong"
    },
    {
      "category": "STARS & CONSTELLATIONS",
      "text": "(Jimmy of the Clue Crew shows a constellation on the monitor.) Two of the brightest stars in the sky are Betelgeuse, marking a shoulder, & Rigel, marking one of the feet, in this constellation",
      "answer": "Orion"
    },
    {
      "category": "T.T.",
      "text": "Stephen Hawking once held a secret party for these journeyers--none showed up, however",
      "answer": "time travelers"
    },
    {
      "category": "AROUND THE CARIBBEAN",
      "text": "The Windward Passage separates Haiti from this country to the northwest",
      "answer": "Cuba"
    },
    {
      "category": "NO FILTER",
      "text": "In 2017 filterless Charles Barkley stumped for Doug Jones, telling this state's voters, \"Stop looking like idiots\"",
      "answer": "Alabama"
    },
    {
      "category": "AUTOBIOGRAPHIES",
      "text": "The title of this Pulitzer-winning memoir refers to Frank McCourt's memory of his mom staring into an unlit fireplace",
      "answer": "Angela's Ashes"
    },
    {
      "category": "COUNTRY, HIP-HOP & JAZZ",
      "text": "Garth Brooks sang, \"I'm not big on social graces, think I'll slip on down to the oasis, oh I've got friends in\" here",
      "answer": "low places"
    },
    {
      "category": "STARS & CONSTELLATIONS",
      "text": "Polaris, in the Little Dipper's handle, is the brightest star in this constellation",
      "answer": "Ursa Minor"
    },
    {
      "category": "T.T.",
      "text": "Lone Star carbs seenhere",
      "answer": "Texas Toast"
    },
    {
      "category": "AROUND THE CARIBBEAN",
      "text": "You'll find Cockpit Country, named after a rooster fighting term, near Montego Bay in this nation",
      "answer": "Jamaica"
    },
    {
      "category": "NO FILTER",
      "text": "You'd be dealing with a lot more missives for unwanted drugs without a filter for this 4-letter type of junk email",
      "answer": "spam"
    },
    {
      "category": "AUTOBIOGRAPHIES",
      "text": "\"Shoe Dog\" is by this footwear company founder & CEO",
      "answer": "Phil Knight"
    },
    {
      "category": "STARS & CONSTELLATIONS",
      "text": "Appearing on the flags of New Zealand & Samoa, it's the smallest of the constellations",
      "answer": "the Southern Cross"
    },
    {
      "category": "T.T.",
      "text": "The World Cup of this has been dominated by China of late",
      "answer": "table tennis"
    },
    {
      "category": "AROUND THE CARIBBEAN",
      "text": "This5-letter Panamanian city sits on Limón Bay near the Caribbean entrance to the canal",
      "answer": "Colón"
    },
    {
      "category": "NO FILTER",
      "text": "Without a dual-media filter, using fine sand & the anthracite type of this, you could have impurities in your water",
      "answer": "coal"
    },
    {
      "category": "AUTOBIOGRAPHIES",
      "text": "This Tina Fey autobiography charts her rise from goofy nerd to entertainment titan",
      "answer": "Bossypants"
    },
    {
      "category": "STARS & CONSTELLATIONS",
      "text": "(Sarah of the Clue Crew presents a constellation on the monitor.) The star Acubens, whose name is derived from the Arabic for \"claws\", is on the left, or southern, claw of this, the dimmest constellation of the zodiac",
      "answer": "Cancer"
    },
    {
      "category": "T.T.",
      "text": "Those into dendrochronology study cross sections of these",
      "answer": "tree trunks"
    },
    {
      "category": "AROUND THE CARIBBEAN",
      "text": "An 1850 treaty averted a crisis between the U.S. & Britain over this Nicaraguan coast, among other territories",
      "answer": "the Mosquito Coast"
    },
    {
      "category": "NO FILTER",
      "text": "This ever-quotable man put in a brief but memorable 10 days in 2017 as White House communications director",
      "answer": "the Mooch (or Anthony Scaramucci)"
    },
    {
      "category": "AUTOBIOGRAPHIES",
      "text": "\"Kingdom of Fear\" tracesthiswriter's life as a rebel including a run for Aspen sheriff on the Freak Power ticket",
      "answer": "Hunter S. Thompson"
    },
    {
      "category": "COUNTRY, HIP-HOP & JAZZ",
      "text": "Just out of high school in 1944, this \"Kind of Blue\" trumpeter sat in with a band that had Dizzy Gillespie & Charlie Parker",
      "answer": "Miles Davis"
    },
    {
      "category": "STARS & CONSTELLATIONS",
      "text": "This cluster of stars also known as the Seven Sisters lies within the constellation Taurus",
      "answer": "the Pleiades"
    },
    {
      "category": "T.T.",
      "text": "I'll say it again, these Hawthorne \"Tales\" were published in 1837",
      "answer": "Twice-Told Tales"
    }
  ]
}