{
  "title": "Show #2844 - Thursday, January 2, 1997",
  "date": {
    "day": 2,
    "month": "January",
    "year": 1997
  },
  "clues": [
    {
      "category": "THE LEAGUE OF NATIONS",
      "text": "Of the 63 members the league had over the years, this was the only one expelled, for attacking Finland",
      "answer": "Soviet Union/USSR/Russia"
    },
    {
      "category": "SWEETS",
      "text": "This pale-color \"chocolate\" contains no chocolate liquor & therefore is not true chocolate",
      "answer": "White Chocolate"
    },
    {
      "category": "SCIENTISTS",
      "text": "Chemist Paul Lecoq de Boisbaudran named gallium after the Latin word for this country",
      "answer": "France"
    },
    {
      "category": "POP MUSIC",
      "text": "Her best-selling autobiography was titled \"I, Tina:  My Life Story\"",
      "answer": "Tina Turner"
    },
    {
      "category": "TRAVEL U.S.A.",
      "text": "Commander's Palace is an elegant restaurant in this Louisiana city's Garden District",
      "answer": "New Orleans"
    },
    {
      "category": "TV CHIEFS",
      "text": "In 1995 this secret agent played by Don Adams was promoted to chief of CONTROL",
      "answer": "Maxwell Smart/Agent 86"
    },
    {
      "category": "THE LEAGUE OF NATIONS",
      "text": "After Italy invaded Ethiopia in 1935, this emperor made a vain plea for the league's help",
      "answer": "Haile Selassie"
    },
    {
      "category": "SWEETS",
      "text": "Chocolate-covered boysenberry squares are a specialty of this theme park in Buena Park, CA",
      "answer": "Knott's Berry Farm"
    },
    {
      "category": "SCIENTISTS",
      "text": "In 1877 American astronomer Asaph Hall discovered this planet's moons, Phobos & Deimos",
      "answer": "Mars"
    },
    {
      "category": "POP MUSIC",
      "text": "B.B. King joined this band on \"When Love Comes To Town\" on their \"Rattle And Hum\" album",
      "answer": "U2"
    },
    {
      "category": "TRAVEL U.S.A.",
      "text": "Children can dress up in old clothes in The Dress Up Shop, part of this Mass. city's Children's Museum",
      "answer": "Boston"
    },
    {
      "category": "TV CHIEFS",
      "text": "Looking for the Enterprise's chief Miles O'Brien?  He's been transferred to this Star Trek station",
      "answer": "Deep Space Nine"
    },
    {
      "category": "THE LEAGUE OF NATIONS",
      "text": "The committee that drafted the league's covenant included this U.S. president",
      "answer": "Woodrow Wilson"
    },
    {
      "category": "SWEETS",
      "text": "Schnecken are spiral-shaped sweet rolls; their name is German for these gastropods",
      "answer": "Snails"
    },
    {
      "category": "SCIENTISTS",
      "text": "Astronomer Sosigenes advised this Roman on the development of the calendar named for him",
      "answer": "Julius Caesar"
    },
    {
      "category": "POP MUSIC",
      "text": "This 1960s pop & country star opened a hotel in Nashville called King Of The Road",
      "answer": "Roger Miller"
    },
    {
      "category": "TRAVEL U.S.A.",
      "text": "See where Johnny Weissmuller swung as Tarzan on the Lost River Voyage at Silver Springs in this state",
      "answer": "Florida"
    },
    {
      "category": "TV CHIEFS",
      "text": "He starred as Chief Petty Officer Otto Sharkey",
      "answer": "Don Rickles"
    },
    {
      "category": "THE LEAGUE OF NATIONS",
      "text": "Like the U.N., the league's administrative branch was headed by a person with this title",
      "answer": "Secretary-General"
    },
    {
      "category": "SWEETS",
      "text": "This \"trivial\" English dessert is made with sponge cake, wine, jam & custard",
      "answer": "Trifle"
    },
    {
      "category": "SCIENTISTS",
      "text": "In 1661 Isaac Newton entered this university's Trinity College as a subsizar, a student with domestic duties",
      "answer": "Cambridge"
    },
    {
      "category": "POP MUSIC",
      "text": "Elvis' one appearance on this WSM country music program, October 2, 1954, was considered lackluster",
      "answer": "Grand Ole Opry"
    },
    {
      "category": "TRAVEL U.S.A.",
      "text": "This Las Vegas hotel named for a Robert Louis Stevenson novel is home to Cirque Du Soleil's \"Mystere\" show",
      "answer": "Treasure Island"
    },
    {
      "category": "TV CHIEFS",
      "text": "PBS children's game show that features the following chief: (Picture of Lynne Thigpen)",
      "answer": "\"Where In The World (or Time) is Carmen Sandiego?\""
    },
    {
      "category": "THE LEAGUE OF NATIONS",
      "text": "On September 5, 1929 Aristide Briand presented a plan to create a \"United States Of\" this",
      "answer": "Europe"
    },
    {
      "category": "SWEETS",
      "text": "Mascarpone, a rich type of this dairy product, is an ingredient in tiramisu",
      "answer": "Cheese"
    },
    {
      "category": "POP MUSIC",
      "text": "In 1969 this lead singer of Paul Revere & The Raiders began pursuing a solo career",
      "answer": "Mark Lindsay"
    },
    {
      "category": "TRAVEL U.S.A.",
      "text": "Not far from Lahaina, Kaanapali Beach on this Hawaiian island is noted for its luxury resorts",
      "answer": "Maui"
    },
    {
      "category": "TV CHIEFS",
      "text": "This San Francisco chief of detectives was assisted by Ed Brown & Eve Whitfield",
      "answer": "Robert Ironside"
    }
  ]
}