{
  "title": "Show #9039 - Thursday, February 15, 2024",
  "date": {
    "day": 15,
    "month": "February",
    "year": 2024
  },
  "clues": [
    {
      "category": "AROUND THE WORLD",
      "text": "Well-preserved sections of it run about 5,500 miles from Mount Hu near Dandong to Jiayu Pass in the Gansu province",
      "answer": "the Great Wall of China"
    },
    {
      "category": "JACKSON",
      "text": "Andrew Jackson appears on the bill of this denomination",
      "answer": "$20"
    },
    {
      "category": "CHEMISTRY TEST",
      "text": "The process of photosynthesis converts water & carbon dioxide into organic compounds & this gas",
      "answer": "oxygen"
    },
    {
      "category": "POP MUSIC",
      "text": "She sorts her songs based on the pens used to write them: fountain, quill or glitter gel; \"You Need To Calm Down\" is glitter gel",
      "answer": "Taylor Swift"
    },
    {
      "category": "SAFE MODE",
      "text": "If you're a rich guy in an old movie, such as \"Gilda\", you keep your important papers in a wall safe behind this",
      "answer": "a painting"
    },
    {
      "category": "F\"8",
      "text": "Collective term for the traditional legends of a culture handed down orally",
      "answer": "folklore"
    },
    {
      "category": "AROUND THE WORLD",
      "text": "To the north, Minnesota is bordered by Manitoba & this other province",
      "answer": "Ontario"
    },
    {
      "category": "JACKSON",
      "text": "Titles in the book series featuring this protagonist include \"The Titan's Curse\" & \"The Battle of the Labyrinth\"",
      "answer": "Percy Jackson"
    },
    {
      "category": "CHEMISTRY TEST",
      "text": "It's the branch of chemistry that studies elements & compounds containing little or no carbon, i.e. nonliving stuff",
      "answer": "inorganic"
    },
    {
      "category": "POP MUSIC",
      "text": "We are rabbit fans of this performer born Benito Martinez Ocasio in Puerto Rico in 1994",
      "answer": "Bad Bunny"
    },
    {
      "category": "SAFE MODE",
      "text": "Dating back to the 1870s, it's the usual term for a burglar specializing in opening safes",
      "answer": "a safe cracker"
    },
    {
      "category": "F\"8",
      "text": "A retailer's primary location, or for Sir Francis Drake, the Pelican",
      "answer": "a flagship"
    },
    {
      "category": "AROUND THE WORLD",
      "text": "This largest city in Uganda was originally built on 7 hills at about 4,000 feet up",
      "answer": "Kampala"
    },
    {
      "category": "JACKSON",
      "text": "Economists get a taste of the outdoors at the Central Banking annual conferences in Jackson Hole in this state",
      "answer": "Wyoming"
    },
    {
      "category": "CHEMISTRY TEST",
      "text": "It's the general term for a chemical process that converts a substance into a different one; give us your gut...",
      "answer": "reaction"
    },
    {
      "category": "POP MUSIC",
      "text": "Of course fireworks burst across the sky-y-y in her video for \"Firework\"",
      "answer": "Katy Perry"
    },
    {
      "category": "SAFE MODE",
      "text": "In 2023, the Commerce Department lifted tariffs onthistype of safe that helps protect children in many homes",
      "answer": "a gun safe"
    },
    {
      "category": "F\"8",
      "text": "This word meaning \"spontaneous\" is also the name of the channel that's home to the show \"grown-ish\"",
      "answer": "freeform"
    },
    {
      "category": "AROUND THE WORLD",
      "text": "Once you come ashore fromthisgulf, you can enjoy the delights of Haiphong",
      "answer": "the Gulf of Tonkin"
    },
    {
      "category": "JACKSON",
      "text": "Randy Rhoads helped create the Jackson brand of these, now owned by Fender",
      "answer": "a guitar"
    },
    {
      "category": "CHEMISTRY TEST",
      "text": "Mg is magnesium; Mn is this element",
      "answer": "manganese"
    },
    {
      "category": "POP MUSIC",
      "text": "She's named in honor of her grandfather William; the rest of her name is Pirate Baird O'Connell",
      "answer": "Billie Eilish"
    },
    {
      "category": "SAFE MODE",
      "text": "To secure winnings, Vegas hotels with room safes include this one on the downtown street of the same name, once Nevada's tallest",
      "answer": "Fremont"
    },
    {
      "category": "F\"8",
      "text": "Found in Teflon, this dangerous gas has the symbol F",
      "answer": "fluorine"
    },
    {
      "category": "AROUND THE WORLD",
      "text": "The name of this fortress in Granada, Spain gets its name from Arabic for \"the red one\"",
      "answer": "the Alhambra"
    },
    {
      "category": "JACKSON",
      "text": "New Orleans-born Mahalia Jackson, \"The Queen of\" this music style, sang at JFK's inauguration",
      "answer": "gospel"
    },
    {
      "category": "CHEMISTRY TEST",
      "text": "This unit with an animal name is used to measure extremely large numbers of atoms & other tiny particles",
      "answer": "a mole"
    },
    {
      "category": "POP MUSIC",
      "text": "Thisrapper, is like, totally from the San Fernando Valley",
      "answer": "Doja Cat"
    },
    {
      "category": "SAFE MODE",
      "text": "A guard posted to say, \"Who goes there?\" to possible intruders;herehe is as the logo of a safe company founded in 1930",
      "answer": "Sentry"
    },
    {
      "category": "F\"8",
      "text": "The theme for \"Bolero\" came to Ravel while on vacation, but he originally titled it this other dance",
      "answer": "fandango"
    },
    {
      "category": "DEALING WITH THINGS DIPLOMATICALLY",
      "text": "Jefferson sent James Monroe to France to buy this port city & West Florida for $10 mil, max; Napoleon said how about all of Louisiana for 15?",
      "answer": "New Orleans"
    },
    {
      "category": "POP CULTURE",
      "text": "This icon, the focus of a blockbuster film & a Mattel mainstay, made it onto Forbes' list of the most powerful women of 2023",
      "answer": "Barbie"
    },
    {
      "category": "WHERE DID THAT COME FROM?",
      "text": "In 1956 Harry Coover received a patent for \"alcohol-catalyzed cyano-acrylate adhesive compositions\" or just \"Super\" this",
      "answer": "Glue"
    },
    {
      "category": "MISCELLANEOUS KNOWLEDGE",
      "text": "According to the U.S. Geological Survey, of all the continents, this one has the fewest earthquakes",
      "answer": "Antarctica"
    },
    {
      "category": "ONE-WORD PLAY TITLES",
      "text": "Sir Alec Guinness won a Tony for his performance in this play about poet Thomas, not musician Bob",
      "answer": "Dylan"
    },
    {
      "category": "THOSE WORDS PACKED SOMETHING TO EAT",
      "text": "Containing a veggie, it completes the saying \"Hell hath no fury like a woman...\"",
      "answer": "scorned"
    },
    {
      "category": "DEALING WITH THINGS DIPLOMATICALLY",
      "text": "The 6th century  Peloponnesian League was a coalition of city-states led by this one big on the military",
      "answer": "Sparta"
    },
    {
      "category": "POP CULTURE",
      "text": "He briefly played in the minors in Baltimore before the Red Sox & his 1914rookie cardrecently sold for more than $7 million",
      "answer": "Babe Ruth"
    },
    {
      "category": "WHERE DID THAT COME FROM?",
      "text": "The pillar kind of this device loved by dogs was invented by... uh... we dunno; an early patent was ironically lost in a blaze",
      "answer": "a fire hydrant"
    },
    {
      "category": "MISCELLANEOUS KNOWLEDGE",
      "text": "In 1968 this NYC school dropped \"of Music\" from its name to reflect its broader scope that includes dance & drama",
      "answer": "Juilliard"
    },
    {
      "category": "ONE-WORD PLAY TITLES",
      "text": "In this play named for a Danish city, the spirits of Heisenberg & Niels Bohr come together to discuss a meeting they once had there",
      "answer": "Copenhagen"
    },
    {
      "category": "THOSE WORDS PACKED SOMETHING TO EAT",
      "text": "There's a fruit insidethisword meaning \"marked with small patches\" such as \"of sunlight\"",
      "answer": "dappled"
    },
    {
      "category": "DEALING WITH THINGS DIPLOMATICALLY",
      "text": "In 1994 U.S. diplomats got this country's deposed President Aristide reinstated just in time to head off an invasion",
      "answer": "Haiti"
    },
    {
      "category": "POP CULTURE",
      "text": "In 2009 it was revealed that Joy is the first name of this pancake syrup spokescharacter",
      "answer": "Mrs. Butterworth"
    },
    {
      "category": "WHERE DID THAT COME FROM?",
      "text": "Inventor Dan Klitsner said he was working on a zany remote control for kids when he came up withthis'90s hit toy",
      "answer": "Bop It"
    },
    {
      "category": "MISCELLANEOUS KNOWLEDGE",
      "text": "More than 6,000 athletes from some 40 countries compete in these games, the Olympics of the Western Hemisphere",
      "answer": "the Pan American Games"
    },
    {
      "category": "ONE-WORD PLAY TITLES",
      "text": "It ends with Malcolm saying, \"So thanks to all at once and to each one, whom we invite to see us crowned at Scone\"",
      "answer": "Macbeth"
    },
    {
      "category": "THOSE WORDS PACKED SOMETHING TO EAT",
      "text": "There's lunch meat nestled in this cloth used for polishing",
      "answer": "a chamois"
    },
    {
      "category": "DEALING WITH THINGS DIPLOMATICALLY",
      "text": "In 2023 Saudi Arabia resumed diplomatic work in this other Arab country a decade after ending it due to the long Civil War",
      "answer": "Syria"
    },
    {
      "category": "POP CULTURE",
      "text": "The leg warmers may be gone but 50 years after Judi Sheppard Missett founded this dance & fitness franchise, it's still going strong",
      "answer": "Jazzercise"
    },
    {
      "category": "WHERE DID THAT COME FROM?",
      "text": "In 1978 Julio Palmaz heard a talk about the problem of arteries re-closing after surgery & invented this tube to hold them open",
      "answer": "a stent"
    },
    {
      "category": "MISCELLANEOUS KNOWLEDGE",
      "text": "With a Russian name meaning \"union\" & launched in the '60s, it's the longest operational manned spacecraft program in history",
      "answer": "Soyuz"
    },
    {
      "category": "ONE-WORD PLAY TITLES",
      "text": "The musical \"My Fair Lady\" was based on this play by George Bernard Shaw",
      "answer": "Pygmalion"
    },
    {
      "category": "THOSE WORDS PACKED SOMETHING TO EAT",
      "text": "The English word for unagi is inside this old pirate torture where you got dragged by ropes under the ship",
      "answer": "keelhauling"
    },
    {
      "category": "DEALING WITH THINGS DIPLOMATICALLY",
      "text": "In 1956 this U.N. Secretary-General from Sweden worked with Canada's Lester Pearson to resolve the Suez Crisis",
      "answer": "Hammarskjöld"
    },
    {
      "category": "POP CULTURE",
      "text": "Miyawaki is the last name of the \"Your Best American Girl\" indie rock goddess who goes by this single name",
      "answer": "Mitski"
    },
    {
      "category": "WHERE DID THAT COME FROM?",
      "text": "Puppets dancing to steel drums in Port of Spain on this island inspired the design of those wiggly tube dudes in front of car dealers",
      "answer": "Trinidad"
    },
    {
      "category": "MISCELLANEOUS KNOWLEDGE",
      "text": "The youngest veep at 36, John Breckinridge served under this president before running against Lincoln for president",
      "answer": "Buchanan"
    },
    {
      "category": "ONE-WORD PLAY TITLES",
      "text": "This 2005 Pulitzer Prize winner by John Patrick Shanley is set in a Bronx Catholic school in 1964",
      "answer": "Doubt"
    },
    {
      "category": "THOSE WORDS PACKED SOMETHING TO EAT",
      "text": "Help yourself to a piece of dessert within this word meaning lack of reverence",
      "answer": "impiety"
    }
  ]
}