{
  "title": "Show #8419 - Thursday, June 10, 2021",
  "date": {
    "day": 10,
    "month": "June",
    "year": 2021
  },
  "clues": [
    {
      "category": "15 LOVE",
      "text": "In a 2003 book this 15-year-old could have \"counted the freckles on\" Cho Chang's nose as she steals a kiss from him",
      "answer": "Harry Potter"
    },
    {
      "category": "DEUCE",
      "text": "Leesylvania State Park in this state is the burial site of Henry Lee II, grandfather of Robert E.",
      "answer": "Virginia"
    },
    {
      "category": "AD\" IN",
      "text": "A general in the U.S. Army corresponds to this rank in the U.S. Navy",
      "answer": "admiral"
    },
    {
      "category": "GAME",
      "text": "Since we're all about tennis, if you serve a ball that doesn't land in the proper service box, it's one of these",
      "answer": "a fault"
    },
    {
      "category": "SET",
      "text": "The symbolheredenotes this, also known as a null set",
      "answer": "void (an empty set)"
    },
    {
      "category": "MATCH",
      "text": "A twinset is a matching pullover & this type of open-front sweater, worn together",
      "answer": "a cardigan"
    },
    {
      "category": "15 LOVE",
      "text": "\"One Time\" in 2009 this 15-year-old kid from Ontario hit us with the lyrics \"Girl I love, girl I love you\"",
      "answer": "Justin Bieber"
    },
    {
      "category": "DEUCE",
      "text": "Publicly released in 2011, his long-form Hawaiian birth certificate includes II after his name",
      "answer": "Barack Obama"
    },
    {
      "category": "AD\" IN",
      "text": "This rustic style of outdoor chair was named for a New York mountain range",
      "answer": "Adirondack"
    },
    {
      "category": "GAME",
      "text": "The field & the don't pass bar are part of this casino game, & don't forget to tip your stickman",
      "answer": "craps"
    },
    {
      "category": "SET",
      "text": "It's the intersection of the set {3, 4, 5} with the set of prime numbers",
      "answer": "3 & 5"
    },
    {
      "category": "MATCH",
      "text": "A spectrophotometer can be used to match colors of this, whether from Behr or Benjamin Moore",
      "answer": "paint"
    },
    {
      "category": "15 LOVE",
      "text": "The youngest of the Bennet sisters, Lydia is 15 when this Jane Austen novel begins & 16 when she elopes with Wickham",
      "answer": "Pride and Prejudice"
    },
    {
      "category": "DEUCE",
      "text": "Robert Wood Johnson II ran his family co. for 30 years, with special care for this product down to the sprinkle holes' size",
      "answer": "baby powder"
    },
    {
      "category": "AD\" IN",
      "text": "This musical term is from the Italian for \"at ease\"",
      "answer": "adagio"
    },
    {
      "category": "GAME",
      "text": "Make \"room\" for Change Seats! & Wink Murder, 2 of Mental Floss' 14 of these kind of \"games to bring back\" for the holidays",
      "answer": "parlor games"
    },
    {
      "category": "SET",
      "text": "A one-to-one this between 2 sets means their members can be precisely paired, not that they're exchanging letters",
      "answer": "corresponding"
    },
    {
      "category": "MATCH",
      "text": "In 2016 \"Match Game\" was brought back to TV with this man as the host",
      "answer": "Alec Baldwin"
    },
    {
      "category": "15 LOVE",
      "text": "Before her birthday in this 1984 film, Molly Ringwald was already crushing hard on hunky Jake",
      "answer": "Sixteen Candles"
    },
    {
      "category": "DEUCE",
      "text": "John Murray II published this lord's poem \"Childe Harold's Pilgrimage\" & its success helped make them friends",
      "answer": "Lord Byron"
    },
    {
      "category": "AD\" IN",
      "text": "Home to a species of penguin, this Antarctic land was named by French explorer Dumont d'Urville for his wife",
      "answer": "Adelie"
    },
    {
      "category": "GAME",
      "text": "In 1996 the New Zealand All Blacks beat Australia 43-6 in the first tri-nations tourney in this tough sport",
      "answer": "rugby"
    },
    {
      "category": "SET",
      "text": "Meaning the combination of two sets, the symbolhereis called this, the shape may give you a hint",
      "answer": "union"
    },
    {
      "category": "MATCH",
      "text": "The ABO system is used to match types of this",
      "answer": "blood"
    },
    {
      "category": "15 LOVE",
      "text": "At 15, Joe was the younger of this literary detective duo; his first love, Iola Morton, would perish from a car bomb",
      "answer": "The Hardy Boys"
    },
    {
      "category": "DEUCE",
      "text": "A character in a 2019 film about Le Mans,thisexecutive known as \"The Deuce\" is shown at that race in the '60s",
      "answer": "Henry Ford II"
    },
    {
      "category": "AD\" IN",
      "text": "Hereare some of these Asian beans",
      "answer": "adzuki beans"
    },
    {
      "category": "GAME",
      "text": "Handicaps & divots are in this sport, but don't say golf; there is also penalty 3, a free hit from 40 yards to an open goal",
      "answer": "polo"
    },
    {
      "category": "SET",
      "text": "This type of diagram that uses overlapping circles to illustrate 2 set relationships is named for a 19th century Englishman",
      "answer": "a Venn diagram"
    },
    {
      "category": "MATCH",
      "text": "A tiger was one of the creatures on the tag that helped kids mix & match items of apparel from this clothing brand that started in 1972",
      "answer": "Garanimals"
    }
  ]
}