{
  "title": "Show #9183 - Wednesday, October 16, 2024",
  "date": {
    "day": 16,
    "month": "October",
    "year": 2024
  },
  "clues": [
    {
      "category": "HEY, PUMPKIN!",
      "text": "In the fairy tale \"Cinderella\", a pumpkin is magically turned into one of these",
      "answer": "a carriage (coach)"
    },
    {
      "category": "A WORLD TOUR",
      "text": "Look up from the waters of the \"Boiling Pot\" in Zambia below this landmark & you can see folks in Zimbabwe",
      "answer": "Victoria Falls"
    },
    {
      "category": "ENJOY A CONCERTO",
      "text": "Handel's Concerti Opus 4 are for this instrument, but the smaller chamber, not the church kind",
      "answer": "an organ"
    },
    {
      "category": "HOLIDAYS & OBSERVANCES",
      "text": "June 21 is world day for these lanky mammals that include reticulated & Masai species; experts warn of \"silent extinction\"",
      "answer": "giraffe"
    },
    {
      "category": "SHOW BIZ MOVIES",
      "text": "In 2017 this actor sunk his claws into the role of P.T. Barnum, \"The Greatest Showman\"",
      "answer": "Hugh Jackman"
    },
    {
      "category": "OUT\" WITH IT",
      "text": "The cutthroat type ofthisfish gets its name from the red-orange slash on each side of the lower jaw",
      "answer": "a trout"
    },
    {
      "category": "HEY, PUMPKIN!",
      "text": "In the \"Peanuts\" comics, this character espouses belief in the Great Pumpkin, who rises from the patch on Halloween",
      "answer": "Linus"
    },
    {
      "category": "A WORLD TOUR",
      "text": "Linking the Firth & Clyde Canal to the Union Canal 115 above, theFalkirk Wheeltakes boats for a spin in this country",
      "answer": "Scotland"
    },
    {
      "category": "ENJOY A CONCERTO",
      "text": "Always a jokester, he wrote on a horn concerto manuscript that he \"has taken pity on (soloist Joseph) Leutgeb--ass, ox & idiot\"",
      "answer": "Mozart"
    },
    {
      "category": "HOLIDAYS & OBSERVANCES",
      "text": "The first Friday in February is national wear this color day, promoting awareness of women's heart health",
      "answer": "red"
    },
    {
      "category": "SHOW BIZ MOVIES",
      "text": "This 1967 movie about life in the theater gave us the immortal line \"That's our Hitler!\"",
      "answer": "The Producers"
    },
    {
      "category": "OUT\" WITH IT",
      "text": "To a cop, issuing a \"BOLO\" has nothing to do with a thin tie; it means to keep your eyes open & stands for \"be on the\" this",
      "answer": "the lookout"
    },
    {
      "category": "HEY, PUMPKIN!",
      "text": "Roasted pumpkin seeds are a tasty, healthy snack & called these in Spanish",
      "answer": "apepita"
    },
    {
      "category": "A WORLD TOUR",
      "text": "The Electric City Trolley Museum delights visitors in this U.S. city, as did a fictional \"Office\"",
      "answer": "Scranton"
    },
    {
      "category": "ENJOY A CONCERTO",
      "text": "Beethoven's Fifth Piano Concerto has this royal name, though earlier, Ludwig was upset when Napoleon gave himself that title",
      "answer": "the Emperor Concerto"
    },
    {
      "category": "HOLIDAYS & OBSERVANCES",
      "text": "In 1964 Oct. 9 was proclaimed as this man's day, amid growing consensus that he reached North America before Columbus",
      "answer": "Leif Erikson"
    },
    {
      "category": "SHOW BIZ MOVIES",
      "text": "(Jason Reitman presents the clue.) I cast 21-year-oldGabriel LaBellein \"Saturday Night\" to play this producer, who was 30 in 1975, to emphasize his young genius & demonstrate the generational divide between the old network executives & the \"Not Ready for Prime Time Players\"",
      "answer": "Lorne Michaels"
    },
    {
      "category": "OUT\" WITH IT",
      "text": "The agency NOAA callsita whirling column of air & water mist",
      "answer": "a waterspout"
    },
    {
      "category": "HEY, PUMPKIN!",
      "text": "Some say pumpkins are vegetables, some say fruits, but either way, they're one of the \"winter\" varieties of this garden favorite",
      "answer": "a (winter) squash"
    },
    {
      "category": "A WORLD TOUR",
      "text": "These twin buildings in Asia rise to 1,483 feet & are connected by a double-decker skybridge on levels 41 & 42",
      "answer": "the Petronas Towers"
    },
    {
      "category": "ENJOY A CONCERTO",
      "text": "Alberto Ginastera's concerto for it, Opus 25, is loaded with swooping glissandi, called the instrument's stock-in-trade",
      "answer": "the harp"
    },
    {
      "category": "HOLIDAYS & OBSERVANCES",
      "text": "August 7 honors recipients of this military medal first awarded by George Washington",
      "answer": "the Purple Heart"
    },
    {
      "category": "SHOW BIZ MOVIES",
      "text": "Robert Downey Jr. was, somewhat problematically, a dude playin' a dude disguised as another dude in this comedy",
      "answer": "Tropic Thunder"
    },
    {
      "category": "OUT\" WITH IT",
      "text": "A TV show with obstacle courses & a song by The Surfaris both have this title",
      "answer": "Wipeout(\"Wipe Out\")"
    },
    {
      "category": "HEY, PUMPKIN!",
      "text": "Pumpkins are a good source of iron, potassium & this antioxidant substance converted into vitamin A in the body",
      "answer": "beta carotene"
    },
    {
      "category": "A WORLD TOUR",
      "text": "Each side ofEl Castillo, a pyramid in this ancient Maya city in Mexico, has 91 stairs; add the step on the top, & whoa, that's 365",
      "answer": "Chichén Itzá"
    },
    {
      "category": "ENJOY A CONCERTO",
      "text": "This Russian's 1881Violin Concertowas inspired by Iosif Kotek, a young musician with whom he was infatuated",
      "answer": "Tchaikovsky"
    },
    {
      "category": "HOLIDAYS & OBSERVANCES",
      "text": "Public schools in this state observe November 29 as former governor Nellie Tayloe Ross Day",
      "answer": "Wyoming"
    },
    {
      "category": "SHOW BIZ MOVIES",
      "text": "Johnny Depp is dressed for success but doesn't quite have the talent to back it up as this 1994 title character/director",
      "answer": "Ed Wood"
    },
    {
      "category": "OUT\" WITH IT",
      "text": "Also known as a rotary, it's a circular traffic intersection",
      "answer": "a roundabout"
    }
  ]
}