{
  "title": "Show #5359 - Thursday, December 20, 2007",
  "date": {
    "day": 20,
    "month": "December",
    "year": 2007
  },
  "clues": [
    {
      "category": "IT HAPPENED ON CHRISTMAS DAY",
      "text": "1946:Ah yes, this big-screen comedian passes away at the age of 66 in Pasadena",
      "answer": "W.C. Fields"
    },
    {
      "category": "DEC\" THE HALLS",
      "text": "Dr. Ludwig Roselius' research into this process led to the coffee brand Sanka in 1923",
      "answer": "decaffeination"
    },
    {
      "category": "BETHLEHEM",
      "text": "Bethlehem, Pennsylvania was named for the biblical Bethlehem, which is Hebrew for \"house of\" this food staple",
      "answer": "bread"
    },
    {
      "category": "GIFT GIVING",
      "text": "Cousin Jim is wound a little tight, so I got him a getaway to Club Med on Guadeloupe in this sea",
      "answer": "the Caribbean"
    },
    {
      "category": "JINGO ALL THE WAY",
      "text": "The U.S. was spurred to war with this country in 1898 due in part to \"jingo journalism\"",
      "answer": "Spain"
    },
    {
      "category": "THE BUCKET LIST",
      "text": "(Rob Reiner starts us off.)  My movie \"The Bucket List\" stars Morgan Freeman & this acting legend whom I also directed when he played Col. Jessup in \"A Few Good Men\"",
      "answer": "Jack Nicholson"
    },
    {
      "category": "IT HAPPENED ON CHRISTMAS DAY",
      "text": "1066:He's crowned king of England",
      "answer": "William the Conqueror"
    },
    {
      "category": "DEC\" THE HALLS",
      "text": "6-letter word for an authoritative order having the force of law",
      "answer": "decree"
    },
    {
      "category": "BETHLEHEM",
      "text": "A huge electrical many-pointed one of these sits atop nearby South Mountain, perhaps to guide visitors to the town",
      "answer": "a star"
    },
    {
      "category": "GIFT GIVING",
      "text": "Little Michelle just got her driver's license; she should like one of these, seenherein weapons mode",
      "answer": "a Hummer"
    },
    {
      "category": "JINGO ALL THE WAY",
      "text": "In an 1852 speech, Frederick Douglass called this holiday \"a sham... fraud, deception, impiety\"",
      "answer": "Independence Day"
    },
    {
      "category": "THE BUCKET LIST",
      "text": "(Morgan Freeman continues.)  A great view can be had from this peak the Tibetans call Chomolungma that plays a big part in \"The Bucket List\" story",
      "answer": "Mount Everest"
    },
    {
      "category": "IT HAPPENED ON CHRISTMAS DAY",
      "text": "1776:George Washington & his troops cross this river to attack the Hessians",
      "answer": "the Delaware"
    },
    {
      "category": "DEC\" THE HALLS",
      "text": "It's another, earlier name for Memorial Day",
      "answer": "Decoration Day"
    },
    {
      "category": "BETHLEHEM",
      "text": "For a dozen years, Bethlehem's Lehigh University has been home to this NFL team's summer training camp",
      "answer": "the (Philadelphia) Eagles"
    },
    {
      "category": "GIFT GIVING",
      "text": "For Dad, yeah, we know it's the same old thing, but let's call it by its Spanish name: corbata, one of these",
      "answer": "a tie"
    },
    {
      "category": "JINGO ALL THE WAY",
      "text": "Orwell called this \"If\" poet a \"jingo imperialist... morally insensitive and aesthetically disgusting\"",
      "answer": "Kipling"
    },
    {
      "category": "THE BUCKET LIST",
      "text": "(Rob Reiner returns.)  The leads in \"The Bucket List\" have a high-speed race between a Dodge Challenger & a Shelby one of these Ford cars",
      "answer": "a Mustang"
    },
    {
      "category": "IT HAPPENED ON CHRISTMAS DAY",
      "text": "1868:This man grants an unconditional pardon to all who rebelled during the Civil War",
      "answer": "Andrew Johnson"
    },
    {
      "category": "DEC\" THE HALLS",
      "text": "In the 18th century this artistic technique was known as Japanning from its presumed origins",
      "answer": "decoupage"
    },
    {
      "category": "BETHLEHEM",
      "text": "An annual festival honoring this 18th century German composer is highlighted by a performance of his B-minor Mass",
      "answer": "Johann Sebastian Bach"
    },
    {
      "category": "GIFT GIVING",
      "text": "You know how Uncle Billy likes politics; let's giving him this politician's book \"The Assault on Reason\"",
      "answer": "(Al) Gore"
    },
    {
      "category": "JINGO ALL THE WAY",
      "text": "Boswell quoted him as saying that \"patriotism is the last refuge of a scoundrel\"",
      "answer": "(Samuel) Johnson"
    },
    {
      "category": "THE BUCKET LIST",
      "text": "(Morgan Freeman reads another clue.)  1 of the amazing sights visited in \"The Bucket List\" is this fortification stretching from Gansu to Hebei",
      "answer": "the Great Wall of China"
    },
    {
      "category": "IT HAPPENED ON CHRISTMAS DAY",
      "text": "800 A.D.:This man is crowned the first Holy Roman Emperor",
      "answer": "Charlemagne"
    },
    {
      "category": "DEC\" THE HALLS",
      "text": "This naval hero famously said, \"Our country, right or wrong\"",
      "answer": "Stephen Decatur"
    },
    {
      "category": "BETHLEHEM",
      "text": "This Penn. corp. built more WWI destroyers at its Quincy, Mass. yard than were built at all other U.S. yards combined",
      "answer": "Bethlehem Steel"
    },
    {
      "category": "GIFT GIVING",
      "text": "Matt asked me to get him one of this brand of air rifle, like Ralphie in \"A Christmas Story\"",
      "answer": "a Red Ryder BB gun"
    },
    {
      "category": "JINGO ALL THE WAY",
      "text": "This 2-word jingoistic tenet stated that territorial expansion of the U.S. is inevitable & ordained",
      "answer": "Manifest Destiny"
    },
    {
      "category": "THE BUCKET LIST",
      "text": "(Hi, I'm Sean Hayes.)  This Islamic tomb on the Yamuna River in India leads Carter and Edward to a discussion of funeral types in \"The Bucket List\"",
      "answer": "Taj Mahal"
    }
  ]
}