{
  "title": "Show #5817 - Tuesday, December 22, 2009",
  "date": {
    "day": 22,
    "month": "December",
    "year": 2009
  },
  "clues": [
    {
      "category": "CURSES",
      "text": "The \"Cover Curse\" of this Time, Inc. magazine is notable for athletes; appear & your career may soon disappear",
      "answer": "Sports Illustrated"
    },
    {
      "category": "I'LL BE DOGGONE",
      "text": "As a pet, the border type of this may have to learn to relax & stop herding everything in sight",
      "answer": "a collie"
    },
    {
      "category": "DAD, GUM IT",
      "text": "Nicorette is a gum designed to help your dad stop doing this",
      "answer": "smoking"
    },
    {
      "category": "DOUGH!",
      "text": "Some suggest eliminating this coin; the mint spends $134 million a year to produce $80 million worth",
      "answer": "the penny"
    },
    {
      "category": "FOR PETE'S SAKE",
      "text": "In 1682 he came to the throne at the age of 10, along with his weak-minded half-brother, Ivan V",
      "answer": "Peter the Great"
    },
    {
      "category": "CON\"SARNIT",
      "text": "It means to yield or admit, perhaps to a point of argument",
      "answer": "concede"
    },
    {
      "category": "CURSES",
      "text": "The Madden video game cover curse claimed this QB; first he got hurt & we won't even get into the dog thing",
      "answer": "Michael Vick"
    },
    {
      "category": "I'LL BE DOGGONE",
      "text": "Yes, comrade, the Borzoi is also known as the Russian this",
      "answer": "wolfhound"
    },
    {
      "category": "DAD, GUM IT",
      "text": "Born Frances Gumm, she made her singing debut at age 2 in her dad's theater & then went on to visit Oz",
      "answer": "(Judy) Garland"
    },
    {
      "category": "DOUGH!",
      "text": "(Jimmy of the Clue Crew reports from the Bureau of Engraving and Printing in Washington, D.C.)  I'm at the Bureau of Engraving and Printing with a replica of the current $2 bill, which has an engraving of this event on the back; limited space on the note meant five guys got left out",
      "answer": "the signing of the Declaration of Independence"
    },
    {
      "category": "FOR PETE'S SAKE",
      "text": "The last name of this Peter, a British navy man, is on a Columbia River island & a Washington sound",
      "answer": "Puget"
    },
    {
      "category": "CON\"SARNIT",
      "text": "Let's take a pregnant pause for this 8-letter verb, meaning to construct an image or idea",
      "answer": "conceive"
    },
    {
      "category": "CURSES",
      "text": "Curse averted!  The Yankees dug up a buried jersey of this rival team out of the concrete of the new stadium in 2008",
      "answer": "the Boston Red Sox"
    },
    {
      "category": "I'LL BE DOGGONE",
      "text": "Appropriately, the mountain pass with this dog's name is in the Alps, between Italy & Switzerland",
      "answer": "Saint Bernard"
    },
    {
      "category": "DAD, GUM IT",
      "text": "When a man with this last name offered gum with his dad's soap, it started a chewing gum empire",
      "answer": "Wrigley"
    },
    {
      "category": "DOUGH!",
      "text": "From the 1970s, some quarters commemorating this featured a Colonial drummer",
      "answer": "the Bicentennial"
    },
    {
      "category": "FOR PETE'S SAKE",
      "text": "Last name of the Peter whose hall in Boston was completed in 1742",
      "answer": "Faneuil"
    },
    {
      "category": "CON\"SARNIT",
      "text": "Exclusive attention to one object, or a game that requires memory skills",
      "answer": "concentration"
    },
    {
      "category": "CURSES",
      "text": "A black cat in 1969 & a fan's try for a foul ball (let him be, folks!) have been blamed for this team's woes",
      "answer": "the Cubs"
    },
    {
      "category": "I'LL BE DOGGONE",
      "text": "This prestigious dog show was first held in New York City in 1877 & showcased 1,201 pooches",
      "answer": "the Westminster Kennel Club Dog Show"
    },
    {
      "category": "DAD, GUM IT",
      "text": "Gumby's father has this name, also a Bantu word for \"okra\"",
      "answer": "Gumbo"
    },
    {
      "category": "DOUGH!",
      "text": "(Jimmy of the Clue Crew reports from the Bureau of Engraving and Printing in Washington, D.C.)  Defacement of currency is a criminal offense, punishable by a fine up to this much, also the largest denomination the U.S. now issues",
      "answer": "$100"
    },
    {
      "category": "FOR PETE'S SAKE",
      "text": "In 1626 this Colonial gov. spent the best 60 Dutch guilders of his life when he bought Manhattan Island",
      "answer": "Minuit"
    },
    {
      "category": "CON\"SARNIT",
      "text": "If I'm holding this spiral shell of a gastropod, a fabled trumpet of the Tritons, I get to speak",
      "answer": "a conch (shell)"
    },
    {
      "category": "CURSES",
      "text": "Norm Van Lier was so upset this NBA team didn't retire his No. 2, he put a hex on anyone who wore it; lucky it wasn't 23",
      "answer": "the (Chicago) Bulls"
    },
    {
      "category": "I'LL BE DOGGONE",
      "text": "For 10 years after his master's death, a dog of this breed waited daily for his return at a Tokyo train station",
      "answer": "Akita"
    },
    {
      "category": "DAD, GUM IT",
      "text": "This \"colorful\" gum-chewing girl has a golden ticket that gets her & her dad in to see Willy Wonka",
      "answer": "Violet Beauregarde"
    },
    {
      "category": "DOUGH!",
      "text": "The dime known as this \"Head\" was designed by Charles Barber, the Mint's chief engraver from 1879 to 1917",
      "answer": "the Liberty Head"
    },
    {
      "category": "FOR PETE'S SAKE",
      "text": "World Book says it, flat out: this man \"was the greatest Flemish painter of the 1600s\"",
      "answer": "(Peter Paul) Rubens"
    },
    {
      "category": "CON\"SARNIT",
      "text": "From the Latin for \"to run together\", it means existing simultaneously or side by side",
      "answer": "concurrent (concurrently accepted)"
    }
  ]
}