{
  "title": "Show #8555 - Friday, January 14, 2022",
  "date": {
    "day": 14,
    "month": "January",
    "year": 2022
  },
  "clues": [
    {
      "category": "FEAR",
      "text": "The \"Irish Fright\" of 1688 affected thousands in England with fear of slaughter from marauders of this religion",
      "answer": "Catholics"
    },
    {
      "category": "WHAT DID YOU LOSE?",
      "text": "It's from Latin for \"moderate\" & to lose yours means to suddenly become enraged",
      "answer": "your temper"
    },
    {
      "category": "MISS, MR. OR MRS. SONG",
      "text": "Little Richard:\"Good Golly,\" her",
      "answer": "Miss Molly"
    },
    {
      "category": "WORDS & PHRASES",
      "text": "It's the term for the number written below the line in a fraction; you may have heard of the \"lowest common\" one",
      "answer": "denominator"
    },
    {
      "category": "HOLLAND",
      "text": "The Maas & Schelde Rivers both flow into the Netherlands before emptying into this sea",
      "answer": "the North Sea"
    },
    {
      "category": "OATS",
      "text": "Ask Goldilocks--oats are a mainstay in the preparation of this boiled treat that she partook of in an old tale",
      "answer": "porridge"
    },
    {
      "category": "FEAR",
      "text": "In Luke 2 they \"were sore afraid\" but an angel tells them, \"Fear not: for, behold, I bring you good tidings of great joy\"",
      "answer": "the shepherds"
    },
    {
      "category": "WHAT DID YOU LOSE?",
      "text": "This toy lends its name to an often unhealthy cycle of dieting where weight is lost & then regained over & over",
      "answer": "a yo-yo"
    },
    {
      "category": "MISS, MR. OR MRS. SONG",
      "text": "Kelly Clarkson:\"What happened to\" her? \"No more the need to be defensive\"",
      "answer": "\"Miss Independent\""
    },
    {
      "category": "WORDS & PHRASES",
      "text": "Manga refers to Japanese graphic novels; this other 5-letter word is for artistic works like \"Princess Mononoke\"",
      "answer": "anime"
    },
    {
      "category": "HOLLAND",
      "text": "Once Rotterdam's highest tower, theEuromastwas built in 1960 for an international exhibition of these, for which Holland is known",
      "answer": "tulips (flowers)"
    },
    {
      "category": "OATS",
      "text": "A FAQ on the PepsiCo website asks if the man on this brand's logo is William Penn; they say he isn't",
      "answer": "Quaker Oats"
    },
    {
      "category": "FEAR",
      "text": "FDR described \"fear itself\" as \"nameless, unreasoning, unjustified \" this feeling",
      "answer": "terror"
    },
    {
      "category": "WHAT DID YOU LOSE?",
      "text": "Migration after a natural disaster helped make it the only southern state to lose a House seat in the 2010 reapportionment",
      "answer": "Louisiana"
    },
    {
      "category": "MISS, MR. OR MRS. SONG",
      "text": "Styx:\"Domo arigato\" him",
      "answer": "\"Mr. Roboto\""
    },
    {
      "category": "WORDS & PHRASES",
      "text": "Something that is exactly what you would expect is this 4-word golfing phrase; it's actually 72 at Augusta national",
      "answer": "par for the course"
    },
    {
      "category": "HOLLAND",
      "text": "William the Silent, leader of the 16th century Dutch revolt against Spanish rule, was known as the Count of Nassau & the Prince of this",
      "answer": "Orange"
    },
    {
      "category": "OATS",
      "text": "Unflattened oat kernels with the husks removed are called this, which rhymes with oats",
      "answer": "groats"
    },
    {
      "category": "FEAR",
      "text": "Asylum seekers in the U.S. may be examined to see if they have a \"reasonable fear of persecution or\" this savage treatment",
      "answer": "torture"
    },
    {
      "category": "WHAT DID YOU LOSE?",
      "text": "Many have lost their shirts at Aqueduct, now the only one of these in New York City",
      "answer": "a race track"
    },
    {
      "category": "MISS, MR. OR MRS. SONG",
      "text": "Billy Paul:\"Me and\" her \"We got a thing goin' on\"",
      "answer": "Mrs. Jones"
    },
    {
      "category": "WORDS & PHRASES",
      "text": "This type of drug has a psychological effect, not directly physiological, & a name from Latin meaning \"I shall please\"",
      "answer": "placebo"
    },
    {
      "category": "HOLLAND",
      "text": "The International Court of Justice, headquartered in this Dutch city, got its current name in 1945",
      "answer": "The Hague"
    },
    {
      "category": "OATS",
      "text": "In the early 1900s, Swiss doctorMaximilian Bircher-Bennerdevisedthisrolled oats cereal as a health food",
      "answer": "muesli"
    },
    {
      "category": "FEAR",
      "text": "The National Institute of Mental Health defines them as \"sudden and repeated\" episodes of fear of \"several minutes or longer\"",
      "answer": "panic attacks"
    },
    {
      "category": "WHAT DID YOU LOSE?",
      "text": "Tiu lien is literally Chinese for this, harming one's reputation, a dreaded fate in China",
      "answer": "losing face"
    },
    {
      "category": "MISS, MR. OR MRS. SONG",
      "text": "E.L.O.:\"A celebration,\" he's \"up there waitin\"'",
      "answer": "\"Mr. Blue Sky\""
    },
    {
      "category": "WORDS & PHRASES",
      "text": "This expression, inspired by aneventin the Book of Daniel, illustratedhere, means \"an effort is doomed to fail\"",
      "answer": "the writing is on the wall"
    },
    {
      "category": "HOLLAND",
      "text": "Willem-Alexander, the son of this woman who reigned for more than 30 years, is the current monarch",
      "answer": "Queen Beatrix"
    },
    {
      "category": "OATS",
      "text": "At the Chicago Board of Trade, many agricultural commodities like oats are traded in this unit equal to 4 pecks",
      "answer": "a bushel"
    }
  ]
}