{
  "title": "Show #7262 - Tuesday, March 22, 2016",
  "date": {
    "day": 22,
    "month": "March",
    "year": 2016
  },
  "clues": [
    {
      "category": "BESTSELLERS BY PARTIAL TITLE",
      "text": "A 1988 scientific success, \"Brief\"",
      "answer": "A Brief History of Time"
    },
    {
      "category": "MEDICAL MATTERS",
      "text": "Creutzfeldt-Jakob disease is in the same disease family as bovine spongiform encephalopathy, aka this",
      "answer": "mad cow disease"
    },
    {
      "category": "I SING FOR THE TREES",
      "text": "Tony Orlando & Dawn urged us to \"tie a yellow ribbon around\" one of these",
      "answer": "the old oak tree"
    },
    {
      "category": "IT'S POTPOURRI, \"C\"?",
      "text": "In this sport, a googly is a bowled ball that breaks in an unexpected direction",
      "answer": "cricket"
    },
    {
      "category": "ADJECTIVES OFTHE YOUNG AND THE RESTLESS",
      "text": "(Gina Tognoni gives the clue as Phyllis fromThe Young and the Restless.) I will never forgive Sharon for pushing me down those stairs; no matter what she claims, it wasn't this adjective, like the tourist in the title of an Anne Tyler bestseller",
      "answer": "accidental"
    },
    {
      "category": "BESTSELLERS BY PARTIAL TITLE",
      "text": "From Liberated 1973, \"Flying\"",
      "answer": "Fear of Flying"
    },
    {
      "category": "MEDICAL MATTERS",
      "text": "On the minus side, it's a type of food poisoning; on the plus, the toxin that causes it can be used to smooth wrinkles",
      "answer": "botulism"
    },
    {
      "category": "I SING FOR THE TREES",
      "text": "In \"The Hunger Games\", Jennifer Lawrence sang of this depressing tree where they \"strung up a man\"",
      "answer": "the hanging tree"
    },
    {
      "category": "IT'S POTPOURRI, \"C\"?",
      "text": "The Sumerians used this system of writing",
      "answer": "cuneiform"
    },
    {
      "category": "ADJECTIVES OFTHE YOUNG AND THE RESTLESS",
      "text": "(Peter Bergman gives the clue as Jack fromThe Young and the Restless.) Being a business mogul, patriarch & all around good guy isn't as easy as it seems, with rivals like Victor Newman, sometimes I want to be angry, bloodthirsty, amoral & this adjective, kind of like a Bible missing the book named for a wife of Boaz",
      "answer": "ruthless"
    },
    {
      "category": "BESTSELLERS BY PARTIAL TITLE",
      "text": "A punctuation manual, \"Shoots\"",
      "answer": "Eats, Shoots & Leaves"
    },
    {
      "category": "MEDICAL MATTERS",
      "text": "Studying dementia & epilepsy are 2 common subspecialties within this ‑ology",
      "answer": "neurology"
    },
    {
      "category": "I SING FOR THE TREES",
      "text": "In \"Big River\" Johnny Cash boasts that he \"taught\" this alliterative tree \"how to cry\"",
      "answer": "a weeping willow"
    },
    {
      "category": "IT'S POTPOURRI, \"C\"?",
      "text": "French slang for \"friend\", this Chevy muscle car can go from 0 to 60 in 5.9 seconds",
      "answer": "Camaro"
    },
    {
      "category": "ADJECTIVES OFTHE YOUNG AND THE RESTLESS",
      "text": "(Justin Hartley and Christian LeBlanc give the clue as Adam and Michael fromThe Young and the Restless.) \"I can represent myself, Michael; I'm going to tell the whole truth on the witness stand no matter what\"\"Listen, Adam, I've been on both sides of those prison bars; if you want to avoid years in jail, you'll be this adjective used in the name of a less vocal swan\"",
      "answer": "mute"
    },
    {
      "category": "BESTSELLERS BY PARTIAL TITLE",
      "text": "An art-sy 1961 bio, \"Ecstasy\"",
      "answer": "The Agony and the Ecstasy"
    },
    {
      "category": "MEDICAL MATTERS",
      "text": "A tick-transmitted infection, it gets its name from a Connecticut town",
      "answer": "Lyme disease"
    },
    {
      "category": "I SING FOR THE TREES",
      "text": "Radiohead went melancholy with their hit about \"fake\" these trees",
      "answer": "plastic trees"
    },
    {
      "category": "IT'S POTPOURRI, \"C\"?",
      "text": "This gap that's near where Kentucky, Virginia & Tennessee meet is named for a son of George II",
      "answer": "Cumberland"
    },
    {
      "category": "ADJECTIVES OFTHE YOUNG AND THE RESTLESS",
      "text": "(Mishael Morgan and Bryton James give the clue as Hilary and Devon fromThe Young and the Restless.) \"Devon, please! You're like a teenage boy, we have the whole night to ourselves\"\"I know, Hilary. I'm sorry. It's just that my passion for you, sometimes it's so overwhelming, so undeniable. It's this adjective, from the Latin for 'devour'\"",
      "answer": "voracious"
    },
    {
      "category": "BESTSELLERS BY PARTIAL TITLE",
      "text": "Mary Karr joined this \"Club\"",
      "answer": "The Liars' Club"
    },
    {
      "category": "MEDICAL MATTERS",
      "text": "(Kelly of the Clue Crew presents.)  Here is blood clotting normally at a wound site; here is blood that is missing or has low levels of clotting factor 8, meaning the person has the \"A\" type of this disease",
      "answer": "hemophilia"
    },
    {
      "category": "I SING FOR THE TREES",
      "text": "Peter, Paul & Mary said the flower of this tree is \"sweet\" but the fruit, \"impossible to eat\"",
      "answer": "the lemon tree"
    },
    {
      "category": "IT'S POTPOURRI, \"C\"?",
      "text": "Chapter 5 of \"Weather for Dummies\" covers cloud names & is punningly titled \"Getting\" this type of cloud",
      "answer": "cirrus"
    },
    {
      "category": "ADJECTIVES OFTHE YOUNG AND THE RESTLESS",
      "text": "(Eric Braeden and Melody Thomas Scott give the clue as Victor and Nikki fromThe Young and the Restless.) \"You expect me to believe you? Give you yet another chance? Are you serious?\"\"I mean it this time, Victor; I'm off the booze for good. From this day forward I will be these 2 adjectives in the title of a 1988 Michael Keaton film\"",
      "answer": "clean and sober"
    }
  ]
}