{
  "title": "Show #5092 - Tuesday, October 31, 2006",
  "date": {
    "day": 31,
    "month": "October",
    "year": 2006
  },
  "clues": [
    {
      "category": "HAPPY HALLOWEEN",
      "text": "This animal joined Halloween after the 15th century fear of witches spread through Europe",
      "answer": "the black cat"
    },
    {
      "category": "RELAX, IT'S MY TREATY",
      "text": "The Hay-Pauncefote Treaty of 1901 gave the U.S. almost exclusive rights to this waterway",
      "answer": "the Panama Canal"
    },
    {
      "category": "OLD MAN RIVER",
      "text": "A western U.S. river, or Kurt Russell's eyepatch-wearing anti-hero in 2 John Carpenter flicks",
      "answer": "Snake"
    },
    {
      "category": "LET'S \"TRAVEL",
      "text": "It's a lecture about one's journeys, usually accompanied by slides, film or video",
      "answer": "a travelogue"
    },
    {
      "category": "GOING TO THE DOGS",
      "text": "Not surprisingly, this breed seenherewas formerly used for dog fighting & bull baiting",
      "answer": "a boxer"
    },
    {
      "category": "...AND HOWE!",
      "text": "The opponents in the 1776 Battle of Long Island were this general and Howe",
      "answer": "Washington"
    },
    {
      "category": "HAPPY HALLOWEEN",
      "text": "This Halloween game may be derived from the inclusion of the goddess Pomona in the festivities",
      "answer": "bobbing for apples"
    },
    {
      "category": "RELAX, IT'S MY TREATY",
      "text": "A 40 B.C. treaty called for Mark Antony to marry the sister of this Roman, the future Emperor Augustus",
      "answer": "Octavius"
    },
    {
      "category": "OLD MAN RIVER",
      "text": "This man whose first name is also a Scottish river was killed by a police posse in Louisiana in 1934",
      "answer": "Clyde"
    },
    {
      "category": "LET'S \"TRAVEL",
      "text": "For 21 years in TV commercials for these, Karl Malden pleaded, \"Don't leave home without them\"",
      "answer": "American Express travellers cheques"
    },
    {
      "category": "GOING TO THE DOGS",
      "text": "Lassie of TV & movie fame was this breed of dog",
      "answer": "a Collie"
    },
    {
      "category": "...AND HOWE!",
      "text": "A poster shows the Three Stooges as members of the law firm Dewey, this and Howe",
      "answer": "Cheatem"
    },
    {
      "category": "HAPPY HALLOWEEN",
      "text": "Originally, instead of pumpkins, this small root vegetable of the mustard family was used for carving",
      "answer": "a turnip"
    },
    {
      "category": "OLD MAN RIVER",
      "text": "New Yorkers are familiar with this river that shares its name with the Roman philosopher who tutored Nero",
      "answer": "Seneca"
    },
    {
      "category": "LET'S \"TRAVEL",
      "text": "Formed in Bob Dylan's garage, this supergroup included Dylan, George Harrison & Roy Orbison",
      "answer": "the Traveling Wilburys"
    },
    {
      "category": "GOING TO THE DOGS",
      "text": "Thiscutie from New England is one of the few breeds to originate in the United States",
      "answer": "the Boston terrier"
    },
    {
      "category": "HAPPY HALLOWEEN",
      "text": "This Christian holiday also called Hallowmas was created as the day after Halloween to convert people",
      "answer": "All Saints' Day"
    },
    {
      "category": "RELAX, IT'S MY TREATY",
      "text": "Chief Justice No. 1, his 1794 treaty helped settle post-Revolutionary War disputes",
      "answer": "John Jay"
    },
    {
      "category": "OLD MAN RIVER",
      "text": "This name appears on a list of the full names of Canada's prime ministers; it's also Canada's longest river",
      "answer": "Mackenzie"
    },
    {
      "category": "LET'S \"TRAVEL",
      "text": "British comedian Harry Enfield provides the voice of the Roaming Gnome, this website's spokesgnome",
      "answer": "travelocity.com"
    },
    {
      "category": "GOING TO THE DOGS",
      "text": "Named for a bay, this retriever is Maryland's state dog",
      "answer": "the Chesapeake Bay retriever"
    },
    {
      "category": "HAPPY HALLOWEEN",
      "text": "This character comes from a tale of a dead man barred from heaven & hell who wandered the Earth with his fire",
      "answer": "the jack-o'-lantern"
    },
    {
      "category": "RELAX, IT'S MY TREATY",
      "text": "The 843 Treaty of Verdun divided his massive empire into 3 parts, but he didn't mind; he'd been dead about 30 years",
      "answer": "Charlemagne"
    },
    {
      "category": "OLD MAN RIVER",
      "text": "Seenhere, this man with a river's name chaired the Clinton transition team after the 1992 elections",
      "answer": "Vernon Jordan"
    },
    {
      "category": "LET'S \"TRAVEL",
      "text": "This 1962 account of Steinbeck's tour of 38 states was subtitled \"In Search of America\"",
      "answer": "Travels with Charley"
    },
    {
      "category": "GOING TO THE DOGS",
      "text": "This little dog seenhereis named for the way its ears resemble a butterfly's wings",
      "answer": "a papillon"
    },
    {
      "category": "...AND HOWE!",
      "text": "In 1975 balloting for Tory leader, there were 19 votes each for Prior and Howe but 146 votes for her",
      "answer": "Margaret Thatcher"
    }
  ]
}