{
  "title": "Show #7017 - Tuesday, March 3, 2015",
  "date": {
    "day": 3,
    "month": "March",
    "year": 2015
  },
  "clues": [
    {
      "category": "THE CARTER FAMILY",
      "text": "In 2014 Jason Carter lost his bid for this position that his grandpa Jimmy held from 1971 to 1975",
      "answer": "governor of Georgia"
    },
    {
      "category": "SNAKES",
      "text": "3-letter term for naja haje, an Egyptian snake which was sometimes used to commit suicide",
      "answer": "an asp"
    },
    {
      "category": "BOB RHYME",
      "text": "A slovenly, unkempt person",
      "answer": "a slob"
    },
    {
      "category": "STATE CAPITAL HEADQUARTERS",
      "text": "Coca-Cola",
      "answer": "Atlanta"
    },
    {
      "category": "ALL THINGS GOLDEN",
      "text": "In a fable, a farmer discovers that this bird lays golden eggs",
      "answer": "a hen (or a goose)"
    },
    {
      "category": "ICE DANCING",
      "text": "(Meryl Davis and Charlie White deliver the clue.) Ice dancing was once a social sport in which top-hatted men parade on the ice with ladies in long dresses;the skaters incorporated elements of ballroom dancing, like this elegant dance from Vienna",
      "answer": "the waltz"
    },
    {
      "category": "THE CARTER FAMILY",
      "text": "13 years younger, he was Jimmy's only brother",
      "answer": "Billy"
    },
    {
      "category": "SNAKES",
      "text": "Weighing up to 500 pounds, the world's heaviest snake is the green this, a boa that lives near South American rivers",
      "answer": "an anaconda"
    },
    {
      "category": "BOB RHYME",
      "text": "A snooty, arrogant person",
      "answer": "a snob"
    },
    {
      "category": "STATE CAPITAL HEADQUARTERS",
      "text": "John Hancock Financial Services",
      "answer": "Boston"
    },
    {
      "category": "ALL THINGS GOLDEN",
      "text": "The American Society of Civil Engineers chose this landmark as one of the 7 wonders of the modern world",
      "answer": "the Golden Gate Bridge"
    },
    {
      "category": "ICE DANCING",
      "text": "(Meryl Davis and Charlie White deliver the clue.) We were longtime fans of \"Dancing With the Stars\" before we competed on it;in fact,this\"DWTS\" pro and multiple winner of the show's Mirrorball trophy helped choreograph our short program for Sochi",
      "answer": "Derek Hough"
    },
    {
      "category": "THE CARTER FAMILY",
      "text": "Jimmy Carter was a Jr.; his dad was known by this, their middle name",
      "answer": "Earl"
    },
    {
      "category": "SNAKES",
      "text": "In 2014 a deadly albino type of this snake native to India & neighbors was captured roaming a S. Calif. neighborhood",
      "answer": "a cobra"
    },
    {
      "category": "BOB RHYME",
      "text": "In a 1958 film it was Steve McQueen vs. it",
      "answer": "the Blob"
    },
    {
      "category": "STATE CAPITAL HEADQUARTERS",
      "text": "3M",
      "answer": "St. Paul"
    },
    {
      "category": "ALL THINGS GOLDEN",
      "text": "Happy golden anniversary! Congratulations on this many years of marriage",
      "answer": "50"
    },
    {
      "category": "ICE DANCING",
      "text": "(Meryl Davis and Charlie White deliver the clue.) The hot ticket at the 1984 Olympics in Sarajevo was the final free dance in ice dancing;that's whenthisBritish pair performed to Ravel's \"Bolero\", earning a gold medal and 9 perfect scores for artistic impression, a feat that has never been duplicated",
      "answer": "Torvill and Dean"
    },
    {
      "category": "THE CARTER FAMILY",
      "text": "In 1977, Jimmy's office had this visitor seenhere",
      "answer": "Amy"
    },
    {
      "category": "SNAKES",
      "text": "A rattlesnake's rattle is made of interlocking rings of this protein, just like our fingernails",
      "answer": "keratin"
    },
    {
      "category": "BOB RHYME",
      "text": "A cylinder of maize",
      "answer": "a cob"
    },
    {
      "category": "STATE CAPITAL HEADQUARTERS",
      "text": "Aetna Insurance & Health Care",
      "answer": "Hartford"
    },
    {
      "category": "ALL THINGS GOLDEN",
      "text": "According to the AKC, in 2013 it was the third most popular breed of dog",
      "answer": "golden retriever"
    },
    {
      "category": "ICE DANCING",
      "text": "(Meryl Davis and Charlie White deliver the clue.) In 2014, we skated to music by a great Russian composer, Rimsky-Korsakov;we used this symphonic suite in which I assume the title role of a sultan's wife who spins stories to entertain her husband",
      "answer": "\"Scheherazade\""
    },
    {
      "category": "THE CARTER FAMILY",
      "text": "Jimmy's mom, known as \"Miss\" this, went to work for the Peace Corps at the age of 68",
      "answer": "Lillian"
    },
    {
      "category": "SNAKES",
      "text": "Everyone loves to vacation in F-L-A, including the nearly 19-foot Burmese this found in Miami-Dade in 2013",
      "answer": "a python"
    },
    {
      "category": "BOB RHYME",
      "text": "A deep pulsation of pain or love",
      "answer": "a throb"
    },
    {
      "category": "STATE CAPITAL HEADQUARTERS",
      "text": "Zions Bancorporation",
      "answer": "Salt Lake City"
    },
    {
      "category": "ALL THINGS GOLDEN",
      "text": "In Exodus 32 he fashions a golden calf",
      "answer": "Aaron"
    },
    {
      "category": "ICE DANCING",
      "text": "(Meryl Davis and Charlie White deliver the clue.) A key move is this traveling turn done on one foot;the judges are watching for us to put the other foot down at the same time",
      "answer": "twizzles"
    },
    {
      "category": "THE CROSS",
      "text": "Medical aid following an 1859 battle led to the founding of this organization in 1863",
      "answer": "(International Committee of) the Red Cross"
    },
    {
      "category": "WOMEN AUTHORS",
      "text": "The 2013 documentary \"Beauty in Truth\" looks at the life of this \"Color Purple\" author & activist",
      "answer": "(Alice) Walker"
    },
    {
      "category": "GEOGRAPHIC ETYMOLOGY",
      "text": "Just under 3 million square miles, it gets its name from a Latin phrase that translates to \"unknown southern land\"",
      "answer": "Australia"
    },
    {
      "category": "TRIPLE TALK SONGS",
      "text": "In a 1968 hit by the Ohio Express, this title preceded \"I got love in my tummy, and I feel like a-lovin you\"",
      "answer": "\"Yummy Yummy Yummy\""
    },
    {
      "category": "OH \"NO\"!",
      "text": "The payload-containing front section of a rocket",
      "answer": "the nosecone"
    },
    {
      "category": "DRUNK HISTORY",
      "text": "A bio of this president noted, \"During the Vicksburg campaign he occasionally fell off the wagon\"",
      "answer": "(Ulysses) Grant"
    },
    {
      "category": "THE CROSS",
      "text": "Descanso is a Southwestern name for a cross usually seen here as an informal memorial",
      "answer": "the roadside"
    },
    {
      "category": "WOMEN AUTHORS",
      "text": "She wrote for children's TV shows like \"Clarissa Explains It All\" before turning out \"The Hunger Games\"",
      "answer": "(Suzanne) Collins"
    },
    {
      "category": "GEOGRAPHIC ETYMOLOGY",
      "text": "Spanish explorers named this river that originates in the same-named state due to its red hue",
      "answer": "the Colorado"
    },
    {
      "category": "TRIPLE TALK SONGS",
      "text": "\"Clang clang clang went the trolley\" & this is the sound made by the bell in \"The Trolley Song\"",
      "answer": "ding ding ding"
    },
    {
      "category": "OH \"NO\"!",
      "text": "A referee's 2-word ruling that a boxing match doesn't count",
      "answer": "no contest"
    },
    {
      "category": "DRUNK HISTORY",
      "text": "Peter the Great's 51st birthday party included mandatory drinking of this from a barrel; Peter died at 52",
      "answer": "vodka"
    },
    {
      "category": "THE CROSS",
      "text": "In American Sign Language, the symbol for this word is crossing your arms in an \"X\" shape over your chest",
      "answer": "love"
    },
    {
      "category": "WOMEN AUTHORS",
      "text": "In 2013 Helen Fielding published her third novel featuring this now-50-something diarist",
      "answer": "Bridget Jones"
    },
    {
      "category": "GEOGRAPHIC ETYMOLOGY",
      "text": "Making up 2 Spanish provinces, they get their name from Latin for \"islands of dogs\", & the \"dogs\" may have been seals",
      "answer": "the Canary Islands"
    },
    {
      "category": "TRIPLE TALK SONGS",
      "text": "This winter title follows \"The fire is slowly dying, and, my dear, we're still goodbye-ing, but as long as you love me so...\"",
      "answer": "\"Let It Snow! Let It Snow! Let It Snow!\""
    },
    {
      "category": "OH \"NO\"!",
      "text": "A musical composition suggestive of night",
      "answer": "a nocturne"
    },
    {
      "category": "DRUNK HISTORY",
      "text": "Many a patriot hoisted a mug at the Warren Tavern, today a nice break from the red line of this Boston urban trail",
      "answer": "the Freedom Trail"
    },
    {
      "category": "THE CROSS",
      "text": "(Sarah of the Clue Crew presents images on the monitor.) The crux immissa is traditionally symbolic of the cross of Jesus; the crux decussata symbolizes martyrdom, specifically of this saint, who felt himself unworthy of crucifixion on Christ's cross",
      "answer": "St. Andrew"
    },
    {
      "category": "WOMEN AUTHORS",
      "text": "She introduced bounty hunter Stephanie Plum in 1994's \"One for the Money\"",
      "answer": "(Janet) Evanovich"
    },
    {
      "category": "GEOGRAPHIC ETYMOLOGY",
      "text": "This noted prince consort has the gateway city to northern Saskatchewan named for him--what an honor!",
      "answer": "Prince Albert"
    },
    {
      "category": "TRIPLE TALK SONGS",
      "text": "\"Put another nickel in, in the nickelodeon, all I want is loving you and\" this, this, this",
      "answer": "\"Music! Music! Music!\""
    },
    {
      "category": "OH \"NO\"!",
      "text": "Sudden ideas or impulses, or cheap, useful items",
      "answer": "notions"
    },
    {
      "category": "DRUNK HISTORY",
      "text": "This U.S. artist's 1945 marriage to Lee Krasner was a stabilizing factor he needed against his drinking",
      "answer": "(Jackson) Pollock"
    },
    {
      "category": "THE CROSS",
      "text": "As well as having this type of muscle, a bishop wears this type of cross, on a special chain",
      "answer": "a pectoral"
    },
    {
      "category": "WOMEN AUTHORS",
      "text": "Appropriately \"The Finishing School\" was the final novel by this author of \"The Prime of Miss Jean Brodie\"",
      "answer": "Dame Muriel Spark"
    },
    {
      "category": "GEOGRAPHIC ETYMOLOGY",
      "text": "This country's name is from the Slavicized Turkish phrase \"on ogur\", which referred to the tribes who settled there",
      "answer": "Hungary"
    },
    {
      "category": "TRIPLE TALK SONGS",
      "text": "In this 1999 hit Destiny's Child complains, \"You're slowly making me pay for things your money should be handling\"",
      "answer": "\"Bills, Bills, Bills\""
    },
    {
      "category": "OH \"NO\"!",
      "text": "A small, rounded body of tissue",
      "answer": "a nodule (or node)"
    },
    {
      "category": "DRUNK HISTORY",
      "text": "In 1829 rumors of his alcoholism & infidelity led to this future pres. of the Republic of Texas separating from his wife",
      "answer": "(Sam) Houston"
    }
  ]
}