{
  "title": "Show #8729 - Thursday, October 27, 2022",
  "date": {
    "day": 27,
    "month": "October",
    "year": 2022
  },
  "clues": [
    {
      "category": "ANOTHER SHOT AT THE TITLE",
      "text": "Serena Williams beat Angelique Kerber for the 2016 Ladies' Singles title at this event, but Angelique got her revenge in 2018",
      "answer": "Wimbledon"
    },
    {
      "category": "THE ANIMAL KINGDOM",
      "text": "The name of this insectivore has meant a scolding woman since before Shakespeare used it in a play title",
      "answer": "shrew"
    },
    {
      "category": "BRING ME A SOUVENIR!",
      "text": "From Japan, a maneki-neko good luck figurine depicting one of these with upraised paw",
      "answer": "a cat"
    },
    {
      "category": "WORDS & PHRASES: IMMEDIATELY!",
      "text": "Military-speak for getting somewhere extra fast, \"on the\" this sounds like a pace twice as fast as normal for civilians",
      "answer": "the double"
    },
    {
      "category": "WHICH CABINET DEPARTMENT?",
      "text": "U.S. Customs & Border Protection",
      "answer": "Homeland Security"
    },
    {
      "category": "RADCLIFFE COLLEGE",
      "text": "Radcliffe College for Women merged with this Ivy League school where the Radcliffe Institute for Advanced Study endures",
      "answer": "Harvard"
    },
    {
      "category": "ANOTHER SHOT AT THE TITLE",
      "text": "After losing to the Warriors in the 2015 NBA Finals, in 2016 LeBron & co. beat them to bring this city its first NBA title",
      "answer": "Cleveland"
    },
    {
      "category": "THE ANIMAL KINGDOM",
      "text": "O. vulgaris, a species of this cephalopod, can change its skin color thanks to pigment-bearing cells",
      "answer": "octopus"
    },
    {
      "category": "BRING ME A SOUVENIR!",
      "text": "From Ecuador, one of these straw hats that somehow is named for a country to the north",
      "answer": "a Panama hat"
    },
    {
      "category": "WORDS & PHRASES: IMMEDIATELY!",
      "text": "This French phrase that translates to \"immediately\" sounds like a noise you'd make in a fancy hotel room",
      "answer": "tout de suite"
    },
    {
      "category": "WHICH CABINET DEPARTMENT?",
      "text": "The Office of Pest Management Policy",
      "answer": "Agriculture"
    },
    {
      "category": "RADCLIFFE COLLEGE",
      "text": "Susan Stockardwent from the Madeira Prep School  to Radcliffe to acting fame underthisname",
      "answer": "Stockard Channing"
    },
    {
      "category": "ANOTHER SHOT AT THE TITLE",
      "text": "After 5 previous World Series losses to these crosstown rivals, in 1955 the Brooklyn Dodgers finally beat them for the title",
      "answer": "the New York Yankees"
    },
    {
      "category": "THE ANIMAL KINGDOM",
      "text": "Seenhereit's not an ostrich but this Aussie bird",
      "answer": "an emu"
    },
    {
      "category": "BRING ME A SOUVENIR!",
      "text": "From Kyrgyzstan, a miniature wood-carved one of these nomadic dwellings, \"ger\" in Mongol",
      "answer": "a yurt"
    },
    {
      "category": "WORDS & PHRASES: IMMEDIATELY!",
      "text": "It's this phrase that says if something isn't done immediately, it won't ever happen; in related news, \"my love won't wait\"",
      "answer": "It's now or never"
    },
    {
      "category": "WHICH CABINET DEPARTMENT?",
      "text": "The National Reconnaissance Office",
      "answer": "Department of Defense"
    },
    {
      "category": "RADCLIFFE COLLEGE",
      "text": "This woman went to all of Helen Keller's Radcliffe classes with Helen but not to exams",
      "answer": "(Anne) Sullivan"
    },
    {
      "category": "ANOTHER SHOT AT THE TITLE",
      "text": "Stripped of his heavyweight title in 1967, Muhammad Ali won it back with aKOof this champ in 1974's Rumble in the Jungle",
      "answer": "George Foreman"
    },
    {
      "category": "THE ANIMAL KINGDOM",
      "text": "Males of these mammals engage in bouts called necking to establish a social hierarchy",
      "answer": "giraffes"
    },
    {
      "category": "BRING ME A SOUVENIR!",
      "text": "From Greece, a string of komboloi, or these, used not for religious reasons but to relax & counteract stress",
      "answer": "worry beads"
    },
    {
      "category": "WORDS & PHRASES: IMMEDIATELY!",
      "text": "Give us this double-talk term quickly, as it means quickly & in this case, not to cut using 2 blows",
      "answer": "chop-chop"
    },
    {
      "category": "WHICH CABINET DEPARTMENT?",
      "text": "The National Nuclear Security Administration",
      "answer": "Energy"
    },
    {
      "category": "RADCLIFFE COLLEGE",
      "text": "Radcliffe alumnaHelen Taussigis considered the founder of pediatric this -ology",
      "answer": "pediatric cardiology"
    },
    {
      "category": "ANOTHER SHOT AT THE TITLE",
      "text": "After losing to Toronto in 1918, this team won its first NHL title the next year & has now won more than any other team",
      "answer": "the Montreal Canadiens"
    },
    {
      "category": "THE ANIMAL KINGDOM",
      "text": "A factor in human blood is named for this monkey seenhere",
      "answer": "Rhesus"
    },
    {
      "category": "BRING ME A SOUVENIR!",
      "text": "From Ireland, one oftheserings; the crown symbolized loyalty, the heart-love, & the hands--friendship",
      "answer": "a Claddagh ring"
    },
    {
      "category": "WORDS & PHRASES: IMMEDIATELY!",
      "text": "As an adverb, it means without hesitation, as in \"I'll get it to you\" this way; as a noun, it's a long part of a closed racecourse",
      "answer": "straightaway"
    },
    {
      "category": "WHICH CABINET DEPARTMENT?",
      "text": "The U.S. Fish & Wildlife Service",
      "answer": "Department of the Interior"
    },
    {
      "category": "RADCLIFFE COLLEGE",
      "text": "A center of women's history studies, the Schlesinger Library opened at Radcliffe in 1943 on the anniversary of this amendment",
      "answer": "the 19th"
    },
    {
      "category": "OCTOBERFEST",
      "text": "She joined the Supreme Court as its second female justice October 4, 1993",
      "answer": "Ruth Bader Ginsburg"
    },
    {
      "category": "THE SECOND CHAPTER",
      "text": "Holden's history teacher says, \"I flunked you in history because you knew absolutely nothing\"",
      "answer": "The Catcher in the Rye"
    },
    {
      "category": "LAKES & RIVERS",
      "text": "The oldest settlement in Paris, Ile de la Cite is in this river",
      "answer": "the Seine"
    },
    {
      "category": "3 CONSONANTS IN A ROW",
      "text": "Job of the person hired to renovate your house, perhaps after you find an architect",
      "answer": "contractor"
    },
    {
      "category": "LEARNED LEAGUES",
      "text": "\"Gift of Fire\" is the official publication of the very high IQ society named for this fire-stealing Greek god",
      "answer": "Prometheus"
    },
    {
      "category": "DANIEL RADCLIFFE COLLAGE",
      "text": "(Daniel Radcliffe presents the clue.) In what didn't seem like the most obvious choice for me, I was handpicked bythismusical parodist to portray him in the 2022 biopic spoof \"Weird\"",
      "answer": "Yankovic"
    },
    {
      "category": "OCTOBERFEST",
      "text": "In October 1936 power from this massive project began turning on lights & radios in the Western United States",
      "answer": "the Hoover Dam"
    },
    {
      "category": "THE SECOND CHAPTER",
      "text": "Ralph says, \"We've been on the mountain top and seen water all around\"",
      "answer": "Lord of the Flies"
    },
    {
      "category": "LAKES & RIVERS",
      "text": "An 830-mile stretch of this river flows from Khartoum to Lake Nasser",
      "answer": "the Nile"
    },
    {
      "category": "3 CONSONANTS IN A ROW",
      "text": "If you see Socrates wearing a wristwatch in a play, it's one of these, partly from the Greek for \"time\"",
      "answer": "an anachronism"
    },
    {
      "category": "LEARNED LEAGUES",
      "text": "A national honor society for college seniors is named for this cap seenhere",
      "answer": "mortarboard"
    },
    {
      "category": "DANIEL RADCLIFFE COLLAGE",
      "text": "(Daniel Radcliffe presents the clue.) I played one of the two titlecharacterswho were just bit players in Shakespeare in a 50th anniversary West End production of this Tom Stoppard play that’s set against the backdrop of \"Hamlet\"",
      "answer": "Rosencrantz and Guildenstern Are Dead"
    },
    {
      "category": "OCTOBERFEST",
      "text": "On Oct. 13, 1884 this London borough was adopted as the Prime Meridian of longitude for global Universal Time",
      "answer": "Greenwich"
    },
    {
      "category": "THE SECOND CHAPTER",
      "text": "Chapter 2 concludes, \"Mr. Holmes, they were the footprints of a gigantic hound!\"",
      "answer": "The Hound of the Baskervilles"
    },
    {
      "category": "LAKES & RIVERS",
      "text": "The Parana & Uruguay Rivers join to form this \"silvery river\" estuary",
      "answer": "the Río de la Plata"
    },
    {
      "category": "3 CONSONANTS IN A ROW",
      "text": "This narrow passage connects 2 big bodies of water",
      "answer": "a strait"
    },
    {
      "category": "LEARNED LEAGUES",
      "text": "Taking this \"Preliminary\" test is one step on the road to becoming a National Merit scholar",
      "answer": "the PSAT"
    },
    {
      "category": "DANIEL RADCLIFFE COLLAGE",
      "text": "(Daniel Radcliffe presents the clue.) In the 2013 film “Kill Your Darlings”, I playedthispoet just starting at Columbia University and meeting Jack Kerouac & William S. Burroughs",
      "answer": "Ginsberg"
    },
    {
      "category": "OCTOBERFEST",
      "text": "In the first united action by the 13 colonies (well, 9 of them), in Oct. 1765 delegates met to work to repeal this British law",
      "answer": "the Stamp Act"
    },
    {
      "category": "THE SECOND CHAPTER",
      "text": "An emperor's soldiers provide \"An Exact Inventory of What We Found About the Body of the Man-Mountain\"",
      "answer": "Gulliver's Travels"
    },
    {
      "category": "LAKES & RIVERS",
      "text": "Named for a princess,thislake in Banff National Park is the pearl of the Canadian Rockies",
      "answer": "Lake Louise"
    },
    {
      "category": "3 CONSONANTS IN A ROW",
      "text": "The test seenhereactually has 4 straight consonants but we're pretty sure you're human",
      "answer": "CAPTCHA"
    },
    {
      "category": "LEARNED LEAGUES",
      "text": "Contestants in LearnedLeague, a web-based trivia game, are called these South American animals",
      "answer": "llamas"
    },
    {
      "category": "DANIEL RADCLIFFE COLLAGE",
      "text": "(Daniel Radcliffe presents the clue.) I got to sing on Broadway when I playedJ. Pierrepont Finchwho climbs the corporate ladder at the World Wide Wicket Company in a 2011 production of this musical with a really long title",
      "answer": "How to Succeed in Business Without Really Trying"
    },
    {
      "category": "OCTOBERFEST",
      "text": "Led by Orson Welles, the Mercury Theatre panicked the U.S. with a live radio dramatization of this work on October 30, 1938",
      "answer": "The War of the Worlds"
    },
    {
      "category": "THE SECOND CHAPTER",
      "text": "Milkman Dead falls in love with Hagar before seeing her face",
      "answer": "Song of Solomon"
    },
    {
      "category": "LAKES & RIVERS",
      "text": "This river that flows 2,300 miles before emptying into the Caspian Sea is Europe's longest",
      "answer": "the Volga"
    },
    {
      "category": "3 CONSONANTS IN A ROW",
      "text": "This 6-letter word means to bud or germinate",
      "answer": "sprout"
    },
    {
      "category": "LEARNED LEAGUES",
      "text": "A signature gold key represents this philosophical society founded on Dec. 5, 1776",
      "answer": "Phi Beta Kappa"
    },
    {
      "category": "DANIEL RADCLIFFE COLLAGE",
      "text": "(Daniel Radcliffe presents the clue.) Um, I'd basically only done one small part in a school play when, at age 10, I played the title character, as a boy, in a BBC adaptation of this Dickens novel, the author’s own favorite child; the part really was magical as it led to me being cast as Harry Potter",
      "answer": "David Copperfield"
    }
  ]
}