{
  "title": "Show #1885 - Friday, November 13, 1992",
  "date": {
    "day": 13,
    "month": "November",
    "year": 1992
  },
  "clues": [
    {
      "category": "FAMOUS NAMES",
      "text": "H.R. Haldeman served 18 months in federal prison as a result of his part in this scandal",
      "answer": "Watergate"
    },
    {
      "category": "WINE",
      "text": "Her picture adorns the label of a red wine called \"Marilyn Merlot\"",
      "answer": "Marilyn Monroe"
    },
    {
      "category": "MUSEUMS",
      "text": "An Ulverston, England museum is devoted to the film careers of this comedy pair who starred in \"The Flying Deuces\"",
      "answer": "Laurel & Hardy"
    },
    {
      "category": "FISH",
      "text": "The Pacific type of this fish dies after swimming up rivers to spawn; the Atlantic does not",
      "answer": "salmon"
    },
    {
      "category": "GOLDEN GUYS",
      "text": "In the 1920s, the company he founded merged with Metro Pictures Corporation",
      "answer": "Samuel Goldwyn"
    },
    {
      "category": "ELVIS SONGS",
      "text": "\"Ev'rybody in the whole cell block was a-dancin' to\" this",
      "answer": "The \"Jailhouse Rock\""
    },
    {
      "category": "FAMOUS NAMES",
      "text": "Fred Noonan was navigator on the 1937 around-the-world flight on which she disappeared",
      "answer": "Amelia Earhart"
    },
    {
      "category": "WINE",
      "text": "This term for a wine's bouquet is also a synonym for \"snoot\"",
      "answer": "nose"
    },
    {
      "category": "MUSEUMS",
      "text": "A collection of the art of this 20th century Spanish painter is housed at the Hotel Sale in Paris",
      "answer": "Pablo Picasso"
    },
    {
      "category": "FISH",
      "text": "Some Amazon Indians use the teeth of this fish, also called the caribe, as razor blades",
      "answer": "piranha"
    },
    {
      "category": "GOLDEN GUYS",
      "text": "After losing to Lyndon Johnson in 1964, he was re-elected to the Senate in 1968",
      "answer": "Barry Goldwater"
    },
    {
      "category": "ELVIS SONGS",
      "text": "The flip side of \"Hound Dog\"; it insists \"I don't want no other love, baby.  It's just you I'm thinking of.\"",
      "answer": "\"Don't Be Cruel\""
    },
    {
      "category": "FAMOUS NAMES",
      "text": "He became a prince of the U.K. in 1957, some 10 years after he married Elizabeth",
      "answer": "Prince Philip"
    },
    {
      "category": "WINE",
      "text": "This word, Italian for \"sparkling\", is found in the name of a sparkling wine from Asti, Italy",
      "answer": "spumante"
    },
    {
      "category": "MUSEUMS",
      "text": "This city's Field Museum of Natural History has a 250,000 volume reference library",
      "answer": "Chicago"
    },
    {
      "category": "FISH",
      "text": "Hippocampus is the scientific name of this odd fish with a prehensile tail",
      "answer": "seahorse"
    },
    {
      "category": "GOLDEN GUYS",
      "text": "In 1948 Peter Goldmark and his team at CBS introduced this type of record",
      "answer": "LP"
    },
    {
      "category": "ELVIS SONGS",
      "text": "\"Well, a' bless my soul\", this song stayed on the charts for 30 weeks, the longest of any Elvis single",
      "answer": "\"All Shook Up\""
    },
    {
      "category": "FAMOUS NAMES",
      "text": "Ira Allen, a brother of Ethan Allen, was a founder of this state's university",
      "answer": "Vermont"
    },
    {
      "category": "WINE",
      "text": "Manzanilla is a dry and somewhat salty type of this fortified Spanish wine",
      "answer": "sherry"
    },
    {
      "category": "MUSEUMS",
      "text": "Austin, TX has a museum devoted to this short-story author of \"Cabbages And Kings\"",
      "answer": "O. Henry (William Sidney Porter)"
    },
    {
      "category": "FISH",
      "text": "This primitive eel-like fish almost caused the extermination of the Great Lakes trout",
      "answer": "lamprey"
    },
    {
      "category": "GOLDEN GUYS",
      "text": "This comic strip artist was known for creating intricate mechanical devices",
      "answer": "Rube Goldberg"
    },
    {
      "category": "ELVIS SONGS",
      "text": "This \"keeps pouring down and up ahead's another town that I'll go walkin' through\"",
      "answer": "\"Kentucky Rain\""
    },
    {
      "category": "FAMOUS NAMES",
      "text": "Douglas MacArthur was a member of the court martial that convicted this advocate of air power in 1925",
      "answer": "Billy Mitchell"
    },
    {
      "category": "WINE",
      "text": "Websters' says this word for a wine steward is derived from old Provencal for \"pack animal driver\"",
      "answer": "Sommelier"
    },
    {
      "category": "MUSEUMS",
      "text": "The Drake Well Museum in Titusville in this state commemorates the first oil well in the U.S.",
      "answer": "Pennsylvania"
    },
    {
      "category": "FISH",
      "text": "Clarias Batrachus, the walking type of this fish, can travel overland from pond-to-pond",
      "answer": "catfish"
    },
    {
      "category": "GOLDEN GUYS",
      "text": "His \"The Vicar Of Wakefield\" might have been published to save himself from going to jail for debt",
      "answer": "Oliver Goldsmith"
    },
    {
      "category": "ELVIS SONGS",
      "text": "This No. 1 hit from 1960 contains a spoken passage based on Jaques' speech in \"As You Like It\"",
      "answer": "\"Are You Lonesome Tonight?\""
    }
  ]
}