{
  "title": "Show #8738 - Wednesday, November 9, 2022",
  "date": {
    "day": 9,
    "month": "November",
    "year": 2022
  },
  "clues": [
    {
      "category": "SUPREME COURT CASES",
      "text": "RBG dissented in the 2000 case Bush v. him",
      "answer": "Gore"
    },
    {
      "category": "SHAKESPEARE JUST KILLS ME",
      "text": "Holding the dead Cordelia in his arms, he hears that Edmund is dead & is dead himself a few lines later",
      "answer": "Lear"
    },
    {
      "category": "CHESS FOR CHAMPS",
      "text": "It's the only chess piece that can hop over an opposing piece when it moves",
      "answer": "a knight"
    },
    {
      "category": "TRAVEL",
      "text": "Stamps in your passport of this entry endorsement are a thing of the past on visits to many countries, like South Korea",
      "answer": "a visa"
    },
    {
      "category": "I'M \"EN\" IT!",
      "text": "Headed that way now",
      "answer": "en route"
    },
    {
      "category": "STANFORD ATHLETICS",
      "text": "(Haley Jones presents the clue.)  In 2018, Isignedmy Stanford letter of intent on national TV; in 1993, it made news whenthisteenager, already playing PGA Tour events, declared he was going to Stanford",
      "answer": "Tiger Woods"
    },
    {
      "category": "SUPREME COURT CASES",
      "text": "2022's West Virginia v. this federal agency went in favor of West Virginia",
      "answer": "the EPA"
    },
    {
      "category": "SHAKESPEARE JUST KILLS ME",
      "text": "The last words this king hears are from Hamlet: \"Is thy union here? Follow my mother\"",
      "answer": "Claudius"
    },
    {
      "category": "CHESS FOR CHAMPS",
      "text": "In 2016 Timur Gareyev played a record 48 simultaneous games wearing one of these; he won 35, lost 6 & drew 7",
      "answer": "a blindfold"
    },
    {
      "category": "TRAVEL",
      "text": "Some business road warriors bring an electronics version of this handy toiletries carrier named after Charles Doppelt",
      "answer": "a Dopp kit"
    },
    {
      "category": "I'M \"EN\" IT!",
      "text": "Term for what the dancer seenhereis",
      "answer": "en pointe"
    },
    {
      "category": "STANFORD ATHLETICS",
      "text": "(Haley Jones presents the clue.) In 1896, the first intercollegiate women'sbasketballgame pitted Stanford against this team, our biggest rival; with only women allowed as spectators for modesty,Agnes Morleycame up big, & we beat them 2-1",
      "answer": "Cal (Berkeley)"
    },
    {
      "category": "SUPREME COURT CASES",
      "text": "Dobbs v. this city's Women's Health Organization overturned Roe v. Wade",
      "answer": "Jackson, Mississippi"
    },
    {
      "category": "SHAKESPEARE JUST KILLS ME",
      "text": "In \"Romeo & Juliet\", he gets the point from Tybalt, who makes worms' meat of him",
      "answer": "Mercutio"
    },
    {
      "category": "CHESS FOR CHAMPS",
      "text": "The Ruy Lopez is also known as the Spanish Opening; the Giuoco Piano, as this one (not to be confused with the Sicilian Defense)",
      "answer": "the Italian Opening"
    },
    {
      "category": "TRAVEL",
      "text": "In 1936 the Clipper was the first of these sleek, silvery travel trailers made of aluminum",
      "answer": "an Airstream"
    },
    {
      "category": "I'M \"EN\" IT!",
      "text": "Type of bathroom that can only be accessed through a bedroom",
      "answer": "en suite"
    },
    {
      "category": "STANFORD ATHLETICS",
      "text": "(Haley Jones presents the clue.)  The coaches wanted to movehimto defensive end & later made him the sixth-stringer, but in 1970, quarterbackJim Plunkettbecame the Cardinal's first winner ofthistrophy instituted in 1935",
      "answer": "the Heisman"
    },
    {
      "category": "SUPREME COURT CASES",
      "text": "1896's him (train passenger) v. him (judge) was decided 7-1 for the wrong guy",
      "answer": "Plessy v. Ferguson"
    },
    {
      "category": "SHAKESPEARE JUST KILLS ME",
      "text": "In \"Macbeth\", it's not healthy for this man to be in a scene with first, second & third murderers but at least his son Fleance escapes",
      "answer": "Banquo"
    },
    {
      "category": "CHESS FOR CHAMPS",
      "text": "In an anticlimax, a 1978 World Championship game was this kind of draw on the 124th move",
      "answer": "a stalemate"
    },
    {
      "category": "TRAVEL",
      "text": "This cruise line got \"Back to Fun\" in 2021, launching the fittingly named new flagship Mardi Gras",
      "answer": "Carnival"
    },
    {
      "category": "I'M \"EN\" IT!",
      "text": "It's how the food seenhereis being prepared",
      "answer": "en brochette"
    },
    {
      "category": "STANFORD ATHLETICS",
      "text": "(Haley Jones presents the clue.) PitcherMike Mussina & third baseman Ed Spraguewere on the 1988 Stanfordteamthat was victorious in the first title game of this event broadcast on network TV",
      "answer": "the College World Series"
    },
    {
      "category": "SUPREME COURT CASES",
      "text": "2015's him v. him upheld the right to same-sex marriage",
      "answer": "Obergefell & Hodges"
    },
    {
      "category": "SHAKESPEARE JUST KILLS ME",
      "text": "This title guy kills Lavinia, stabs Tamora, gets killed by Saturninus, who in turn is whacked by Lucius, the said title guy's son",
      "answer": "Titus Andronicus"
    },
    {
      "category": "CHESS FOR CHAMPS",
      "text": "In 1997 the chess world was shocked when world champ Garry Kasparov lost a match to this IBM computer program",
      "answer": "Deep Blue"
    },
    {
      "category": "TRAVEL",
      "text": "Eugene was the first name ofthisman, whose series of guides made travel feel accessible to mid-century Americans",
      "answer": "(Eugene) Fodor"
    },
    {
      "category": "I'M \"EN\" IT!",
      "text": "Charles-Francois Daubigny was one of the first painters to work this way, meaning outside",
      "answer": "en plein air"
    },
    {
      "category": "STANFORD ATHLETICS",
      "text": "(Haley Jones presents the clue.)  Just like me,shewent from Archbishop Mitty High to Stanford, wheresherecorded more than 1,500 kills;shewent on to be the most decorated beach volleyball Olympian",
      "answer": "Kerri Walsh"
    }
  ]
}