{
  "title": "Show #4835 - Friday, September 23, 2005",
  "date": {
    "day": 23,
    "month": "September",
    "year": 2005
  },
  "clues": [
    {
      "category": "SPORTS MOVIES",
      "text": "1993:An undersized undergrad fights to make the Notre Dame football team",
      "answer": "Rudy"
    },
    {
      "category": "REMEMBER THE TITANS",
      "text": "Aeschylus wrote of this \"bound\" Titan who was a hero to humankind",
      "answer": "Prometheus"
    },
    {
      "category": "MILLION DOLLAR BABY",
      "text": "Heiress Marie-Chantal Miller wed Prince Pavlos of this country in a 6-figure-priced gown in 1995",
      "answer": "Greece"
    },
    {
      "category": "THE BAD NEWS BEARERS",
      "text": "After this 1968 Communist onslaught, Walter Cronkite told Americans Vietnam didn't look winnable",
      "answer": "the Tet Offensive"
    },
    {
      "category": "THE HURRICANE",
      "text": "Hurricane season in the U.S. runs from the first of June to the end of this month",
      "answer": "November"
    },
    {
      "category": "ALL THE \"RIGHT\" MOVES",
      "text": "60-footer of the North Atlantic",
      "answer": "a right whale"
    },
    {
      "category": "SPORTS MOVIES",
      "text": "1980:A self-destructive middleweight boxing champ battles in & out of the ring",
      "answer": "Raging Bull"
    },
    {
      "category": "REMEMBER THE TITANS",
      "text": "Mnemosyne, the Titan goddess of memory, was also the mother of these inspirational goddesses",
      "answer": "the Muses"
    },
    {
      "category": "MILLION DOLLAR BABY",
      "text": "Born Oct. 5, 1983, she was named for her great-uncle, once married to Elizabeth Taylor",
      "answer": "Nicky Hilton"
    },
    {
      "category": "THE BAD NEWS BEARERS",
      "text": "(Hi, I'm Keith Olbermann.)  For my coverage of the 9/11 events, I won one of the awards named for this famous newscaster who died in 1965",
      "answer": "(Edward R.) Murrow"
    },
    {
      "category": "THE HURRICANE",
      "text": "One of only 3 category 5 hurricanes to hit the U.S. since 1899, it struck Florida with a vengeance in 1992",
      "answer": "Andrew"
    },
    {
      "category": "ALL THE \"RIGHT\" MOVES",
      "text": "Bring up a pop-up menu by doing it with your mouse",
      "answer": "right-click"
    },
    {
      "category": "SPORTS MOVIES",
      "text": "1984:An overaged baseball player comes out of nowhere to become a legendary player",
      "answer": "The Natural"
    },
    {
      "category": "REMEMBER THE TITANS",
      "text": "Goddess of the Earth, was was the mother of the Titans",
      "answer": "Gaia"
    },
    {
      "category": "MILLION DOLLAR BABY",
      "text": "Beauregard & Rhett are 2 of this billionaire's grown kids",
      "answer": "Ted Turner"
    },
    {
      "category": "THE BAD NEWS BEARERS",
      "text": "Russell Jones won a 1957 Pulitzer for reporting on \"ruthless Soviet repression of\" this rebellious people",
      "answer": "the Hungarians"
    },
    {
      "category": "THE HURRICANE",
      "text": "You could call Max Mayfield the Cyclone Ranger as he's the director of this, the NHC",
      "answer": "the National Hurricane Center"
    },
    {
      "category": "ALL THE \"RIGHT\" MOVES",
      "text": "Hillary Clinton once said a \"vast\" this had existed \"against my husband since the day he announced for president\"",
      "answer": "a right-wing conspiracy"
    },
    {
      "category": "SPORTS MOVIES",
      "text": "1996:A washed-up golf pro tries to qualify for the U.S. Open to impress a woman",
      "answer": "Tin Cup"
    },
    {
      "category": "REMEMBER THE TITANS",
      "text": "The youngest of the Titans, he found time to father the Olympians",
      "answer": "Kronos"
    },
    {
      "category": "MILLION DOLLAR BABY",
      "text": "Little Caleigh was at the center of a custody fight between Patricia Duff & this man the tabloids call \"Revlon Ron\"",
      "answer": "Ron Perelman"
    },
    {
      "category": "THE BAD NEWS BEARERS",
      "text": "John Howard Griffin darkened his skin to research this 1961 expose of racism",
      "answer": "Black Like Me"
    },
    {
      "category": "THE HURRICANE",
      "text": "The deadliest hurricane in U.S. history killed more than 8,000 people when it hit this Texas city in September 1900",
      "answer": "Galveston"
    },
    {
      "category": "ALL THE \"RIGHT\" MOVES",
      "text": "The text of the U.S. Constitution's Second Amendment deals with this",
      "answer": "the right to bear arms"
    },
    {
      "category": "SPORTS MOVIES",
      "text": "1988:Professional baseball players deliberately lose the 1919 World Series",
      "answer": "Eight Men Out"
    },
    {
      "category": "REMEMBER THE TITANS",
      "text": "A South American birdie told me this Titan was Zeus' mother & mother-in-law",
      "answer": "Rhea"
    },
    {
      "category": "MILLION DOLLAR BABY",
      "text": "In 1972 Edward C. Johnson 3d faithfully took over from his dad, the 2d, as head of this big mutual fund company",
      "answer": "Fidelity Investments"
    },
    {
      "category": "THE BAD NEWS BEARERS",
      "text": "From Germany, reporter Sigrid Schultz had the story of this deadly night in the Nov. 10, 1938 Chicago Tribune",
      "answer": "Kristallnacht"
    },
    {
      "category": "THE HURRICANE",
      "text": "Sacre Bleu!  Hurricane Lenny flooded out the 1999 tourist season on this Dutch-French Caribbean island",
      "answer": "St. Martin (or St. Maarten)"
    },
    {
      "category": "ALL THE \"RIGHT\" MOVES",
      "text": "It's the correct 2-word prefix to the titles of earls & barons",
      "answer": "Right Honourable"
    },
    {
      "category": "WHERE AM I?",
      "text": "(Jimmy of the Clue Crew stands in front of a modest home.)  I'm at Richard Nixon's birthplace in this Orange County, California city",
      "answer": "Yorba Linda"
    },
    {
      "category": "TV SHOW ADDRESSES",
      "text": "Patrick the starfish often visits this TV title friend at 123 Conch Street, Bikini Bottom, USA",
      "answer": "SpongeBob SquarePants"
    },
    {
      "category": "WRITERS' RELATIVES",
      "text": "Since Judith Krantz was this puppeteer's sister-in-law, guess that made her Lamb Chop's aunt",
      "answer": "(Shari) Lewis"
    },
    {
      "category": "INTERNATIONAL \"C\"UISINE",
      "text": "If she sells seashells in the Seychelles, she knows that the coco de mer found there is a huge one of these",
      "answer": "a coconut"
    },
    {
      "category": "COMPOSING, DECOMPOSING",
      "text": "Scored a 10 with \"Bolero\" for a ballet commission in 1928, clock struck 12 in Paris on Dec. 28, 1937",
      "answer": "Ravel"
    },
    {
      "category": "10-LETTER WORDS",
      "text": "The greatest distance it's possible to see with the naked eye, it's often part of the weather forecast",
      "answer": "visibility"
    },
    {
      "category": "WHERE AM I?",
      "text": "(Cheryl of the Clue Crew reads from a busy terminal.)  I'm at this site, once called Idlewild, which, in aceremonyDecember 24, 1963, was officially renamed this",
      "answer": "JFK International Airport"
    },
    {
      "category": "TV SHOW ADDRESSES",
      "text": "Apartment No. 1901, Elliot Bay Towers, Seattle was home to this befuddled radio headshrinker",
      "answer": "Frasier Crane"
    },
    {
      "category": "WRITERS' RELATIVES",
      "text": "Catharine Beecher, a promoter of higher education for women, was the sister of this famous author",
      "answer": "Harriet Beecher Stowe"
    },
    {
      "category": "INTERNATIONAL \"C\"UISINE",
      "text": "In sushi bars, tairagai is the razor-shell type of this",
      "answer": "a clam"
    },
    {
      "category": "COMPOSING, DECOMPOSING",
      "text": "Gave us \"Symphony No. 1 in E Minor\" in 1899, gave out on Sept. 20, 1957 in Jarvenpaa, Finland",
      "answer": "Sibelius"
    },
    {
      "category": "10-LETTER WORDS",
      "text": "A driveway area where cars reverse direction, or the time needed to complete a task",
      "answer": "turnaround"
    },
    {
      "category": "WHERE AM I?",
      "text": "(Cheryl of the Clue Crew reports from the seaside.)  I'm at this site built to defend against foreign enemies; it was attacked by Louisiana's General Beauregard in 1861",
      "answer": "Fort Sumter"
    },
    {
      "category": "TV SHOW ADDRESSES",
      "text": "On this show the family that lived at either 933 or 953 Hillcrest Drive helped make a ZIP code famous",
      "answer": "Beverly Hills, 90210"
    },
    {
      "category": "WRITERS' RELATIVES",
      "text": "His father Emmet, a country doctor, gave him much of the background for Dr. Kennicott in his novel \"Main Street\"",
      "answer": "Sinclair Lewis"
    },
    {
      "category": "INTERNATIONAL \"C\"UISINE",
      "text": "On French menus, potage froid au concombre is a cold soup made from this gourd",
      "answer": "cucumber"
    },
    {
      "category": "COMPOSING, DECOMPOSING",
      "text": "Checked in with \"Cello Concerto in B Minor\" in 1895, Czech-ed out in Prague on May 1, 1904",
      "answer": "Dvorak"
    },
    {
      "category": "WHERE AM I?",
      "text": "(Jimmy of the Clue Crew reports from a vantage overlooking a certain skyline.)  I'm in this city, whose air used to lookdifferentuntil a movement called the Renaissance after World War II",
      "answer": "Pittsburgh"
    },
    {
      "category": "TV SHOW ADDRESSES",
      "text": "After waking up each day at 119 N. Weatherly Avenue in Minneapolis, she turned the world on with her smile",
      "answer": "Mary Tyler Moore"
    },
    {
      "category": "WRITERS' RELATIVES",
      "text": "Graham Greene was born 10 years after this distant writer relative of his died in the South Seas",
      "answer": "Robert Louis Stevenson"
    },
    {
      "category": "INTERNATIONAL \"C\"UISINE",
      "text": "These spices named for their resemblence to little nails were used by the ancients in love potions",
      "answer": "cloves"
    },
    {
      "category": "COMPOSING, DECOMPOSING",
      "text": "Made an overture to \"A Midsummer Night's Dream\" in 1826, went gentle into that good night on Nov. 4, 1847 in Leipzig",
      "answer": "Felix Mendelssohn"
    },
    {
      "category": "WHERE AM I?",
      "text": "(Cheryl of the Clue Crew carries the Bunny Rabbit puppet fromCaptain Kangaroothrough some archives.)  I'm with a few of the 3 million objects in this museum of the Smithsonian, once the Museum of History and Technology",
      "answer": "the Museum of American History (the American History Museum accepted)"
    },
    {
      "category": "TV SHOW ADDRESSES",
      "text": "The crawdads were always cooking at this family's home, 518 Crestview Drive, Beverly Hills",
      "answer": "the Beverly Hillbillies"
    },
    {
      "category": "WRITERS' RELATIVES",
      "text": "Kentucky's first governor, Isaac Shelby, was a direct ancestor of this \"Civil War: A Narrative\" author",
      "answer": "Shelby Foote"
    },
    {
      "category": "INTERNATIONAL \"C\"UISINE",
      "text": "Popular in Scandinavia, these berries with a \"heavenly\" name are related to the raspberry",
      "answer": "cloudberries"
    },
    {
      "category": "COMPOSING, DECOMPOSING",
      "text": "Doctored up the 1-act operetta \"Le docteur miracle\" in 1857, went past doctor's help on June 3, 1875 in Bougival, France",
      "answer": "(Georges) Bizet"
    },
    {
      "category": "10-LETTER WORDS",
      "text": "It's the art historical term for sculpture painted in many colors, like the Donatelloseenhere",
      "answer": "polychrome"
    }
  ]
}