{
  "title": "Show #8534 - Thursday, December 16, 2021",
  "date": {
    "day": 16,
    "month": "December",
    "year": 2021
  },
  "clues": [
    {
      "category": "GEOGRAPHIC NICKNAMES",
      "text": "This longest tributary of the Mississippi River is known as \"Big Muddy\"",
      "answer": "the Missouri"
    },
    {
      "category": "FASHION",
      "text": "A variation on LBD, LWD stands for this, perhaps a summer wardrobe staple",
      "answer": "little white dress"
    },
    {
      "category": "THE 15th CENTURY",
      "text": "Mid-century, Lorenzo Ghiberti completed his set of bronze baptistery doors  with Old Testament scenes called \"The Gates of\" this",
      "answer": "Paradise"
    },
    {
      "category": "CLASSIC MOVIES",
      "text": "Once upon a time Robin Wright played Buttercup in this film scripted by William Goldman",
      "answer": "The Princess Bride"
    },
    {
      "category": "WHAT DO YOU KNOW?",
      "text": "The expression about \"knowing\" these comes from sailors who had to be familiar with the details of the rigging",
      "answer": "the ropes"
    },
    {
      "category": "ENDS WITH A SILENT CONSONANT",
      "text": "Of the Earth's seasons, this one fits the category",
      "answer": "autumn"
    },
    {
      "category": "GEOGRAPHIC NICKNAMES",
      "text": "The poet Tibullus called this city \"Urbs Aeterna\"",
      "answer": "Rome"
    },
    {
      "category": "FASHION",
      "text": "The woven ridges in corduroy are also called these; very narrow ones are pinthese",
      "answer": "wales"
    },
    {
      "category": "THE 15th CENTURY",
      "text": "After this flagship ran aground in 1492, Christopher Columbus ordered that its wreckage be used to build a fort on Hispaniola",
      "answer": "Santa Maria"
    },
    {
      "category": "CLASSIC MOVIES",
      "text": "In one of the original slasher films, Janet Leigh is killed off just 20 minutes into this 1960 thriller",
      "answer": "Psycho"
    },
    {
      "category": "WHAT DO YOU KNOW?",
      "text": "This Kenny Rogers song says, \"You got to know when to hold 'em, know when to fold 'em\"",
      "answer": "\"The Gambler\""
    },
    {
      "category": "ENDS WITH A SILENT CONSONANT",
      "text": "A sepulcher for one",
      "answer": "tomb"
    },
    {
      "category": "GEOGRAPHIC NICKNAMES",
      "text": "Runnymede, England is sometimes referred to as the \"Birthplace\" of this document",
      "answer": "the Magna Carta"
    },
    {
      "category": "FASHION",
      "text": "A drawstring can help create the ruffled waist seenhere& called this, like an item to hold your purchases",
      "answer": "a paperbag waist"
    },
    {
      "category": "THE 15th CENTURY",
      "text": "2 short years after attending Charles VII's coronation at Reims, she was burned at the stake",
      "answer": "Joan of Arc"
    },
    {
      "category": "CLASSIC MOVIES",
      "text": "Film in which De Niro as Travis Bickle asks, \"You talkin' to me? You talkin' to me?\"",
      "answer": "Taxi Driver"
    },
    {
      "category": "WHAT DO YOU KNOW?",
      "text": "This play character says when the wind is southerly, he knows a hawk from a handsaw",
      "answer": "Hamlet"
    },
    {
      "category": "ENDS WITH A SILENT CONSONANT",
      "text": "The 17th century painting seenheredepicts Anthonij de Bordes & his this whose name is not given",
      "answer": "his valet"
    },
    {
      "category": "GEOGRAPHIC NICKNAMES",
      "text": "The French are known to refer to this peak as \"The White Lady\"",
      "answer": "Mont Blanc"
    },
    {
      "category": "FASHION",
      "text": "For the 2021 Met Gala, Billie Eilish wore a gown whose 15-foot train was made of this netted fabric used for veils & tutus",
      "answer": "tulle"
    },
    {
      "category": "THE 15th CENTURY",
      "text": "At the tender age of 13, this member of the Borgia family was married off to Giovanni Sforza",
      "answer": "Lucrezia Borgia"
    },
    {
      "category": "CLASSIC MOVIES",
      "text": "In a 1967 film Charles Bronson & Jim Brown are among this title group of 12 who are trained by Lee Marvin for a war mission",
      "answer": "The Dirty Dozen"
    },
    {
      "category": "WHAT DO YOU KNOW?",
      "text": "This insurance company says, \"We know a thing or two because we've seen a thing or two\"",
      "answer": "Farmers (Insurance)"
    },
    {
      "category": "ENDS WITH A SILENT CONSONANT",
      "text": "When it precedes \"oath\", this serious word refers to a legal agreement",
      "answer": "solemn"
    },
    {
      "category": "GEOGRAPHIC NICKNAMES",
      "text": "In 1914 Syria was one of the few remaining bits of this empire dubbed \"The Sick Man of Europe\"",
      "answer": "the Ottoman Empire"
    },
    {
      "category": "FASHION",
      "text": "A type of Greek robe gives us this word for the skirt-like addition to the top seenhere",
      "answer": "a peplum"
    },
    {
      "category": "THE 15th CENTURY",
      "text": "Noted for his brutality & fanaticism, he was made Grand Inquisitor in Spain in 1483",
      "answer": "Torquemada"
    },
    {
      "category": "CLASSIC MOVIES",
      "text": "This Kurosawa film about a crime told from multiple points of view is credited with introducing Japanese cinema to the Western world",
      "answer": "Rashomon"
    },
    {
      "category": "WHAT DO YOU KNOW?",
      "text": "To have knowledge in a particular field is to know these veggies, though some say the word is a reference to a lexicographer",
      "answer": "onions"
    },
    {
      "category": "ENDS WITH A SILENT CONSONANT",
      "text": "Now an adjective for the middle class, it originally referred to someone from a French borough",
      "answer": "bourgeois"
    }
  ]
}