{
  "title": "The Greatest of All Time game #7 - Tuesday, January 14, 2020",
  "date": {
    "day": 14,
    "month": "January",
    "year": 2020
  },
  "clues": [
    {
      "category": "MODERN FAMILY",
      "text": "Starbucks uses it to describe a drink such as Frappuccino; in families, it describes one with stepsiblings living together",
      "answer": "blended"
    },
    {
      "category": "THE BACHELOR",
      "text": "In 1693 this physicist & lifelong bachelor said friend John Locke \"endeavored to embroil me with women\"",
      "answer": "Newton"
    },
    {
      "category": "THE GOOD DOCTOR",
      "text": "He tested his killed polio virus vaccine on himself, but never patented the vaccine or earned any money from its discovery",
      "answer": "Jonas Salk"
    },
    {
      "category": "BLANK-\"ISH",
      "text": "Gory horror movies are not for these people who are easily nauseated",
      "answer": "squeamish"
    },
    {
      "category": "STUMP TOWN",
      "text": "In the names of Iowa cities, this tree precedes Falls & Rapids",
      "answer": "Cedar"
    },
    {
      "category": "KNIGHT LINE",
      "text": "\"A verray parfit gentil knight\" describes one of a cast of characters created by this poet",
      "answer": "Chaucer"
    },
    {
      "category": "MODERN FAMILY",
      "text": "Under the Affordable Care Act, dependent children are covered by mom or dad's health insurance until they reach this age",
      "answer": "26"
    },
    {
      "category": "THE BACHELOR",
      "text": "When fiancee Ann Coleman died soon after breaking off their engagement in 1819, this man returned to politics & never married",
      "answer": "(James) Buchanan"
    },
    {
      "category": "THE GOOD DOCTOR",
      "text": "Getting an M.D. at 17, he later joined the Army Medical Corps, where he figured out the cause of yellow fever",
      "answer": "(Walter) Reed"
    },
    {
      "category": "BLANK-\"ISH",
      "text": "To add fake details to a real story to make it sound better",
      "answer": "embellish"
    },
    {
      "category": "STUMP TOWN",
      "text": "This Florida coastal town incorporated in 1911 says its name comes from coconuts retrieved from the wreck of the Providencia",
      "answer": "Palm Beach"
    },
    {
      "category": "KNIGHT LINE",
      "text": "\"Now, Hal, what time of day is it, lad?\" is this knight's first line of dialogue",
      "answer": "Falstaff"
    },
    {
      "category": "MODERN FAMILY",
      "text": "In world news, this policy whose end was announced in 2015 is estimated to have prevented 400 million births",
      "answer": "the one-child policy"
    },
    {
      "category": "THE BACHELOR",
      "text": "This man was a bachelor during his 3 terms as mayor of New York City from 1978 to 1989",
      "answer": "Ed Koch"
    },
    {
      "category": "THE GOOD DOCTOR",
      "text": "Le bon docteur René Laënnec invented a monaural version of this instrument, long a staple of the medical kit",
      "answer": "a stethoscope"
    },
    {
      "category": "BLANK-\"ISH",
      "text": "In a chemical reaction, sulfur combines with silver to create this dark coating",
      "answer": "tarnish"
    },
    {
      "category": "STUMP TOWN",
      "text": "The fabulous skiing of Snowmass is about 10 miles west of this city",
      "answer": "Aspen, Colorado"
    },
    {
      "category": "KNIGHT LINE",
      "text": "\"Where is Becket, the traitor to the king?\" say the knights in this 1935 verse play",
      "answer": "Murder in the Cathedral"
    },
    {
      "category": "MODERN FAMILY",
      "text": "Among 18- to 34-year-olds, 2/3 of Italians live here, as opposed to 1/3 of Germans & Brits",
      "answer": "with their parents"
    },
    {
      "category": "THE BACHELOR",
      "text": "This unwed artist called his paintings his children & had more than 1,000 with him when he died near Oslo in 1944",
      "answer": "(Edvard) Munch"
    },
    {
      "category": "THE GOOD DOCTOR",
      "text": "In the 1790s this English physician figured out that giving people cowpox would protect them against smallpox",
      "answer": "(Edward) Jenner"
    },
    {
      "category": "BLANK-\"ISH",
      "text": "Estuaries & swamps have this type of water not quite as briny as the ocean",
      "answer": "brackish"
    },
    {
      "category": "STUMP TOWN",
      "text": "A 3-letter tree is in the name of this Oregon city known for a Shakespeare festival",
      "answer": "Ashland"
    },
    {
      "category": "KNIGHT LINE",
      "text": "This knight \"blew upon the war-horn in dolor and in pain/ and all the Frenchmen hearkened and the Emperor Charlemagne\"",
      "answer": "Roland"
    },
    {
      "category": "MODERN FAMILY",
      "text": "In U.S. marriages with husband & wife working, this is now the case for 29% of wives, up from 18% in the 1980s",
      "answer": "they outearn their husbands"
    },
    {
      "category": "THE BACHELOR",
      "text": "The invisible hand of Cupid did not strike this 18th c. Scot who lived with his mother Margaret for much of his life",
      "answer": "Adam Smith"
    },
    {
      "category": "THE GOOD DOCTOR",
      "text": "A vizier to Djoser, this Egyptian was one of the few mortals to be completely deified & was worshipped as the god of medicine",
      "answer": "Imhotep"
    },
    {
      "category": "BLANK-\"ISH",
      "text": "This, another word for a fanfare, means the king has arrived",
      "answer": "a flourish"
    },
    {
      "category": "STUMP TOWN",
      "text": "Poplar Bluff is in Missouri; this tree Bluff is in Arkansas",
      "answer": "Pine"
    },
    {
      "category": "KNIGHT LINE",
      "text": "The Red Cross Knight is \"pricking on the plaine\" in Book 1 of this long, long 1590 poem (\"pricking\" meant spurring a horse)",
      "answer": "The Faerie Queene"
    }
  ]
}