{
  "title": "Show #7579 - Thursday, July 20, 2017",
  "date": {
    "day": 20,
    "month": "July",
    "year": 2017
  },
  "clues": [
    {
      "category": "PARTS OF SPEECH... IN SONG!",
      "text": "\"I believe in miracles, where you from? You sexy thing\":believe",
      "answer": "verb"
    },
    {
      "category": "AN ECO-CATEGORY",
      "text": "Adjective used officially to describe a species that is more than threatened with going extinct",
      "answer": "endangered"
    },
    {
      "category": "FURNITURE",
      "text": "A duchesse bed is a canopy bed that doesn't have these--not 4, not any",
      "answer": "posts"
    },
    {
      "category": "A PSYCHOTIC EPISODE",
      "text": "Jerome Valeska's laugh in the \"Blind Fortune Teller\" episode had many wonder if this villain had arrived in \"Gotham\"",
      "answer": "the Joker"
    },
    {
      "category": "GETTING GEOGRAPHICA\"L",
      "text": "This British port on the River Mersey was founded in 1207 when King John granted a charter",
      "answer": "Liverpool"
    },
    {
      "category": "HISTORICAL CHESS PIECES",
      "text": "14th c. knight Sir John Hawkwood served England, Florence, Pisa & Milan as this type of paid soldier",
      "answer": "a mercenary"
    },
    {
      "category": "PARTS OF SPEECH... IN SONG!",
      "text": "\"Drop kick me, Jesus, through the goalposts of life, end over end, neither left nor to right\":through",
      "answer": "a preposition"
    },
    {
      "category": "AN ECO-CATEGORY",
      "text": "Old-growth types of these are typically older than 200 years & have dense canopies",
      "answer": "trees (or forests)"
    },
    {
      "category": "FURNITURE",
      "text": "This type of sofa includes a piece such as a chaise completing an \"L\" shape",
      "answer": "a sectional"
    },
    {
      "category": "A PSYCHOTIC EPISODE",
      "text": "\"The clown was put on Earth... to introduce me to the sweet language of murder\"--Dandy, on this: \"Freak Show\"",
      "answer": "American Horror Story"
    },
    {
      "category": "GETTING GEOGRAPHICA\"L",
      "text": "This Asian country on the Mediterranean is 40% Christian",
      "answer": "Lebanon"
    },
    {
      "category": "HISTORICAL CHESS PIECES",
      "text": "A 2007 biography of this young French warrior & saint calls her a pawn, ultimately sacrificed",
      "answer": "Joan of Arc"
    },
    {
      "category": "PARTS OF SPEECH... IN SONG!",
      "text": "\"Baby baby baby oh, like baby baby baby no, like baby baby baby oh, thought you'd always be mine\":mine",
      "answer": "a pronoun"
    },
    {
      "category": "AN ECO-CATEGORY",
      "text": "This term used of settlers in the Old West is also used for members of the first species to populate a new area",
      "answer": "pioneers"
    },
    {
      "category": "FURNITURE",
      "text": "The office chair evolved in the mid-19th century, as seenhere, when this British scientist fastened wheels to his chair",
      "answer": "Charles Darwin"
    },
    {
      "category": "A PSYCHOTIC EPISODE",
      "text": "Maybe the Governor on this AMC show was a big \"Futurama\" fan, what with keeping all those human heads in tanks",
      "answer": "The Walking Dead"
    },
    {
      "category": "GETTING GEOGRAPHICA\"L",
      "text": "This island whose name means \"Big Light\" represents around 35% of the area of the Philippines",
      "answer": "Luzon"
    },
    {
      "category": "HISTORICAL CHESS PIECES",
      "text": "Don Juan Enguera, bishop of Vich, was a \"grand\" this, holding the line against heresy in Spain",
      "answer": "a Grand Inquisitor"
    },
    {
      "category": "PARTS OF SPEECH... IN SONG!",
      "text": "\"Hi! My name is (what?), my name is (who?), my name is Slim Shady\":hi",
      "answer": "an interjection"
    },
    {
      "category": "AN ECO-CATEGORY",
      "text": "These \"feminine\" beetles come inside for winter & excrete a yellow residue when scared, so leave them be till spring",
      "answer": "ladybugs"
    },
    {
      "category": "FURNITURE",
      "text": "When painting this \"knotty\" wood, knots won't show if you putty creases--use 2 coats of primer & 2 coats of latex",
      "answer": "pine"
    },
    {
      "category": "A PSYCHOTIC EPISODE",
      "text": "\"I was following my path... God led you to me\", said the Trinity killer to this fellow title serial killer",
      "answer": "Dexter"
    },
    {
      "category": "GETTING GEOGRAPHICA\"L",
      "text": "This Swiss lake is also known as the \"Lake of the Four Cantons\"",
      "answer": "Lucerne"
    },
    {
      "category": "HISTORICAL CHESS PIECES",
      "text": "This learned 17th century Swedish queen was known as \"The Minerva of the North\"",
      "answer": "Christina"
    },
    {
      "category": "PARTS OF SPEECH... IN SONG!",
      "text": "\"If you really need me, just reach out & touch me, come on sugar, let me know\": just",
      "answer": "an adverb"
    },
    {
      "category": "AN ECO-CATEGORY",
      "text": "This trout species named for a small body similar to a stream has battled back from acid rain deposition in U.S. streams",
      "answer": "brook trout"
    },
    {
      "category": "FURNITURE",
      "text": "Taking its name from a Turkish architectural feature, this 5-letter couch often has 1 arm & a partial back",
      "answer": "a divan"
    },
    {
      "category": "A PSYCHOTIC EPISODE",
      "text": "On HBO's \"Oz\", this Oscar winner found his tempo as a neo-Nazi who oh-so-casually threatened his cellmate's family",
      "answer": "J.K. Simmons"
    },
    {
      "category": "GETTING GEOGRAPHICA\"L",
      "text": "The ridge crest of this tallest Canadian mountain is about 10 miles across",
      "answer": "Mount Logan"
    },
    {
      "category": "HISTORICAL CHESS PIECES",
      "text": "This English king's greatest achievement was Westminster Abbey, consecrated in 1065 just days before his death",
      "answer": "Edward the Confessor"
    }
  ]
}