{
  "title": "Show #8071 - Monday, October 14, 2019",
  "date": {
    "day": 14,
    "month": "October",
    "year": 2019
  },
  "clues": [
    {
      "category": "BAYOU TRAP-ISTRY",
      "text": "Armadillos, raccoons & other varmints often have to be removed from the bayou areas of this most populous Texas city",
      "answer": "Houston"
    },
    {
      "category": "LET'S LIVE ABROAD",
      "text": "Let's turn our winter into mega-winter in this region that's about 75% of Russia's area; we love a brisk -80º day!",
      "answer": "Siberia"
    },
    {
      "category": "SPEAK SOFTLY",
      "text": "Double talk word for a low, constant stream of noise or speech",
      "answer": "murmur"
    },
    {
      "category": "& CARRIE",
      "text": "\"Star Wars\" fans were crushed by her 2016 passing, followed a day later by her mother's",
      "answer": "Carrie Fisher"
    },
    {
      "category": "BAYOU TRAP-ISTRY",
      "text": "The type of trap seenherein Louisiana is meant to ensnarethese, also known as mud bugs",
      "answer": "crayfish"
    },
    {
      "category": "LET'S LIVE ABROAD",
      "text": "...But not too far abroad! This border city about 15 miles south of San Diego will keep us close to the good ol' USA",
      "answer": "Tijuana"
    },
    {
      "category": "I READ IT IN THEWORLD BOOK",
      "text": "Including whoopers, this is \"a family of large birds with long legs and a long neck\"",
      "answer": "cranes"
    },
    {
      "category": "SPEAK SOFTLY",
      "text": "Kids, you're within the walls of the house, not out in the park, so stop shouting & \"use your\" this",
      "answer": "inside voice"
    },
    {
      "category": "& CARRIE",
      "text": "Andie MacDowell played Carrie, the American girl who captures Hugh Grant's heart, in this 1994 film",
      "answer": "Four Weddings and a Funeral"
    },
    {
      "category": "A BIG STATISTIC",
      "text": "Drowning is the most common death for those doing this, the most dangerous job in the U.S. as per a 2019 newspaper report",
      "answer": "fishing"
    },
    {
      "category": "BAYOU TRAP-ISTRY",
      "text": "The state of Louisiana says these reptiles over 4' can be considered a nuisance & will give you the name of a hunter",
      "answer": "alligators"
    },
    {
      "category": "LET'S LIVE ABROAD",
      "text": "We'll add ourselves to the 2.6 million in this most populous city in Canada; West Queen West is a happening area",
      "answer": "Toronto"
    },
    {
      "category": "I READ IT IN THEWORLD BOOK",
      "text": "This \"is the only planet that cannot be seen without a telescope\"",
      "answer": "Neptune"
    },
    {
      "category": "SPEAK SOFTLY",
      "text": "These 6-letter \"tones\" are used when speaking softly & reverently",
      "answer": "hushed"
    },
    {
      "category": "& CARRIE",
      "text": "In 2005 she became the first country singer to win \"American Idol\"",
      "answer": "Carrie Underwood"
    },
    {
      "category": "A BIG STATISTIC",
      "text": "Logitech did a survey that found that almost half the time the remote control was lost, it was found here",
      "answer": "under the sofa cushion"
    },
    {
      "category": "BAYOU TRAP-ISTRY",
      "text": "You can catch turtles as they're basking on a log in the Bayou sun, a habit due to being ectothermic, also known as this",
      "answer": "cold-blooded"
    },
    {
      "category": "LET'S LIVE ABROAD",
      "text": "As this city hosted the Olympics in '92 & Hans Christian Andersen called it the \"Paris of Spain\", I say we give it a shot",
      "answer": "Barcelona"
    },
    {
      "category": "I READ IT IN THEWORLD BOOK",
      "text": "This \"is a rough sport because the players kick and wrestle or sometimes hold an opponent's head underwater\"",
      "answer": "water polo"
    },
    {
      "category": "SPEAK SOFTLY",
      "text": "These 5-letter \"tones\" are subdued colors in clothing & decor",
      "answer": "muted"
    },
    {
      "category": "& CARRIE",
      "text": "In a 1976 film, she played Carrie White, whose prom night was quite memorable",
      "answer": "Sissy Spacek"
    },
    {
      "category": "A BIG STATISTIC",
      "text": "The haze that gives it its 3-word name doesn't keep visitors from making it our most visited national park",
      "answer": "Great Smoky Mountains"
    },
    {
      "category": "BAYOU TRAP-ISTRY",
      "text": "\"Rodents of Unusual Size\" is a documentary about these animals, once valued for pelts but now destroying southern wetlands",
      "answer": "nutria"
    },
    {
      "category": "LET'S LIVE ABROAD",
      "text": "With salons of Armani & Versace & the super-ritzy \"Golden Rectangle\" of fashion in the center of this Italian city...ciao!",
      "answer": "Milan"
    },
    {
      "category": "I READ IT IN THEWORLD BOOK",
      "text": "He \"(1889?-1950), was the most famous male dancer of his time\"",
      "answer": "Nijinsky"
    },
    {
      "category": "SPEAK SOFTLY",
      "text": "In an opera score, instructions telling a singer to hold back include mezza voce & this voce",
      "answer": "sotto"
    },
    {
      "category": "& CARRIE",
      "text": "FredArmisenandthisCarrie were costars and co-creators of \"Portlandia\"",
      "answer": "Carrie Brownstein"
    },
    {
      "category": "A BIG STATISTIC",
      "text": "BLK on the NYSE, it has more than 6 trillion dollars in assets under management, more than any other firm",
      "answer": "BlackRock"
    },
    {
      "category": "THE MANY BUILDINGS OF I.M. PEI",
      "text": "A cantilevered auditorium is one feature of this hall of fame designed by Pei on Lake Erie in Cleveland",
      "answer": "the Rock & Roll Hall of Fame"
    },
    {
      "category": "LOVE SONGS",
      "text": "She first hit the charts in 1985 with \"You Give Good Love\" & \"Saving All My Love For You\"",
      "answer": "Whitney Houston"
    },
    {
      "category": "THE TREATY SAYS SO",
      "text": "The 1814 Treaty of Ghent said the U.S. is \"desirous\" to promote the abolition of traffic in these",
      "answer": "slaves"
    },
    {
      "category": "AMERICAN POETS LAUREATE",
      "text": "The federal laureate position is technically called \"Poet Laureate Consultant in Poetry\" by this library",
      "answer": "the Library of Congress"
    },
    {
      "category": "5 DAYS IN OCTOBER",
      "text": "October 18, this state's day, commemorates the 1867 transfer of territory from Russia to the United States",
      "answer": "Alaska"
    },
    {
      "category": "V\"-8",
      "text": "Where wine grapes are grown",
      "answer": "a vineyard"
    },
    {
      "category": "LOVE SONGS",
      "text": "In \"Perfect\" he sings, \"I'm dancing in the dark, with you between my arms, barefoot on the grass\"",
      "answer": "Ed Sheeran"
    },
    {
      "category": "THE TREATY SAYS SO",
      "text": "The 1796 Treaty of Tripoli: \"The government of the (United States) is not in any sense founded on\" this \"religion\"",
      "answer": "Christianity"
    },
    {
      "category": "AMERICAN POETS LAUREATE",
      "text": "This \"Chicago\" poet was Illinois' poet laureate in the last years of his life from 1962 to 1967",
      "answer": "Carl Sandburg"
    },
    {
      "category": "5 DAYS IN OCTOBER",
      "text": "October 16 is National Feral this animal day--remember to spay & neuter!",
      "answer": "cats"
    },
    {
      "category": "V\"-8",
      "text": "An exceptional, highly skilled musician, Italian style",
      "answer": "a virtuoso"
    },
    {
      "category": "THE MANY BUILDINGS OF I.M. PEI",
      "text": "The triangular prisms Pei designed for the Bank of ChinaTower, make it stand out among the crowdedskylineof this city",
      "answer": "Hong Kong"
    },
    {
      "category": "LOVE SONGS",
      "text": "In a song inspired by his future wife, he sings, \"All of me loves all of you, love your curves and all your edges\"",
      "answer": "John Legend"
    },
    {
      "category": "THE TREATY SAYS SO",
      "text": "The 1903 Hay-Bunau-Varilla Treaty gave the U.S. \"control of a zone\" of this country where Bunau-Varilla became a hated man",
      "answer": "Panama"
    },
    {
      "category": "AMERICAN POETS LAUREATE",
      "text": "Colorado laureate Milford Shields must have been surprised when the governor also made this singer laureate in 1974",
      "answer": "John Denver"
    },
    {
      "category": "5 DAYS IN OCTOBER",
      "text": "In 2014, a time of increased pressure from Russia, Pres. Poroshenko made October 14 this country's Defender Day",
      "answer": "Ukraine"
    },
    {
      "category": "V\"-8",
      "text": "It was a 1982 Top 10 hit for the Go-Go's",
      "answer": "\"Vacation\""
    },
    {
      "category": "THE MANY BUILDINGS OF I.M. PEI",
      "text": "2 of I.M. Pei's early designs to be built were at an airport & a presidential library both honoring this man",
      "answer": "(John F.) Kennedy"
    },
    {
      "category": "LOVE SONGS",
      "text": "They breathed life into songs like \"All Out Of Love\" & \"Lost In Love\"",
      "answer": "Air Supply"
    },
    {
      "category": "THE TREATY SAYS SO",
      "text": "The Treaty of Versailles said \"The construction or acquisition of any submarine... shall be forbidden in\" this country",
      "answer": "Germany"
    },
    {
      "category": "AMERICAN POETS LAUREATE",
      "text": "In 1998 Lawrence Ferlinghetti was made this city's first poet laureate",
      "answer": "San Francisco"
    },
    {
      "category": "5 DAYS IN OCTOBER",
      "text": "October 15 is El Gran Día in Ávila, Spain as it's this saint's feast day",
      "answer": "Teresa of Avila"
    },
    {
      "category": "V\"-8",
      "text": "It means abnormally swollen or dilated, like certain veins",
      "answer": "varicose"
    },
    {
      "category": "THE MANY BUILDINGS OF I.M. PEI",
      "text": "Pei was in his 90s when the Museum of Islamic Art on Doha Bay opened inthiscountry in 2008",
      "answer": "Qatar"
    },
    {
      "category": "LOVE SONGS",
      "text": "The melody for this Elvis hit was borrowed from a Civil War tune called \"Aura Lee\"",
      "answer": "\"Love Me Tender\""
    },
    {
      "category": "THE TREATY SAYS SO",
      "text": "This is the only Great Lake not mentioned in the Paris Peace Treaty of 1783 with Great Britain",
      "answer": "Lake Michigan"
    },
    {
      "category": "AMERICAN POETS LAUREATE",
      "text": "In 2019 Joy Harjo of the Muscogee Creek Nation of this state was named the first Native American poet laureate",
      "answer": "Oklahoma"
    },
    {
      "category": "5 DAYS IN OCTOBER",
      "text": "On October 17 people in this Caribbean country celebrate national icon Jean-Jacques Dessalines",
      "answer": "Haiti"
    },
    {
      "category": "V\"-8",
      "text": "Borrowed from German, it means \"not allowed\"",
      "answer": "verboden or verboten"
    }
  ]
}