{
  "title": "Show #7770 - Friday, May 25, 2018",
  "date": {
    "day": 25,
    "month": "May",
    "year": 2018
  },
  "clues": [
    {
      "category": "INDY 500",
      "text": "In 1992, five years after his father won, this junior guy, Little Al, won theraceby its closest margin, less than a car length",
      "answer": "Al Unser Jr."
    },
    {
      "category": "BALKAN NATIONS",
      "text": "In July 1914 Austria-Hungary declared war on this Balkan republic, igniting World War I",
      "answer": "Serbia"
    },
    {
      "category": "ZZ\" MIDDLE",
      "text": "I'm stoked, I'm excited, I'm this--cue Miles Davis",
      "answer": "jazzed"
    },
    {
      "category": "SIGNS & GESTURES",
      "text": "(Jimmy of the Clue Crew shows an image of the hand of benediction.) The hand of benediction, with the ring and pinky fingers folded in, has been used by the Roman Catholic church since the start; some doctors have suggested that it was actually a sign of nerve damage ofthisfirst pope & copied by later popes",
      "answer": "Peter"
    },
    {
      "category": "GENIUSES ARE BORN",
      "text": "On Dec. 27, 1822 this  Frenchman was born to show the world that microorganisms cause fermentation",
      "answer": "Pasteur"
    },
    {
      "category": "NOT MADE",
      "text": "Steinway helped the conservationist cause when it stopped using this to make its keys way back in 1956",
      "answer": "ivory"
    },
    {
      "category": "INDY 500",
      "text": "The first woman to lead a lap in the race was the 2005 Rookie of the Year, this driver",
      "answer": "(Danica) Patrick"
    },
    {
      "category": "BALKAN NATIONS",
      "text": "Since the breakup of Yugoslavia, Slovenia has integrated with Western Europe & joined this military alliance in 2004",
      "answer": "NATO"
    },
    {
      "category": "ZZ\" MIDDLE",
      "text": "The mystic square is a type of one",
      "answer": "a puzzle"
    },
    {
      "category": "SIGNS & GESTURES",
      "text": "A mudra is a Buddhist gesture; the Anjali mudra, hands together, goes with this word meaning \"I bow to you\"",
      "answer": "namaste"
    },
    {
      "category": "GENIUSES ARE BORN",
      "text": "He was conducted into the world January 27, 1756, the same year his father published a manual on playing the violin",
      "answer": "Mozart"
    },
    {
      "category": "NOT MADE",
      "text": "In 2005 the Mini model of this was superseded by the Nano",
      "answer": "iPod"
    },
    {
      "category": "INDY 500",
      "text": "After a scary 2017crash, both men walked away, thanks in part to the HANS device; the acronym HANS refers to these two body parts",
      "answer": "head and neck"
    },
    {
      "category": "BALKAN NATIONS",
      "text": "North of Greece, this nation occupies 2/5 of the historic region where Alexander began his triumphs",
      "answer": "Macedonia"
    },
    {
      "category": "ZZ\" MIDDLE",
      "text": "Spring buds were blooming, but \"The Great\" one of these of March 1888 was one of the worst ever in American history",
      "answer": "a blizzard"
    },
    {
      "category": "SIGNS & GESTURES",
      "text": "The frequenthand positionof this German chancellor is known as her Raute, or \"diamond\"",
      "answer": "(Angela) Merkel"
    },
    {
      "category": "GENIUSES ARE BORN",
      "text": "Later to take the pen name Richard Saunders, he was born to a poor family in Boston January 17, 1706",
      "answer": "Ben Franklin"
    },
    {
      "category": "NOT MADE",
      "text": "Atari's not making any more games based on this 1982 Spielberg movie; they ended up burying thousands in a landfill",
      "answer": "E.T."
    },
    {
      "category": "INDY 500",
      "text": "This nickname for the Speedway comes from the material on the track; most of it has been covered over",
      "answer": "the Brickyard"
    },
    {
      "category": "ZZ\" MIDDLE",
      "text": "It means gray, usually when referring to hair",
      "answer": "grizzled (or grizzly)"
    },
    {
      "category": "SIGNS & GESTURES",
      "text": "This gesture of support for the University of Texas at Austin was introduced at a 1955 pep rally",
      "answer": "Hook 'em Horns"
    },
    {
      "category": "GENIUSES ARE BORN",
      "text": "He was born April 15, 1452, near a little Tuscan town you wouldn't have heard of otherwise",
      "answer": "Leonardo da Vinci"
    },
    {
      "category": "NOT MADE",
      "text": "In 2016 this car company discontinued its half-million-dollar Phantom coupe",
      "answer": "Rolls-Royce"
    },
    {
      "category": "INDY 500",
      "text": "These famous four words that open the race were amended whenJanet Guthriebecame the first woman Indy driver",
      "answer": "Gentlemen, start your engines"
    },
    {
      "category": "ZZ\" MIDDLE",
      "text": "Sailors in \"Pirates of the Caribbean\" movies have been known to shout this joyous exclamation",
      "answer": "huzzah"
    },
    {
      "category": "SIGNS & GESTURES",
      "text": "In the U.S. soldiers perform the rifle type of this gesture by touching the gun behind its rear sight",
      "answer": "a salute"
    },
    {
      "category": "GENIUSES ARE BORN",
      "text": "It's certain he was born Dec. 5, 1901, in Wurzburg, Germany, 26 years before publishing his famous principle",
      "answer": "Heisenberg"
    },
    {
      "category": "NOT MADE",
      "text": "From 1969 to 1996 there was always room for the 1-2-3 variety from this food brand, but no longer",
      "answer": "Jell-O"
    }
  ]
}