{
  "title": "Show #5898 - Wednesday, April 14, 2010",
  "date": {
    "day": 14,
    "month": "April",
    "year": 2010
  },
  "clues": [
    {
      "category": "ECONOMIC TERMS",
      "text": "In 2007 a family of 4 with income less than $21,203 lived below this 2-word economic term",
      "answer": "poverty level (or poverty line)"
    },
    {
      "category": "ISSUE NO. 1",
      "text": "Dated March 4, 1974, the first issue of this celebrity mag covered the Hearsts & William Peter Blatty",
      "answer": "People"
    },
    {
      "category": "THE 4 BEATLES",
      "text": "In October 1967 John Lennon sponsored an exhibit of her work at the Lisson Art Gallery",
      "answer": "Yoko Ono"
    },
    {
      "category": "JOHN PAUL",
      "text": "John Paul II's first foreign papal trip took him to the shrine of the Virgin of Guadalupe in this country",
      "answer": "Mexico"
    },
    {
      "category": "GORGE",
      "text": "A popular tourist attraction, Cheddar Gorge is a limestone gorge near the village of Cheddar in this country",
      "answer": "England (Great Britain)"
    },
    {
      "category": "INGO",
      "text": "Wild dog of Australia",
      "answer": "a dingo"
    },
    {
      "category": "ECONOMIC TERMS",
      "text": "2-word term for business between 2 countries unhindered by governmental restrictions like tariffs or quotas",
      "answer": "free trade"
    },
    {
      "category": "ISSUE NO. 1",
      "text": "Action Comics No. 1 specifies that he can leap 1/8 of a mile & hurdle a 20-story building",
      "answer": "Superman"
    },
    {
      "category": "THE 4 BEATLES",
      "text": "Paul's mum Mary succumbed to this disease, the same one that took his beloved Linda",
      "answer": "breast cancer"
    },
    {
      "category": "JOHN PAUL",
      "text": "John Paul II is the first pope known to have entered a mosque (in Damascus) & also one of these (the great one of Rome)",
      "answer": "a synagogue"
    },
    {
      "category": "GORGE",
      "text": "Around 13 miles long, theVerdon Gorgein this country is ranked by some as Europe's most beautiful canyon",
      "answer": "France"
    },
    {
      "category": "INGO",
      "text": "A disparaging term for a U.S. or British foreigner in Latin America",
      "answer": "gringo"
    },
    {
      "category": "ECONOMIC TERMS",
      "text": "This term is from the Greek for \"one\" & \"to sell\"",
      "answer": "monopoly"
    },
    {
      "category": "ISSUE NO. 1",
      "text": "The 1801 first issue said this NYC tabloid planned \"to inculcate just principles in religion, morals and politics\"",
      "answer": "thePost"
    },
    {
      "category": "THE 4 BEATLES",
      "text": "At the concert for Bangladesh, George got this guitarist to chime in on \"While My Guitar Gently Weeps\"",
      "answer": "Eric Clapton"
    },
    {
      "category": "JOHN PAUL",
      "text": "In a pilgrimage to Fatima to give thanks for being saved from one of these, the pope nearly fell victim to another one",
      "answer": "an assassinaton attempt"
    },
    {
      "category": "GORGE",
      "text": "The deepest gorge in North America at about 8,000 feet, Hells Canyon is shared by Idaho & this state",
      "answer": "Oregon"
    },
    {
      "category": "INGO",
      "text": "In 1958 our Johnny Gilbert hosted a musical TV version of this game",
      "answer": "bingo"
    },
    {
      "category": "ECONOMIC TERMS",
      "text": "It's the study of large-scale or general economic factors, a country's total economic activity",
      "answer": "macroeconomics"
    },
    {
      "category": "ISSUE NO. 1",
      "text": "(Sarah of the Clue Crew reports from the Newseum in Washington, D.C.)  The Newseum hasissue 1of \"The North Star\", named for what slaves followed to freedom; in one article, this man said he'd been \"shrouded in the midnight ignorance of that infernal system of slavery\"",
      "answer": "Frederick Douglass"
    },
    {
      "category": "THE 4 BEATLES",
      "text": "Ringo narrated the British version of this kids' show about a train",
      "answer": "Thomas the Tank Engine"
    },
    {
      "category": "JOHN PAUL",
      "text": "Born 30 miles from this Polish non-capital, the future pope enrolled in its Jagiellonian University in 1938",
      "answer": "Kraków"
    },
    {
      "category": "GORGE",
      "text": "Jade Dragon Snow Mountain overlooks Tiger Leaping Gorge, a canyon carved by this Chinese river",
      "answer": "the Yangtze"
    },
    {
      "category": "INGO",
      "text": "It's the capital of the Dominican Republic",
      "answer": "Santo Domingo"
    },
    {
      "category": "ISSUE NO. 1",
      "text": "Logically enough, the 1933 cover of the first News-Week (sic) had not 1 but this many photos",
      "answer": "7"
    },
    {
      "category": "THE 4 BEATLES",
      "text": "Ringo had a part in this 1984 movie that Paul wrote & starred in",
      "answer": "Give My Regards to Broad Street"
    },
    {
      "category": "GORGE",
      "text": "Bordering Chechnya, the Pankisi Gorge is a strategic region in this nation that shares its name with a U.S. state",
      "answer": "Georgia"
    },
    {
      "category": "INGO",
      "text": "A group of western African peoples, or a 1975 movie co-starring Ken Norton",
      "answer": "Mandingo"
    }
  ]
}