{
  "title": "Jeopardy! Mastersgame #14 - Wednesday, May 17, 2023",
  "date": {
    "day": 17,
    "month": "May",
    "year": 2023
  },
  "clues": [
    {
      "category": "THE 20th CENTURY",
      "text": "Resigning in 2007 after 10 years in office, he was the last British prime minister of the 20th century",
      "answer": "Tony Blair"
    },
    {
      "category": "MYTHOLOGICAL WORDS & PHRASES",
      "text": "Originally a jar, this idiom referring to complicating issues is named for the wife of Epimetheus",
      "answer": "Pandora's box"
    },
    {
      "category": "SECRETS OF THE ANGELENOS",
      "text": "In \"Annie Hall\" it's called L.A.'s only cultural advantage; now some want it eliminated for pedestrian safety",
      "answer": "the right turn on red"
    },
    {
      "category": "COMIC STRIPS",
      "text": "This little friend of Snoopy in \"Peanuts\" was unnamed until 1970, when he was named for a recent festival",
      "answer": "Woodstock"
    },
    {
      "category": "MASTERS OF LIT",
      "text": "W.E. Henley's \"Invictus\" concludes, \"I am the master of my fate, I am the captain of\" this",
      "answer": "my soul"
    },
    {
      "category": "BRING WHAT?",
      "text": "Part of a fisherman's daily routine is bringing in these, as seenhere",
      "answer": "nets"
    },
    {
      "category": "THE 20th CENTURY",
      "text": "In 1986 it was the site of the worst nuclear accident in history, spreading radioactive material across Europe",
      "answer": "Chernobyl"
    },
    {
      "category": "MYTHOLOGICAL WORDS & PHRASES",
      "text": "Athena appears to Telemachus in the guise of this man, whose name later came to refer to any advisor",
      "answer": "Mentor"
    },
    {
      "category": "SECRETS OF THE ANGELENOS",
      "text": "A columnist wrote that next to the Black Dahlia, L.A.'s biggest whodunit is who killed this streetcar system aka Pacific Electric",
      "answer": "the Red Car"
    },
    {
      "category": "COMIC STRIPS",
      "text": "Bill Watterson received 2 Reuben Awards for best cartoonist for this beloved strip",
      "answer": "Calvin and Hobbes"
    },
    {
      "category": "MASTERS OF LIT",
      "text": "Master Ford & Master Page are characters in this Shakespeare comedy",
      "answer": "The Merry Wives of Windsor"
    },
    {
      "category": "BRING WHAT?",
      "text": "In a slogan used in the '80s, \"Bring out\" this mayo brand named for a German immigrant, & bring out the best",
      "answer": "Hellmann's"
    },
    {
      "category": "THE 20th CENTURY",
      "text": "This months-long campaign that began on January 30, 1968 was a turning point in the Vietnam War",
      "answer": "the Tet Offensive"
    },
    {
      "category": "MYTHOLOGICAL WORDS & PHRASES",
      "text": "If you constantly predict doom & gloom, you may be labeled with this name of a daughter of Priam",
      "answer": "Cassandra"
    },
    {
      "category": "SECRETS OF THE ANGELENOS",
      "text": "Thisalliterative dish was popularized by Shigefumi Tachibe at Chaya Brasserie in Beverly Hills",
      "answer": "tuna tartare"
    },
    {
      "category": "COMIC STRIPS",
      "text": "This huge sandwich first appeared in the comics in 1936; it's, of course, on the menu at Blondie's restaurant in Orlando, Florida",
      "answer": "a Dagwood"
    },
    {
      "category": "MASTERS OF LIT",
      "text": "A 1987 bestseller by him says on Wall Street Sherman McCoy & a few others had become \"masters of the universe\"",
      "answer": "(Tom) Wolfe"
    },
    {
      "category": "BRING WHAT?",
      "text": "The main economic engine of a Northumbrian city gave us this expression meaning \"do something unnecessary\"",
      "answer": "carrying coals to Newcastle"
    },
    {
      "category": "THE 20th CENTURY",
      "text": "In 1985 the remains of this notorious Nazi doctor were recovered from a grave in Brazil, buried under a false name",
      "answer": "Mengele"
    },
    {
      "category": "MYTHOLOGICAL WORDS & PHRASES",
      "text": "The Oracle of Delphi alluded to rocks when she told a treasure seeker to be diligent with this 4-word phrase still heard today",
      "answer": "leave no stone unturned"
    },
    {
      "category": "SECRETS OF THE ANGELENOS",
      "text": "In 1914 he directed the first feature-length movie made in Hollywood & cast a Native American actress in a major part",
      "answer": "Cecil B. DeMille"
    },
    {
      "category": "COMIC STRIPS",
      "text": "In addition to plundering & pillaging, this red-bearded Viking has appeared in ads for Mug Root Beer & Skol Lager",
      "answer": "Hagar the Horrible"
    },
    {
      "category": "MASTERS OF LIT",
      "text": "Edgar Lee Masters is best known for this collection of free-verse epitaphs from the cemetery of a fictional small town",
      "answer": "Spoon River Anthology"
    },
    {
      "category": "BRING WHAT?",
      "text": "This 3-chapter section of the Gospels includes \"A good tree cannot bring forth evil fruit\"",
      "answer": "the Sermon on the Mount"
    },
    {
      "category": "THE 20th CENTURY",
      "text": "During World War I Charles de Gaulle was wounded several times before he was captured in 1916 at this bloody battle",
      "answer": "Verdun"
    },
    {
      "category": "MYTHOLOGICAL WORDS & PHRASES",
      "text": "One can be between a rock & a hard place or similarly, between this pair of foes faced by Odysseus",
      "answer": "Charybdis & Scylla"
    },
    {
      "category": "SECRETS OF THE ANGELENOS",
      "text": "Burbankgrew around Lockheed, maker ofthisfighter that took part in World War II's first shoot-down of a German plane by an American one",
      "answer": "the P-38 (Lightning)"
    },
    {
      "category": "COMIC STRIPS",
      "text": "Characters in this current strip include an arrogant rat, a humble dimwitted pig & a duck who guards the pig's front lawn",
      "answer": "Pearls Before Swine"
    },
    {
      "category": "MASTERS OF LIT",
      "text": "Suppressed during his life, Mikhail Bulgakov's \"The Master and\" this woman is a comic yet searing satire of Stalinist Russia",
      "answer": "Margarita"
    },
    {
      "category": "BRING WHAT?",
      "text": "An inscription at Washington, D.C.'s Union Station says, \"He that would bring home\" this phrase \"must carry\" this phrase \"with him\"",
      "answer": "the wealth of the Indies"
    },
    {
      "category": "NOT-SO-PLAIN JANES",
      "text": "12 days after giving birth to the future King Edward VI, she died of post-natal complications",
      "answer": "Jane Seymour"
    },
    {
      "category": "WORD ORIGINS",
      "text": "French gives us this word for a nativity scene of the baby Jesus in a manger",
      "answer": "a crèche"
    },
    {
      "category": "BODIES OF WATER",
      "text": "An inlet of the Caribbean Sea, this lake is actually a lagoon & considered by some to be South America's largest natural lake",
      "answer": "Maracaibo"
    },
    {
      "category": "HEADGEAR & HISTORY",
      "text": "In 2022 Iranians were posting video of themselves knocking this wrapped headgear off of clerics & running away",
      "answer": "turbans"
    },
    {
      "category": "MEDICAL TERMS",
      "text": "Often called \"the silent killer\", it's the medical term for high blood pressure",
      "answer": "hypertension"
    },
    {
      "category": "ROCK\"ER\"S",
      "text": "Don't confuse these guys who backed Johnny Thunders on the punk classic \"Born To Lose\" with the guys who backed Tom Petty",
      "answer": "The Heartbreakers"
    },
    {
      "category": "NOT-SO-PLAIN JANES",
      "text": "She claimed in her 1896 autobiography that she captured Jack McCall with a meat cleaver after he killed Wild Bill Hickok; not true",
      "answer": "Calamity Jane"
    },
    {
      "category": "WORD ORIGINS",
      "text": "From the French, it's a street urchin; in the feminine form, it can mean a short-haired cutie",
      "answer": "a gamin"
    },
    {
      "category": "BODIES OF WATER",
      "text": "Alan Jackson showed off his waterskiing talents in the video for his song named for this river",
      "answer": "the Chattahoochee"
    },
    {
      "category": "HEADGEAR & HISTORY",
      "text": "In 1049 Pope Leo IX said, Eberhard, you can wear this high hat that curves to a point, & bishops still do",
      "answer": "a mitre"
    },
    {
      "category": "MEDICAL TERMS",
      "text": "It's the medical term for baldness, partial or complete & usually on the scalp, but it can be over the entire body",
      "answer": "alopecia"
    },
    {
      "category": "ROCK\"ER\"S",
      "text": "This \"Even Flow\" & \"Better Man\" singer has recorded under the pseudonym Wes C. Addle",
      "answer": "Eddie Vedder"
    },
    {
      "category": "NOT-SO-PLAIN JANES",
      "text": "In 1931 this Hull House founder became the first American woman to win the Nobel Peace Prize",
      "answer": "Jane Addams"
    },
    {
      "category": "WORD ORIGINS",
      "text": "This word for a tightrope walker comes from the Latin for \"rope walker\"",
      "answer": "funambulist"
    },
    {
      "category": "BODIES OF WATER",
      "text": "Henry Rowe Schoolcraft is said to have coined the name of this American lake from Latin for \"truth\" & \"head\"",
      "answer": "Lake Itasca (in Minnesota)"
    },
    {
      "category": "HEADGEAR & HISTORY",
      "text": "Catherine of Aragon rocked the headwear calledthistype of hood because it looks like the triangular end of a roof",
      "answer": "a gable (a gabled hood)"
    },
    {
      "category": "MEDICAL TERMS",
      "text": "Latin gives us this 8-letter word for ringing in the ears",
      "answer": "tinnitus"
    },
    {
      "category": "ROCK\"ER\"S",
      "text": "Inducted into the Rock & Roll Hall of Fame along with her ex-husband in 1991, in 2021 she went in as a solo performer",
      "answer": "Tina Turner"
    },
    {
      "category": "NOT-SO-PLAIN JANES",
      "text": "Her Pulitzer Prize-winning novel \"A Thousand Acres\" was made into a film starring Michelle Pfeiffer",
      "answer": "Jane Smiley"
    },
    {
      "category": "WORD ORIGINS",
      "text": "This 13-letter adjective meaning keen or clear-sighted comes from Latin for \"discerning\"",
      "answer": "perspicacious"
    },
    {
      "category": "BODIES OF WATER",
      "text": "Mentioned in the Bible, the King's Highway joined Syria to this gulf at the north of the Red Sea",
      "answer": "Gulf of Aqaba"
    },
    {
      "category": "HEADGEAR & HISTORY",
      "text": "The feathers ofthisspecies, not the U.S. national symbol, are a symbol of prowess in war, as in thebonnetof an Arapaho chief",
      "answer": "a golden eagle"
    },
    {
      "category": "MEDICAL TERMS",
      "text": "It's the clinical term for blood poisoning by bacteria",
      "answer": "septicemia (or sepsis)"
    },
    {
      "category": "ROCK\"ER\"S",
      "text": "At the Rolling Stones' Rock HoF induction, Keith Richards thanked this guitar maker, himself inducted 3 years later",
      "answer": "(Leo) Fender"
    },
    {
      "category": "NOT-SO-PLAIN JANES",
      "text": "A longtime friend of Henri de Toulouse-Lautrec, this dancer from the Moulin Rouge graced several of the artist's works",
      "answer": "Avril"
    },
    {
      "category": "WORD ORIGINS",
      "text": "Greek for \"forgetting\" gives us the name of Hades' river of forgetfulness & this adjective meaning \"sluggish\"",
      "answer": "lethargic"
    },
    {
      "category": "BODIES OF WATER",
      "text": "It flows 2,300 miles from the Altai Mountains to the Arctic Ocean",
      "answer": "the Ob River"
    },
    {
      "category": "HEADGEAR & HISTORY",
      "text": "The \"steel pot\"helmetof World War II had this more formal alphanumeric name, like the Garand rifle",
      "answer": "the M1"
    },
    {
      "category": "MEDICAL TERMS",
      "text": "Low levels of folic acid during pregnancy are linked to this condition, Latin for \"split backbone\"",
      "answer": "spina bifida"
    },
    {
      "category": "ROCK\"ER\"S",
      "text": "Judd Apatow's \"This Is 40\" features a reunion ofthisfierce British New Wave rocker & his legendary band The Rumour",
      "answer": "Graham Parker"
    }
  ]
}