{
  "title": "Show #9042 - Tuesday, February 20, 2024",
  "date": {
    "day": 20,
    "month": "February",
    "year": 2024
  },
  "clues": [
    {
      "category": "THE 13 COLONIES",
      "text": "With its oldest settlement at Jamestown, it was the first of the 13 colonies to be founded",
      "answer": "Virginia"
    },
    {
      "category": "PILES",
      "text": "H.C. Andersen's way to identify one of these: have her sleep on a pea under a pile of 20 mattresses under 20 feather beds",
      "answer": "a princess"
    },
    {
      "category": "THE U.S. POSTAL SERVICE",
      "text": "Stronger than dogs but hard to train, these animals took time off from Santa to pull sleds of mail in Alaska in the early 1900s",
      "answer": "reindeer"
    },
    {
      "category": "WHAT'S THAT SMELL?",
      "text": "Naturally, this body part can also mean a smell",
      "answer": "nose"
    },
    {
      "category": "JEWELRY",
      "text": "It's the basic 4-letter type of earring seenhere",
      "answer": "a hoop"
    },
    {
      "category": "HANSEL CULTURE",
      "text": "One-armed basketball player Hansel Enmanuel was featured in an ad campaign from this sports drink invented in Florida",
      "answer": "Gatorade"
    },
    {
      "category": "THE 13 COLONIES",
      "text": "Its city of Pawtucket was founded in 1671, in time to come in for some burning during King Philip's War",
      "answer": "Rhode Island"
    },
    {
      "category": "PILES",
      "text": "Regina, Saskatchewan once had an indigenous name translating to \"pile of bones\"--the bones of this much-hunted animal",
      "answer": "a buffalo"
    },
    {
      "category": "THE U.S. POSTAL SERVICE",
      "text": "One of the most famous errors in postal history occurred in 1918 when a Jenny biplane was printed on stamps this way",
      "answer": "upside-down"
    },
    {
      "category": "WHAT'S THAT SMELL?",
      "text": "\"Eau de\" can precede this smelly stuff, also the fourth-largest city in Germany",
      "answer": "Cologne"
    },
    {
      "category": "JEWELRY",
      "text": "This fancy synonym for a fancy pin sounds like a word that means \"to introduce a subject\"",
      "answer": "brooch"
    },
    {
      "category": "HANSEL CULTURE",
      "text": "In a model walk-off in \"Zoolander\", this actor, as Hansel, defeats Ben Stiller by doing something indescribable with his underwear",
      "answer": "Owen Wilson"
    },
    {
      "category": "THE 13 COLONIES",
      "text": "George Calvert was instrumental in the founding of this colony in 1632",
      "answer": "Maryland"
    },
    {
      "category": "PILES",
      "text": "The first man-made nuclear reactor was a 20-foot pile of graphite blocks with blocks of this element mixed in",
      "answer": "uranium"
    },
    {
      "category": "THE U.S. POSTAL SERVICE",
      "text": "The stamp seenhereis sold at a surcharge to help raise money to find a cure for this",
      "answer": "breast cancer"
    },
    {
      "category": "WHAT'S THAT SMELL?",
      "text": "This smelly word precedes \"-Eaters\" in a brand that hopes to keep your feet smelling fresh",
      "answer": "odor"
    },
    {
      "category": "JEWELRY",
      "text": "The succulent seenhere& a Glenn Miller tune both have this name, a type of necklace",
      "answer": "string of pearls"
    },
    {
      "category": "HANSEL CULTURE",
      "text": "In 1991 3-year-old Hansel won this race, the third leg of the Triple Crown",
      "answer": "the Belmont"
    },
    {
      "category": "THE 13 COLONIES",
      "text": "Originally a single province, they became 2 distinct southern colonies after separating beginning in 1712",
      "answer": "North & South Carolina"
    },
    {
      "category": "PILES",
      "text": "This term from late winter streets means a sad accumulation of unsolicited manuscripts",
      "answer": "the slush pile"
    },
    {
      "category": "THE U.S. POSTAL SERVICE",
      "text": "As an experiment in 1959, mail was dispatched by guided missile from one of these to a naval air station in Florida",
      "answer": "a submarine"
    },
    {
      "category": "WHAT'S THAT SMELL?",
      "text": "This 5-letter word can mean the distinct smell left by an animal & used to track prey",
      "answer": "scent"
    },
    {
      "category": "JEWELRY",
      "text": "This synonym for \"forever\" is used for a ring with diamonds all the way around the band to symbolize everlasting love",
      "answer": "eternity"
    },
    {
      "category": "HANSEL CULTURE",
      "text": "This actor had a \"Hawkeye\" for hunting evil as Hansel in the 2013 film \"Hansel & Gretel: Witch Hunters\"",
      "answer": "Jeremy Renner"
    },
    {
      "category": "THE 13 COLONIES",
      "text": "Saybrook was its own colony until 1644, when it joined this one",
      "answer": "Connecticut"
    },
    {
      "category": "PILES",
      "text": "In 2022,Sheikh Hasina, leader of this country, inaugurated thePadma Bridge; not shown, its anchoring piles, 400 feet deep",
      "answer": "Bangladesh"
    },
    {
      "category": "THE U.S. POSTAL SERVICE",
      "text": "Until this delivery service began in 1860, mail could take 25 days to get from coast to coast, some by steamship via Panama",
      "answer": "the Pony Express"
    },
    {
      "category": "WHAT'S THAT SMELL?",
      "text": "This word for a wine's smell is most appropriate before, for example, \"of honeysuckle\" or \"of geranium\"",
      "answer": "bouquet"
    },
    {
      "category": "JEWELRY",
      "text": "You can make your mark with this ring that has a seal on it",
      "answer": "a signet"
    },
    {
      "category": "HANSEL CULTURE",
      "text": "A line from this musical says, \"Herr Hansel Schmidt becomes Mrs. Hedwig Robinson\"",
      "answer": "Hedwig and the Angry Inch"
    }
  ]
}