{
  "title": "Show #9051 - Monday, March 4, 2024",
  "date": {
    "day": 4,
    "month": "March",
    "year": 2024
  },
  "clues": [
    {
      "category": "NONFICTION",
      "text": "After taking on salt & cod, Mark Kurlansky peeled the many layers of this in a 2023 book",
      "answer": "an onion"
    },
    {
      "category": "I HEARD A RUMOR",
      "text": "It can mean a rumor, or testimony in court based upon what she said she said",
      "answer": "hearsay"
    },
    {
      "category": "HOBBIES & PASTIMES",
      "text": "An apiarist is someone who raises & cares for these",
      "answer": "bees"
    },
    {
      "category": "V\"ACATION SPOTS",
      "text": "You haven't seen a palace until you've seenthisplace & its immense gardens designed by André le Nôtre",
      "answer": "Versailles"
    },
    {
      "category": "COCKTAILS",
      "text": "Perhaps you will be fresh as a daisy after imbibing this tequila cocktail whose name is Spanish for \"daisy\"",
      "answer": "a margarita"
    },
    {
      "category": "HAPPY HOUR",
      "text": "A bit embarrassed by its success, Michael Stipe of this band called \"Shiny Happy People\" \"a really fruity, kind of bubblegum song\"",
      "answer": "R.E.M."
    },
    {
      "category": "NONFICTION",
      "text": "Michael Lewis' \"Going Infinite\" focuses onthisman, crypto Gatsby",
      "answer": "Sam Bankman-Fried"
    },
    {
      "category": "I HEARD A RUMOR",
      "text": "Sans accent, it means to reveal a secret; with one, it's a scandal-revealing newspaper story",
      "answer": "an exposé"
    },
    {
      "category": "HOBBIES & PASTIMES",
      "text": "I'm choosing something by Adele next time we go out to do this, \"empty orchestra\" in Japanese",
      "answer": "karaoke"
    },
    {
      "category": "V\"ACATION SPOTS",
      "text": "Don't miss theIsaac-Potts House, aka Washington's headquarters, on your visit to this national historical park in Pennsylvania",
      "answer": "Valley Forge"
    },
    {
      "category": "COCKTAILS",
      "text": "This cocktail traditionally served in a copper mug gets its \"kick\" from lime juice, ginger beer & oh yeah, vodka",
      "answer": "a Moscow mule"
    },
    {
      "category": "HAPPY HOUR",
      "text": "She won a Grammy for her song \"If It Makes You Happy\" & later wrote a cookbook, \"If It Makes You Healthy\"",
      "answer": "Sheryl Crow"
    },
    {
      "category": "NONFICTION",
      "text": "In 1513 this Florentine civil servant knocked out  a handbook for rulers of his time called \"Il Principe\"",
      "answer": "Machiavelli"
    },
    {
      "category": "I HEARD A RUMOR",
      "text": "Merriam-Webster \"spills\" the story that using this word to mean a secret truth first gained prominence in Black drag culture",
      "answer": "the tea"
    },
    {
      "category": "HOBBIES & PASTIMES",
      "text": "\"RC\" on abaseball cardis used to stand for this & often makes it more sought after by collectors",
      "answer": "a rookie card"
    },
    {
      "category": "V\"ACATION SPOTS",
      "text": "Tradition says you'll have eternal love if you kiss while floating under the Bridge of Sighs in this city",
      "answer": "Venice"
    },
    {
      "category": "COCKTAILS",
      "text": "It was inevitable that Sarah Jessica Parker would put her name on bottled & canned versions of this cocktail",
      "answer": "a Cosmopolitan (Cosmo)"
    },
    {
      "category": "HAPPY HOUR",
      "text": "It became the unofficial anthem of the Democratic Party after FDR used it in 1932 as his campaign song",
      "answer": "\"Happy Days Are Here Again\""
    },
    {
      "category": "NONFICTION",
      "text": "Clarissa Pinkola Estes told \"Myths & Stories of the Wild Woman Archetype\" in \"Women Who Run with\" these wild animals",
      "answer": "the wolves"
    },
    {
      "category": "I HEARD A RUMOR",
      "text": "In a Klymaxx song a woman says if you want to be sure about your man, go powder your nose & have a \"meeting in\" this title place",
      "answer": "the ladies room"
    },
    {
      "category": "HOBBIES & PASTIMES",
      "text": "The pastime of skimming flat stones across calm water also has this double avian name",
      "answer": "ducks & drakes"
    },
    {
      "category": "V\"ACATION SPOTS",
      "text": "View the underwater life of the Caribbean at Coral World Ocean Park in the U.S. portion of this archipelago",
      "answer": "the Virgin Islands"
    },
    {
      "category": "COCKTAILS",
      "text": "To be reductive, it's a martini with an onion instead of an olive",
      "answer": "a Gibson"
    },
    {
      "category": "HAPPY HOUR",
      "text": "In 1988 it became the first song with no instrumental music to reach No. 1 on the Billboard Hot 100; perhaps if I whistle a bit...",
      "answer": "\"Don't Worry, Be Happy\""
    },
    {
      "category": "NONFICTION",
      "text": "This New Yorker cartoonist tackled the topic of her aging parents in \"Can't We Talk about Something More Pleasant?\"",
      "answer": "Roz Chast"
    },
    {
      "category": "I HEARD A RUMOR",
      "text": "It's a shortened version of a word for info; in a web article, \"Jennifer Lopez Drops\" them on \"Achieving Celebrity Status\"",
      "answer": "deets"
    },
    {
      "category": "HOBBIES & PASTIMES",
      "text": "That's my jam! Strawberry specifically, to which I'm adding this coagulant, as the fruit naturally only has a little",
      "answer": "pectin"
    },
    {
      "category": "V\"ACATION SPOTS",
      "text": "Cruise through Nizhny Novgorod onthiswaterway & maybe you'll hear the boatman singing",
      "answer": "the Volga"
    },
    {
      "category": "COCKTAILS",
      "text": "A powerful artillery piece of World War I gave its name to this numeric cocktail made with champagne & gin",
      "answer": "a French 75"
    },
    {
      "category": "HAPPY HOUR",
      "text": "Roy Rogers & Dale Evans sang this song as the closing theme to their TV series",
      "answer": "\"Happy Trails\""
    }
  ]
}