{
  "title": "Show #9155 - Friday, July 26, 2024",
  "date": {
    "day": 26,
    "month": "July",
    "year": 2024
  },
  "clues": [
    {
      "category": "A DATE IN HISTORY",
      "text": "After this couple's first date in 1894, she went home to Poland while he wrote her letters about his \"dream for science\"",
      "answer": "Marie Curie & Pierre Curie"
    },
    {
      "category": "IDIOMS & EXPRESSIONS",
      "text": "In a sporty idiom, to make expectations higher is to dothis, from field events like the pole vault",
      "answer": "raise the bar"
    },
    {
      "category": "A WORD FROM YOUR DOCTOR",
      "text": "When I ask if you have this kind of pain, I mean is it sharp or sudden, not from an angle of less than 90 degrees",
      "answer": "acute"
    },
    {
      "category": "ALSO A FISHING TERM",
      "text": "Just scoop ice cream on root beer for this type of beverage",
      "answer": "float"
    },
    {
      "category": "A THING FOR FEATS",
      "text": "It took Russ Cook 352 days to run the length of this continent, from Cape Agulhas to the Mediterranean",
      "answer": "Africa"
    },
    {
      "category": "WE CRACK OURSELVES UP",
      "text": "Tom Felton said Rupert Grint was fined 2,500 pounds (going to charity) over the 1st 2 films in this series for laughing mid-scene",
      "answer": "Harry Potter"
    },
    {
      "category": "A DATE IN HISTORY",
      "text": "In Tarsus in 41 B.C. Cleopatra wooed this beefy Roman by arriving to a date dressed as Venus",
      "answer": "Marc Antony"
    },
    {
      "category": "IDIOMS & EXPRESSIONS",
      "text": "Someone of unappealing visage is said to have \"a face for\" this medium; Fred Allen said it of himself",
      "answer": "radio"
    },
    {
      "category": "A WORD FROM YOUR DOCTOR",
      "text": "I'm afraid you've broken a brachial bone, brachial meaning a part of this body part",
      "answer": "your arm"
    },
    {
      "category": "ALSO A FISHING TERM",
      "text": "Serling or Steiger",
      "answer": "Rod"
    },
    {
      "category": "A THING FOR FEATS",
      "text": "In 2024 Anouk Garnier beat a record by rope climbing 361 feet to the second floor of this French landmark",
      "answer": "the Eiffel Tower"
    },
    {
      "category": "WE CRACK OURSELVES UP",
      "text": "You can see Matt LeBlanc try to hide real laughter as Joey ducks behind a panicked Ross, in search of a ring on this sitcom",
      "answer": "Friends"
    },
    {
      "category": "A DATE IN HISTORY",
      "text": "In the summer of 1989, this not-yet-famous couple went on a movie date in Chicago & saw a Spike Lee film",
      "answer": "the Obamas"
    },
    {
      "category": "IDIOMS & EXPRESSIONS",
      "text": "Completing \"give him his...\". it means to free him, but completing \"hand him his...\". it means to beat him",
      "answer": "hand (give) him his head"
    },
    {
      "category": "A WORD FROM YOUR DOCTOR",
      "text": "I've got one of these forecasts for you, from Greek for \"prediction\"",
      "answer": "prognosis"
    },
    {
      "category": "ALSO A FISHING TERM",
      "text": "Per the OED, \"a well-known conjecture is that\" this friendly word \"was a familiar abbreviation of chamber-fellow\"",
      "answer": "chum"
    },
    {
      "category": "A THING FOR FEATS",
      "text": "In 2007 Alain Robert climbed an 88-story building with only his hands & feet while wearing this superhero costume, naturally",
      "answer": "Spider-Man"
    },
    {
      "category": "WE CRACK OURSELVES UP",
      "text": "On \"SNL\", Heidi Gardner could not take Mikey Day's makeup when he & Ryan Gosling played this animated MTV duo",
      "answer": "Beavis & Butt-head"
    },
    {
      "category": "A DATE IN HISTORY",
      "text": "On one of this duo's early dates in 1930, he crashed on her couch & in the morning, the Dallas police arrested him",
      "answer": "Bonnie & Clyde"
    },
    {
      "category": "IDIOMS & EXPRESSIONS",
      "text": "You'll find the French word for \"beautiful\" in this phrase for the most attractive person in a given setting",
      "answer": "belle of the ball"
    },
    {
      "category": "A WORD FROM YOUR DOCTOR",
      "text": "When I say this is \"thready\", I mean it's barely perceptible & feels kind of like a thin fiber moving under my finger",
      "answer": "a pulse"
    },
    {
      "category": "ALSO A FISHING TERM",
      "text": "This baseball pitch gets batters to hit a lot of ground balls",
      "answer": "a sinker"
    },
    {
      "category": "A THING FOR FEATS",
      "text": "In 1955 Tex Johnston did this \"roll\"-ing aerial maneuver in a big Boeing plane & later wrote, \"The airplane never knows it's inverted\"",
      "answer": "a barrel roll"
    },
    {
      "category": "WE CRACK OURSELVES UP",
      "text": "After Tim Conway's ad-lib story about Siamese elephants, Vicki Lawrence broke this show's cast w/ \"Sure that little (bleep) is through?\"",
      "answer": "The Carol Burnett Show"
    },
    {
      "category": "A DATE IN HISTORY",
      "text": "A tale of a medieval hookup: this pair met in Paris around 1115, had a son, but lived on separated as monk & nun",
      "answer": "Abelard & Héloïse"
    },
    {
      "category": "IDIOMS & EXPRESSIONS",
      "text": "This 2-part phrase meaning \"completely settled\" has a variation that's been used as a hair salon name",
      "answer": "cut and dried"
    },
    {
      "category": "A WORD FROM YOUR DOCTOR",
      "text": "I need to examine your ear--hold on while I grab this doohickey with a handle & a light that lets me look inside",
      "answer": "an otoscope"
    },
    {
      "category": "ALSO A FISHING TERM",
      "text": "In computing, it's an acronym for a transfer of data to a temporary storage area",
      "answer": "a spool(ing)"
    },
    {
      "category": "A THING FOR FEATS",
      "text": "Jeanne Baret in the 1700s is credited with being the first woman to do this; she had to transfer ships to accomplish it",
      "answer": "circumnavigate the globe"
    },
    {
      "category": "WE CRACK OURSELVES UP",
      "text": "Jack Nicholson, who may or may not have been under the influence, cracks up while talking about Venusians to Dennis Hopper in this film",
      "answer": "Easy Rider"
    },
    {
      "category": "CANALS",
      "text": "Arriving at New York City Nov. 4, 1825, the Seneca Chief became the first boat to travel the length of this canal",
      "answer": "the Erie Canal"
    },
    {
      "category": "I\" + 4",
      "text": "Typically found at the end of a book, it's an alphabetical listing of items in the book, with page numbers",
      "answer": "index"
    },
    {
      "category": "TOO MUCH OF SOMETHING",
      "text": "Oxfam thinks Taylor Swift has too much money, as \"every\" one of these people \"is a policy failure\"",
      "answer": "a billionaire"
    },
    {
      "category": "TICK TOCK",
      "text": "A major monument of Rouen, France is aRenaissance clockthat has fabulous decorations & machinery, but only one of these",
      "answer": "a hand"
    },
    {
      "category": "FACE BOOKS",
      "text": "He published both \"The Eye Book\" & \"The Tooth Book\" as Theo. LeSieg, the last name being an anagram of Geisel",
      "answer": "Dr. Seuss"
    },
    {
      "category": "INSTA-GRAHAM",
      "text": "It wasn't until March 17, 2024 that she joined Instagram, posting a picture from \"Gilmore Girls\"",
      "answer": "Lauren Graham"
    },
    {
      "category": "CANALS",
      "text": "Scotland's Caledonian Canal runs through lakes, including this largest by volume in Britain that's also otherwise famous",
      "answer": "Loch Ness"
    },
    {
      "category": "I\" + 4",
      "text": "This Texas-based company has been making its iconic plastic ice chests since the 1960s",
      "answer": "Igloo"
    },
    {
      "category": "TOO MUCH OF SOMETHING",
      "text": "You're feeling wired, your heart is racing--you're this 15-letter word & probably should have skipped that third espresso",
      "answer": "overcaffeinated"
    },
    {
      "category": "TICK TOCK",
      "text": "The mysteriously namedOhio Clockhas stood in the U.S. Senate for two centuries; here, it's adjusted for this for the first time in 1918",
      "answer": "daylight saving"
    },
    {
      "category": "FACE BOOKS",
      "text": "Hawthorne's story \"The Great Stone Face\" refers to a natural landmark that was in the White Mountains of this state",
      "answer": "New Hampshire"
    },
    {
      "category": "INSTA-GRAHAM",
      "text": "Shedescribes herself on Instagram as an actress, filmmaker & big nerd",
      "answer": "Heather Graham"
    },
    {
      "category": "CANALS",
      "text": "Although very short at 748 feet, this city's picturesqueWinter Canalis crossed by three bridges, including the Hermitage Bridge",
      "answer": "St. Petersburg"
    },
    {
      "category": "I\" + 4",
      "text": "Last name ofMax, son of a famous actor father & famous actress mother, Sinéad Cusack",
      "answer": "Irons"
    },
    {
      "category": "TOO MUCH OF SOMETHING",
      "text": "Hi, I'm shame. Do you know my cousin, this? He has a complex named after him, when one is awash with feelings of having done wrong",
      "answer": "guilt"
    },
    {
      "category": "TICK TOCK",
      "text": "An iconic tower in this capital city has displayed a clock made by local company Seiko since 1966",
      "answer": "Tokyo"
    },
    {
      "category": "FACE BOOKS",
      "text": "He deciphered the power (& plot) of hero myths in his 1949 work \"The Hero with a Thousand Faces\"",
      "answer": "Campbell"
    },
    {
      "category": "INSTA-GRAHAM",
      "text": "Honey Maid Graham crackers posted a hack for making these treats: put the chocolate inside the marshmallow, then roast",
      "answer": "s'mores"
    },
    {
      "category": "CANALS",
      "text": "When the Elbe Lateral Canal opened in 1977, it allowed ships traveling to this port to avoid passing through East Germany",
      "answer": "Hamburg"
    },
    {
      "category": "I\" + 4",
      "text": "William Butler Yeats got nationalistic as he urged these \"Poets, learn your trade, sing whatever is well made\"",
      "answer": "Irish"
    },
    {
      "category": "TOO MUCH OF SOMETHING",
      "text": "Hyperlipidemia, too much fat in the blood, is caused by an excess of this substance provided by your own liver plus pork & donuts",
      "answer": "cholesterol"
    },
    {
      "category": "TICK TOCK",
      "text": "A victim of sexist obscurity, this kind of timepiece stands between 5 & 6' tall, like one appraised on \"Antiques Roadshow\" in 2012",
      "answer": "a grandmother clock"
    },
    {
      "category": "FACE BOOKS",
      "text": "Tea Cake is Janie Crawford's third husband in this classic by Zora Neale Hurston",
      "answer": "Their Eyes Were Watching God"
    },
    {
      "category": "INSTA-GRAHAM",
      "text": "The official account of her dance company posted a video of her dancing in \"Appalachian Spring\" in 1947",
      "answer": "Martha Graham"
    },
    {
      "category": "CANALS",
      "text": "This Asian capital has been called the \"Venice of the East\", though most of the smaller khlongs or canals have been filled in",
      "answer": "Bangkok"
    },
    {
      "category": "I\" + 4",
      "text": "In \"Doctor Faustus\" Christopher Marlowe uses this name for Troy",
      "answer": "Ilium"
    },
    {
      "category": "TOO MUCH OF SOMETHING",
      "text": "To us this Greek word means excess pride; to Aristotle, it meant shaming   others for one's own pleasure (perhaps out of pride)",
      "answer": "hubris"
    },
    {
      "category": "TICK TOCK",
      "text": "In the early '60s this Greek-letter brand was a big deal with JFK's Slimline & Mercury astronaut Wally Schirra's Speedmaster",
      "answer": "Omega"
    },
    {
      "category": "FACE BOOKS",
      "text": "Cultural appropriation is at the heart of this novel by R.F. Kuang; a white woman steals a manuscript written by her Asian friend",
      "answer": "Yellowface"
    },
    {
      "category": "INSTA-GRAHAM",
      "text": "He often posts about his BBC chat show & his GN wine",
      "answer": "Graham Norton"
    }
  ]
}