{
  "title": "Show #5075 - Friday, October 6, 2006",
  "date": {
    "day": 6,
    "month": "October",
    "year": 2006
  },
  "clues": [
    {
      "category": "BIBLE HEROES",
      "text": "At the burning bush, God told him he was \"the God of Abraham, the God of Isaac, and the God of Jacob\"",
      "answer": "Moses"
    },
    {
      "category": "MUSIC TO YOUR EARS",
      "text": "This teen queen sang, \"Wake up, wake up on a Saturday night, could be N.Y., maybe Hollywood & Vine\"",
      "answer": "Hilary Duff"
    },
    {
      "category": "LET'S PLAY A GAME!",
      "text": "You can apologize (as the name says) when you send someone back to the start in this Parker Brothers board game",
      "answer": "Sorry!"
    },
    {
      "category": "INVENTORS & INVENTIONS",
      "text": "Walter Diemer, with the Fleer Co., invented the first commercially successful type of this chewing gum in 1928",
      "answer": "bubble gum"
    },
    {
      "category": "EAT WELL",
      "text": "Eat a salad with this vegetable that can be classified as butterhead, crisphead, leaf or Romaine",
      "answer": "lettuce"
    },
    {
      "category": "RHYMES WITH MONEY",
      "text": "It can mean strange as well as amusing",
      "answer": "funny"
    },
    {
      "category": "BIBLE HEROES",
      "text": "Goliath mocked him, saying, \"Am I a dog, that thou comest to me with staves?\"",
      "answer": "David"
    },
    {
      "category": "MUSIC TO YOUR EARS",
      "text": "This \"beautiful soul\" heardherehas also been nominated for 2 acting Emmys for \"All My Children\"\"I don't want my love to go to waste /I want you and your beautiful soul...\"",
      "answer": "Jesse McCartney"
    },
    {
      "category": "LET'S PLAY A GAME!",
      "text": "Boggle is a word search game; you make words using wood tiles in this classic board game",
      "answer": "Scrabble"
    },
    {
      "category": "INVENTORS & INVENTIONS",
      "text": "In 1879 James A. Ritty invented this machine, & retailers have been ringing up sales ever since",
      "answer": "a cash register"
    },
    {
      "category": "EAT WELL",
      "text": "Some of the recommended \"whole\" types of this food pyramid product are quinoa, millet, sorghum & barley",
      "answer": "grains"
    },
    {
      "category": "RHYMES WITH MONEY",
      "text": "It's in the name of a kind of Cheerios",
      "answer": "honey"
    },
    {
      "category": "BIBLE HEROES",
      "text": "In Luke, he is quoted as saying, \"I indeed baptize you with water; but one mightier than I cometh\"",
      "answer": "John the Baptist"
    },
    {
      "category": "MUSIC TO YOUR EARS",
      "text": "Bowling for Soup sang, \"There was U2, & Blondie, & music still on MTV\" in this song (Yes kids, MTV used to play music!)",
      "answer": "1985"
    },
    {
      "category": "LET'S PLAY A GAME!",
      "text": "Collect pieces of cheese & build a zany contraption to try to catch your opponents in this board game",
      "answer": "Mouse Trap"
    },
    {
      "category": "INVENTORS & INVENTIONS",
      "text": "In 1798 this cotton gin inventor began using a system of interchangeable parts to make muskets for the U.S. government",
      "answer": "Eli Whitney"
    },
    {
      "category": "EAT WELL",
      "text": "If you want to go nuts, eatthisnut native to Brazil and taken to Asia by Portuguese missionaries",
      "answer": "the cashew"
    },
    {
      "category": "RHYMES WITH MONEY",
      "text": "Type of nose for those with a cold",
      "answer": "runny"
    },
    {
      "category": "BIBLE HEROES",
      "text": "When Jesus saw this tax collector & first Gospel writer, he told him to \"follow me\"",
      "answer": "Matthew"
    },
    {
      "category": "MUSIC TO YOUR EARS",
      "text": "This \"colorful\" trio had a simple request: \"Wake me up when September ends\"",
      "answer": "Green Day"
    },
    {
      "category": "LET'S PLAY A GAME!",
      "text": "The name of this game in which you stack hardwood blocks into a tower comes from a Swahili word for \"to build\"",
      "answer": "Jenga"
    },
    {
      "category": "INVENTORS & INVENTIONS",
      "text": "In 1938 chemist Roy Plunkett invented polytetrafluorethylene, a nonstick substance better known as this",
      "answer": "Teflon"
    },
    {
      "category": "EAT WELL",
      "text": "If you don't like fuzzy food, eat this fruit that often originates from peach seeds",
      "answer": "a nectarine"
    },
    {
      "category": "RHYMES WITH MONEY",
      "text": "Skiing slope for beginners",
      "answer": "the bunny slope"
    },
    {
      "category": "BIBLE HEROES",
      "text": "In Judges he said, \"With the jaw of an ass have I slain a thousand men\"",
      "answer": "Samson"
    },
    {
      "category": "MUSIC TO YOUR EARS",
      "text": "One letter, one number, one boy band; this group asked the musical question, \"Who's afraid of the big bad wolf\"",
      "answer": "B5"
    },
    {
      "category": "LET'S PLAY A GAME!",
      "text": "Find out which of Mr. Boddy's guests murdered him in his own mansion & with what weapon in this classic mystery game",
      "answer": "Clue"
    },
    {
      "category": "EAT WELL",
      "text": "Among legumes, a good source of protein, are peas & this type of seed such as the pinto, white or black variety",
      "answer": "beans"
    },
    {
      "category": "RHYMES WITH MONEY",
      "text": "Sack material similar to burlap",
      "answer": "gunny"
    }
  ]
}