{
  "title": "Show #2951 - Monday, June 2, 1997",
  "date": {
    "day": 2,
    "month": "June",
    "year": 1997
  },
  "clues": [
    {
      "category": "PEOPLE IN HISTORY",
      "text": "In 1502, during his last voyage to the Americas, he sighted what is now Nicaragua",
      "answer": "Christopher Columbus"
    },
    {
      "category": "COLORS",
      "text": "Kendal & Kelly are shades of this",
      "answer": "Green"
    },
    {
      "category": "DANCE",
      "text": "For a contra dance, couples form 2 of these & face each other",
      "answer": "Lines"
    },
    {
      "category": "THE SUPER BOWL",
      "text": "This Buffalo team is the only team to lose the Super Bowl 4 straight years",
      "answer": "Buffalo Bills"
    },
    {
      "category": "MUSEUMS",
      "text": "The Nat'l Museum of African Art is housed in an underground building in this Washington, D.C. museum complex",
      "answer": "Smithsonian"
    },
    {
      "category": "IN THE DICTIONARY",
      "text": "A bibliomaniac is obsessed with collecting these items",
      "answer": "Books"
    },
    {
      "category": "PEOPLE IN HISTORY",
      "text": "As this dictator's minister of education, Giovanni Gentile reformed Italy's school system",
      "answer": "Benito Mussolini"
    },
    {
      "category": "COLORS",
      "text": "It's the reddish color, as well as the name of a popular bog fruit that's \"relish\"ed on holidays",
      "answer": "Cranberry"
    },
    {
      "category": "DANCE",
      "text": "This \"Viennese\" ballroom dance was considered scandalous because couples seemed to be embracing",
      "answer": "Waltz"
    },
    {
      "category": "THE SUPER BOWL",
      "text": "In 1997 this team's Desmond Howard returned a kickoff 99 yards, a new Super Bowl record",
      "answer": "Green Bay Packers"
    },
    {
      "category": "MUSEUMS",
      "text": "This French city known for its mustard houses a museum of mustard",
      "answer": "Dijon"
    },
    {
      "category": "IN THE DICTIONARY",
      "text": "It's the female equivalent of chanteur, a term for a male cabaret singer",
      "answer": "Chanteuse"
    },
    {
      "category": "PEOPLE IN HISTORY",
      "text": "In 1875 Yale graduate Daniel Coit Gilman became the first president of this Baltimore university",
      "answer": "Johns Hopkins"
    },
    {
      "category": "COLORS",
      "text": "Marisa Berenson must like the \"shocking\" shade of this because her grandmother Elsa Schiaparelli introduced it",
      "answer": "Pink"
    },
    {
      "category": "DANCE",
      "text": "In the film \"True Lies\" Arnold Schwarzenegger performed this sensual Argentine dance",
      "answer": "Tango"
    },
    {
      "category": "THE SUPER BOWL",
      "text": "This 49ers quarterback is the only man named Super Bowl MVP 3 times",
      "answer": "Joe Montana"
    },
    {
      "category": "MUSEUMS",
      "text": "A bank museum in Liberty, MO. has memorabilia relating to this man & his gang who robbed it February 13, 1866",
      "answer": "Jesse James"
    },
    {
      "category": "IN THE DICTIONARY",
      "text": "Laymen rarely use this word that means abnormally swollen unless they're referring to veins",
      "answer": "Varicose"
    },
    {
      "category": "PEOPLE IN HISTORY",
      "text": "Before he became king of England, George VI served in the Royal Navy & fought in the Battle of Jutland during this war",
      "answer": "World War I"
    },
    {
      "category": "COLORS",
      "text": "This tan color shares its name with a humped quadruped ruminant",
      "answer": "Camel"
    },
    {
      "category": "DANCE",
      "text": "The Minangkabau candlelight dance of Sumatra is one of the most beautiful from this country",
      "answer": "Indonesia"
    },
    {
      "category": "THE SUPER BOWL",
      "text": "The last 2 Super Bowls in this city were played at Joe Robbie Stadium",
      "answer": "Miami"
    },
    {
      "category": "MUSEUMS",
      "text": "This financier's art museum in Malibu, California was originally housed in his home",
      "answer": "J. Paul Getty"
    },
    {
      "category": "IN THE DICTIONARY",
      "text": "The adjective anserous means as silly as one of these birds of the subfamily anserinae",
      "answer": "Goose"
    },
    {
      "category": "PEOPLE IN HISTORY",
      "text": "This country's King Harold III was the half-brother of St. Olaf",
      "answer": "Norway"
    },
    {
      "category": "COLORS",
      "text": "French for \"unbleached\", the name of this pale color is derived from the Latin for \"crude\" or \"raw\"",
      "answer": "Ecru"
    },
    {
      "category": "DANCE",
      "text": "This Andalusian gypsy dance may be accompanied by a cante chico, a \"small song\", or by a cante hondo, a \"deep song\"",
      "answer": "Flamenco"
    },
    {
      "category": "THE SUPER BOWL",
      "text": "This current analyst for FOX TV's NFL telecasts coached the Oakland Raiders to victory in Super Bowl XI",
      "answer": "John Madden"
    },
    {
      "category": "MUSEUMS",
      "text": "The Hayden Planetarium is a part of this New York City museum",
      "answer": "Museum of Natural History"
    },
    {
      "category": "IN THE DICTIONARY",
      "text": "In the U.S. it's a synonym for pancake; in England it's a compact that might hold pan-cake makeup",
      "answer": "Flapjack"
    }
  ]
}