{
  "title": "Jeopardy! Mastersgame #27 - Friday, May 10, 2024",
  "date": {
    "day": 10,
    "month": "May",
    "year": 2024
  },
  "clues": [
    {
      "category": "M\" & \"M\"s",
      "text": "Newspapers, radio & television, & now the internet, collectively",
      "answer": "mass media"
    },
    {
      "category": "FLOWERS",
      "text": "Named for its foul odor,thislarge, rare flower blooms once every several years & lasts only a day or two",
      "answer": "corpse flower"
    },
    {
      "category": "LIKE THERE WOULDN'T BE SHAKESPEARE",
      "text": "When it comes to characters in this play, I'm savoring the flavor of Flavius, veering to Varro & Calphurnia dreamin'",
      "answer": "Julius Caesar"
    },
    {
      "category": "COMING TO AMERICA",
      "text": "On January 1, 1892 17-year-old Annie Moore of County Cork became the first person processed here",
      "answer": "Ellis Island"
    },
    {
      "category": "PLANE TALK",
      "text": "Tower, requesting this, permission to proceed within a controlled airspace",
      "answer": "clearance"
    },
    {
      "category": "TRAILBLAZING WOMEN IN SPORTS",
      "text": "(Billie Jean King delivers the clue.)  One of the best female soccer players in history,shewas only 15 when she became a member of the U.S. women's national team & whensheretired in 2004 she held a then-record of 158 international goals",
      "answer": "Mia Hamm"
    },
    {
      "category": "M\" & \"M\"s",
      "text": "Cash carried for impulse purchases or for emergency use, like when a date goes bad",
      "answer": "mad money"
    },
    {
      "category": "FLOWERS",
      "text": "Sweet!  Get a whiff of this flowering plant--scientific name, Cestrum nocturnum--whose fragrance permeates the neighborhood",
      "answer": "night-blooming jasmine"
    },
    {
      "category": "LIKE THERE WOULDN'T BE SHAKESPEARE",
      "text": "She tells her 2 sisters, \"I know what you are; and like a sister am most loath to call your faults as they are named\"",
      "answer": "Cordelia"
    },
    {
      "category": "COMING TO AMERICA",
      "text": "From 1960 to 1962 a covert program called Operation Pedro Pan brought thousands of children to the U.S. from this country",
      "answer": "Cuba"
    },
    {
      "category": "PLANE TALK",
      "text": "Last name of Bill, creator of the first mass-produced business jet in the early 1960s",
      "answer": "Lear"
    },
    {
      "category": "TRAILBLAZING WOMEN IN SPORTS",
      "text": "(Billie Jean King delivers the clue.)  Breaking barriers & setting records, in2008she became the first woman to win an Indy car series race & in2009she raced to a historic 3rd-place finish in the Indianapolis 500",
      "answer": "Patrick"
    },
    {
      "category": "M\" & \"M\"s",
      "text": "Lactation from a female equine",
      "answer": "mare's milk"
    },
    {
      "category": "FLOWERS",
      "text": "Famous in song,it's Austria's national flower",
      "answer": "edelweiss"
    },
    {
      "category": "LIKE THERE WOULDN'T BE SHAKESPEARE",
      "text": "Ain't no dinner party like a tragic Shakespeare dinner party!  This title guy kills his daughter & stabs the empress",
      "answer": "Titus Andronicus"
    },
    {
      "category": "COMING TO AMERICA",
      "text": "A 1950 act named for these \"persons\" allowed thousands of homeless European refugees to resettle in the United States",
      "answer": "displaced persons"
    },
    {
      "category": "PLANE TALK",
      "text": "These flaps used to control a plane's roll & banking are located out near the tips of the wings",
      "answer": "ailerons"
    },
    {
      "category": "TRAILBLAZING WOMEN IN SPORTS",
      "text": "(Billie Jean King delivers the clue.)  Considered by many to be the greatest female athlete ever, in 1992shebecame the first woman to win the heptathlon at consecutive Olympic games",
      "answer": "Jackie Joyner-Kersee"
    },
    {
      "category": "M\" & \"M\"s",
      "text": "An identifying symbol stamped into a product by its creator",
      "answer": "a maker's mark"
    },
    {
      "category": "FLOWERS",
      "text": "Less prescribed these days but long used, a heart drug called digitalis is made from the purple variety of this flower",
      "answer": "foxglove"
    },
    {
      "category": "LIKE THERE WOULDN'T BE SHAKESPEARE",
      "text": "Stephano says to this character, \"Drink, servant monster, when I bid thee\"",
      "answer": "Calaban"
    },
    {
      "category": "COMING TO AMERICA",
      "text": "Until 1952 the Japanese-born immigrants known as these were barred from U.S. citizenship",
      "answer": "Issei"
    },
    {
      "category": "PLANE TALK",
      "text": "It's the general term for a wing, fin or other airplane part that produces lift as it moves through the air",
      "answer": "an airfoil"
    },
    {
      "category": "TRAILBLAZING WOMEN IN SPORTS",
      "text": "(Billie Jean King delivers the clue.)  Told she'd never walk again,this athleteovercame polio to become the first American woman to win 3 gold medals in track & field at a single Olympics",
      "answer": "(Wilma) Rudolph"
    },
    {
      "category": "M\" & \"M\"s",
      "text": "This Whittier poem says, \"For of all sad words of tongue or pen, The saddest are these: It might have been!\"",
      "answer": "\"Maud Muller\""
    },
    {
      "category": "FLOWERS",
      "text": "Blooming late summer into fall,theseare the \"stars\" of the garden",
      "answer": "Aster"
    },
    {
      "category": "LIKE THERE WOULDN'T BE SHAKESPEARE",
      "text": "The settings in this play are Milan, a forest near Milan & the title city",
      "answer": "The Two Gentlemen of Verona"
    },
    {
      "category": "COMING TO AMERICA",
      "text": "During World War II, workers from Mexico helped alleviate the U.S. labor shortage via this program, from Spanish for \"arm\"",
      "answer": "Bracero"
    },
    {
      "category": "PLANE TALK",
      "text": "Ideal flying conditions with no cloud layer below 10,000 feet & pilots able to see for at least 10 miles are CAVU, this a",
      "answer": "ceiling and visibility unlimited"
    },
    {
      "category": "TRAILBLAZING WOMEN IN SPORTS",
      "text": "(Billie Jean King delivers the clue.)  The \"Divine Miss M\" of tennis,thistrailblazer dominated the game in the 1930s, won the Triple Crown atWimbledonin 1939, including the mixed doubles with, um... Bobby Riggs, & she was also one of my early coaches",
      "answer": "Alice Marble"
    },
    {
      "category": "GETTING MEDIEVAL ON YOU",
      "text": "The Albigensian one of 1209 to 1229 & the Stedinger one of the 1230s are 2 of the lesser known of these medieval campaigns",
      "answer": "the Crusades"
    },
    {
      "category": "IN THIS CORNER...",
      "text": "This state's extreme northwest is one of the four corners",
      "answer": "New Mexico"
    },
    {
      "category": "OH, THOSE DUTCH!",
      "text": "A polder is land reclaimed from the sea after the resourceful Dutch build one of these levees",
      "answer": "a dike"
    },
    {
      "category": "PARENTS & KIDS",
      "text": "Regression in this process when you thought it was done is frustrating, but remember, no one walks down the aisle in a diaper",
      "answer": "potty training"
    },
    {
      "category": "OSCARS FOR MAKEUP & HAIRSTYLING",
      "text": "Makeup artist Ve Neill used moss to make Michael Keaton look like he crawled out from underneath a rock for this 1988 film",
      "answer": "Beetlejuice"
    },
    {
      "category": "12 OR MORE LETTERS",
      "text": "It's the process of getting off a plane or ship",
      "answer": "disembarcation (or disembarkment)"
    },
    {
      "category": "GETTING MEDIEVAL ON YOU",
      "text": "Everything has its season, everything has its time, like the donation of Italian land by this Carolingian king to the pope",
      "answer": "Pippin (III)"
    },
    {
      "category": "IN THIS CORNER...",
      "text": "Part of this stretch with a colorful French name, Menton is the last town in southeast France before you reach Italy",
      "answer": "the Côte d'Azur"
    },
    {
      "category": "OH, THOSE DUTCH!",
      "text": "A remnant of the Dutch colonial empire is the southern third of this Caribbean island, the non-French part",
      "answer": "Saint Martin"
    },
    {
      "category": "PARENTS & KIDS",
      "text": "When a state supreme court ruling began to curtail this procedure, Alabama rammed & jammed through legislation protecting it",
      "answer": "IVF"
    },
    {
      "category": "OSCARS FOR MAKEUP & HAIRSTYLING",
      "text": "Frances Hannon & Mark Coulier won the award for this 2014 Wes Anderson film set in Zubrowka",
      "answer": "The Grand Budapest Hotel"
    },
    {
      "category": "12 OR MORE LETTERS",
      "text": "Regarding his firing of Douglas MacArthur, who defied orders, Pres, Truman later wrote, \"I could no longer tolerate his\" this",
      "answer": "insubordination"
    },
    {
      "category": "GETTING MEDIEVAL ON YOU",
      "text": "The byname of this 13th century saint is Dr. Angelicus, or \"angelic dr.\", but doesn't that kind of sound like a Marvel villain?",
      "answer": "Aquinas"
    },
    {
      "category": "IN THIS CORNER...",
      "text": "St. Sophia Churchshows the strong historic links to Russia in Harbin, a city near the northeast corner of this country",
      "answer": "China"
    },
    {
      "category": "OH, THOSE DUTCH!",
      "text": "Ted Lasso's Richmond team plays at the stadium named for this Dutch soccer legend & Ted discovers the \"total football\" he played",
      "answer": "(Johan) Cruyff"
    },
    {
      "category": "PARENTS & KIDS",
      "text": "In California, for a judge to declare you this kind of minor, you must be 14, not living with your parents & self-supporting",
      "answer": "emancipated"
    },
    {
      "category": "OSCARS FOR MAKEUP & HAIRSTYLING",
      "text": "This man has won 7 Academy Awards for makeup, including one for his work on \"An American Werewolf in London\"",
      "answer": "(Rick) Baker"
    },
    {
      "category": "12 OR MORE LETTERS",
      "text": "Charles Goodyear accidentally discovered this process that improves rubber's strength & elasticity",
      "answer": "vulcanization"
    },
    {
      "category": "GETTING MEDIEVAL ON YOU",
      "text": "The 14-volume Mishneh Torah, a Talmud commentary by this man, covered ethics, civil laws & even physics",
      "answer": "Maimonides"
    },
    {
      "category": "IN THIS CORNER...",
      "text": "On a cape in the southwest corner of Portugal, this 15th c. prince set up a place for explorers & geographers to share skills",
      "answer": "Henry the Navigator"
    },
    {
      "category": "OH, THOSE DUTCH!",
      "text": "In 1950 he said there's a cloud beyond Pluto where long-period comets come from",
      "answer": "Oort"
    },
    {
      "category": "PARENTS & KIDS",
      "text": "Really the \"long\" & the \"short\" of it, it's the parenting cliche that reigns supreme per the website The Bump",
      "answer": "the days are long but the years are short"
    },
    {
      "category": "OSCARS FOR MAKEUP & HAIRSTYLING",
      "text": "For this 2015 film, Lesley Vanderwalt got the idea for Furiosa's look from an image of a girl with clay across her forehead",
      "answer": "Mad Max: Fury Road"
    },
    {
      "category": "12 OR MORE LETTERS",
      "text": "Many reptiles reproduce via this 15-letter \"virgin birth\" method by which embryos develop from unfertilized eggs",
      "answer": "parthenogenesis"
    },
    {
      "category": "GETTING MEDIEVAL ON YOU",
      "text": "Pisa'scathedralis a notable example of this architectural style that was dominant in Western Europe until Gothic came along",
      "answer": "Romanesque"
    },
    {
      "category": "IN THIS CORNER...",
      "text": "Togofrom southeast Angola to northwest Botswana you crossthisNamibian strip named for a 19th century German leader",
      "answer": "the Caprivi Strip"
    },
    {
      "category": "OH, THOSE DUTCH!",
      "text": "In Rembrandt's time the greatest Dutchlandscapepainter was this tree-loving guy named Jacob",
      "answer": "Jacob van Ruisdael"
    },
    {
      "category": "PARENTS & KIDS",
      "text": "The anti-affection parenting ideas of John B. Watson, the father of this -ism, chilled the youth of his grandchild Mariette Hartley",
      "answer": "behaviorism"
    },
    {
      "category": "OSCARS FOR MAKEUP & HAIRSTYLING",
      "text": "In her 2021 acceptance speech, hairstylist Mia Neal thanked Viola Davis & \"the spirit of\" this blues singer",
      "answer": "Ma Rainey"
    },
    {
      "category": "12 OR MORE LETTERS",
      "text": "If you watch \"7 Little Johnstons\" or \"Little People, Big World\", you might know that this is the most common form of dwarfism",
      "answer": "achondroplasia"
    }
  ]
}