{
  "title": "Show #8271 - Monday, November 2, 2020",
  "date": {
    "day": 2,
    "month": "November",
    "year": 2020
  },
  "clues": [
    {
      "category": "ROM COMS",
      "text": "Vanity Fair called this film with Bill Murray as weatherman Phil Connors a \"rom-com for curmudgeons\"",
      "answer": "Groundhog Day"
    },
    {
      "category": "THE PRINCESS BRIDE",
      "text": "After this German princess wed Nicholas II in 1894, she pushed the czar to regain absolute power lost to reforms; baaaad move",
      "answer": "Alexandra"
    },
    {
      "category": "LOVE, ACTUALLY",
      "text": "This word for altruistic efforts for humanity comes from the Greek for \"love of man\"",
      "answer": "philanthropy"
    },
    {
      "category": "FAILURE TO LUNCH",
      "text": "Sorry, everyone! I'm on the diet known as O.M.A.D., short for this; I only eat at 5 p.m.",
      "answer": "one meal a day"
    },
    {
      "category": "SWEET TOME ALABAMA",
      "text": "This novel about an Alabama rape trial won the Pulitzer Prize for fiction in 1961",
      "answer": "To Kill a Mockingbird"
    },
    {
      "category": "ROM COMS",
      "text": "Director Rob Reiner's mom delivered the immortal line \"I'll have what she's having\" in this rom com",
      "answer": "When Harry Met Sally..."
    },
    {
      "category": "THE PRINCESS BRIDE",
      "text": "On April 19, 1956, Grace Kelly had a storybookweddingwith Prince Rainier atSt. Nicholas Cathedralin this country",
      "answer": "Monaco"
    },
    {
      "category": "LOVE, ACTUALLY",
      "text": "As a noun, it's the place where legal justice happens; as a verb, it means to woo your love, especially in the early stages",
      "answer": "to court"
    },
    {
      "category": "FAILURE TO LUNCH",
      "text": "How did you know that \"petit\" this means \"breakfast\" in French without knowing that the word on its own means \"lunch\"?",
      "answer": "déjeuner"
    },
    {
      "category": "SWEET TOME ALABAMA",
      "text": "The plot of the book \"Crazy in Alabama\" includes a woman auditioning for this 1960s sitcom about country folks who come to California",
      "answer": "The Beverly Hillbillies"
    },
    {
      "category": "ROM COMS",
      "text": "\"Something's Gotta Give\" is a ditty starring Jack & Diane, these 2 legendary actors",
      "answer": "Jack Nicholson & Diane Keaton"
    },
    {
      "category": "THE PRINCESS BRIDE",
      "text": "There were riots in this world capital in 1966 when its princess Beatrix wed a German diplomat who'd been a member of Hitler Youth",
      "answer": "Amsterdam"
    },
    {
      "category": "27 DRESSES",
      "text": "The oversized clothinglookhas worked well forthispop star born in 1993",
      "answer": "Ariana Grande"
    },
    {
      "category": "LOVE, ACTUALLY",
      "text": "These double-talk \"eyes\" mean you are looking at someone with love",
      "answer": "goo-goo eyes"
    },
    {
      "category": "FAILURE TO LUNCH",
      "text": "I bailed on lunch with a big group; I'm this type of person mentioned in the subtitle of Susan Cain's book \"Quiet\"",
      "answer": "an introvert"
    },
    {
      "category": "SWEET TOME ALABAMA",
      "text": "Mobile's Winston Groom wrote this 1986 novel about a man with childlike wisdom",
      "answer": "Forrest Gump"
    },
    {
      "category": "ROM COMS",
      "text": "In 2005 Will Smith played a \"date doctor\" who fell in love with Eva Mendes in this comedy",
      "answer": "Hitch"
    },
    {
      "category": "THE PRINCESS BRIDE",
      "text": "The April 5, 1614 wedding of Native American princess Pocahontas & this planter brought 8 years of peace",
      "answer": "John Rolfe"
    },
    {
      "category": "27 DRESSES",
      "text": "Hey, 27-year-old putting on this garment over your T-shirt, is that a Levi's Type III Trucker one?",
      "answer": "jean jackets"
    },
    {
      "category": "LOVE, ACTUALLY",
      "text": "You've cast this 11-letter spell on me; New Mexico is the \"Land of\" it",
      "answer": "enchantment"
    },
    {
      "category": "FAILURE TO LUNCH",
      "text": "I told you lunch wasn't happening because it's this Jewish day of atonement & I'm fasting",
      "answer": "Yom Kippur"
    },
    {
      "category": "SWEET TOME ALABAMA",
      "text": "Alabama U.S. Senator Jeremiah Clemens wrote the 1860 novel \"The Rivals\", about the feud between these 2 historic duelists",
      "answer": "Hamilton & Burr"
    },
    {
      "category": "ROM COMS",
      "text": "This movie had Julia Roberts tell Hugh Grant, \"I'm also just a girl, standing in front of a boy, asking him to love her\"",
      "answer": "Notting Hill"
    },
    {
      "category": "27 DRESSES",
      "text": "In your 20s you still get away with wearing these; as you're in your \"British\" phase, call them trainers",
      "answer": "sneakers"
    },
    {
      "category": "LOVE, ACTUALLY",
      "text": "Romance is afoot if you've \"warmed\" these, also a bivalve mollusk, \"of someone's heart\"",
      "answer": "the cockles"
    },
    {
      "category": "FAILURE TO LUNCH",
      "text": "I just found out my wisdom teeth are in this 8-letter condition; they're jammed up so I can't eat lunch",
      "answer": "impacted"
    },
    {
      "category": "SWEET TOME ALABAMA",
      "text": "This 1959 Tuscumbia-set play about a steadfast teacher & a stubborn young girl is the state's official outdoor drama",
      "answer": "The Miracle Worker"
    }
  ]
}