{
  "title": "Show #9351 - Monday, June 9, 2025",
  "date": {
    "day": 9,
    "month": "June",
    "year": 2025
  },
  "clues": [
    {
      "category": "THE AMERICAN REVOLUTION",
      "text": "In 1778 the revolutionaries formed an alliance with this country, leading to decisive support & reinforcements",
      "answer": "France"
    },
    {
      "category": "LOGO-A-GO-GO",
      "text": "Some players have been on this MLB team for quite some time before noticing that its ball & glovelogoforms the letters \"MB\"",
      "answer": "the Milwaukee Brewers"
    },
    {
      "category": "QUASI-STUPID ANSWERS",
      "text": "Decibel, a unit of sound intensity, comes in part from the name of this man who did a lot with sound",
      "answer": "(Alexander Graham) Bell"
    },
    {
      "category": "IN-\" & \"-OUT",
      "text": "This way to end a boxing match also refers to a super-attractive person",
      "answer": "a knockout"
    },
    {
      "category": "BIRD SONG",
      "text": "In \"Edge Of Seventeen\", Stevie Nicks says she sings \"just like the white-winged\" this bird",
      "answer": "a dove"
    },
    {
      "category": "LET'S TALK ABOUT POLLUTION",
      "text": "Light pollution causes hatchlings of these, like the hawksbill, to turn inland to danger rather than out to sea & safety",
      "answer": "(sea) turtles"
    },
    {
      "category": "THE AMERICAN REVOLUTION",
      "text": "After losing the Battle of Long Island, this man asked for permission to burn down NYC so that the British couldn't take it",
      "answer": "George Washington"
    },
    {
      "category": "LOGO-A-GO-GO",
      "text": "Money spent on merchandise featuring this organization's panda logo goes towards conservation work & saving the animals",
      "answer": "the WWF (World Wildlife Fund)"
    },
    {
      "category": "QUASI-STUPID ANSWERS",
      "text": "The Mashco Piro Indigenous Reserve is in the east of this country not far from the Brazilian border",
      "answer": "Peru"
    },
    {
      "category": "IN-\" & \"-OUT",
      "text": "This adjective describing poor weather comes from the Latin for \"unmerciful\"",
      "answer": "inclement"
    },
    {
      "category": "BIRD SONG",
      "text": "Daniel Alomía Robles adapted a folk song of these mountains as \"El Cóndor Pasa\", later used by Paul Simon",
      "answer": "the Andes"
    },
    {
      "category": "LET'S TALK ABOUT POLLUTION",
      "text": "Not all pollution is manmade; Hawaii's Big Island is often afflicted with vog, a noxious mix of gases released by one of these",
      "answer": "a volcano"
    },
    {
      "category": "THE AMERICAN REVOLUTION",
      "text": "When a mob of colonials pelted British soldiers with snowballs, they opened fire, killing 5 in an act dubbed this bloodletting",
      "answer": "the Boston Massacre"
    },
    {
      "category": "LOGO-A-GO-GO",
      "text": "Cheers to you if you know that this musical instrument is in the logo of Guinness beer",
      "answer": "the (Gaelic) harp"
    },
    {
      "category": "QUASI-STUPID ANSWERS",
      "text": "This saint's day is celebrated in Tbilisi, Georgia every May 6 & November 23",
      "answer": "St. George"
    },
    {
      "category": "IN-\" & \"-OUT",
      "text": "Synonyms for one include scout, watchman & sentinel",
      "answer": "a lookout"
    },
    {
      "category": "BIRD SONG",
      "text": "Paul McCartney said this cover on \"Cowboy Carter\" \"reinforces the civil rights message that inspired me to write the song\"",
      "answer": "\"Blackbird\""
    },
    {
      "category": "LET'S TALK ABOUT POLLUTION",
      "text": "The sometimes deadly \"pea soup\" fogs of this city, like a 1952 one that killed 12,000, were largely caused by the burning of coal",
      "answer": "London"
    },
    {
      "category": "THE AMERICAN REVOLUTION",
      "text": "Joseph Brant, a chief of this Iroquoian people allied with the British, made life tough on patriots in much of New York",
      "answer": "the Mohawk"
    },
    {
      "category": "LOGO-A-GO-GO",
      "text": "Thoseare three sound waves on the logo of this service",
      "answer": "Spotify"
    },
    {
      "category": "QUASI-STUPID ANSWERS",
      "text": "The Artemesium was another name for this ancient wonder",
      "answer": "the Temple of Artemis"
    },
    {
      "category": "IN-\" & \"-OUT",
      "text": "An introductory prayer, as at a wedding or graduation ceremony, often asking for God's favor",
      "answer": "an invocation"
    },
    {
      "category": "BIRD SONG",
      "text": "Hozier's single this bird \"upon Leda\" references sexual violence in mythology but is about oppression of women today",
      "answer": "swan"
    },
    {
      "category": "LET'S TALK ABOUT POLLUTION",
      "text": "In April 2014 this Michigan city began getting its drinking water from the same-named river, & legions of health issues ensued",
      "answer": "Flint"
    },
    {
      "category": "THE AMERICAN REVOLUTION",
      "text": "An effort to unite the colonies against actions of the British Parliament, the first of these met in September 1774",
      "answer": "Continental Congress"
    },
    {
      "category": "LOGO-A-GO-GO",
      "text": "While itslogois three diamonds, the name actually means \"three water chestnuts\"",
      "answer": "Mitsubishi"
    },
    {
      "category": "QUASI-STUPID ANSWERS",
      "text": "Haiti's national anthem, \"La Dessalinienne\", honors this first ruler of independent Haiti",
      "answer": "Dessalines"
    },
    {
      "category": "IN-\" & \"-OUT",
      "text": "This compound word refers to an unskilled laborer working at the circus or on the wharfs",
      "answer": "roustabout"
    },
    {
      "category": "BIRD SONG",
      "text": "\"Song To A Seagull\" is the title track of her 1968 debut album, produced by fellow Laurel Canyoneer David Crosby",
      "answer": "Joni Mitchell"
    },
    {
      "category": "LET'S TALK ABOUT POLLUTION",
      "text": "This heroically named program created to clean up sites like Love Canal is paid for by taxes on polluting industries",
      "answer": "Superfund"
    },
    {
      "category": "WORLD GEOGRAPHY",
      "text": "The coastal region of Cuba known as the Bahía de Cochinos entered U.S. history in 1961 under this English name",
      "answer": "the Bay of Pigs"
    },
    {
      "category": "SCIENTIFIC RHYME TIME",
      "text": "A mania for one of 8 repeating lunar states",
      "answer": "a phase craze"
    },
    {
      "category": "THE RENAISSANCE",
      "text": "Architecture saw the revival of columns, arches & these rounded shapes, like Brunelleschi's famed one for a cathedral",
      "answer": "domes"
    },
    {
      "category": "THAT FOOD IS PEOPLE!",
      "text": "Let's have a roast with this last name of \"She's Come Undone\" author Wally",
      "answer": "Lamb"
    },
    {
      "category": "GRAMMYS FOR BEST SPOKEN WORD",
      "text": "The force was with her when she posthumously won in 2018 for her \"Princess Diarist\"",
      "answer": "Carrie Fisher"
    },
    {
      "category": "SAY GOODBYE TO A GOOD BOOK",
      "text": "Pre-World War II Germany is the setting for Christopher Isherwood's \"Goodbye to\" this city",
      "answer": "Berlin"
    },
    {
      "category": "WORLD GEOGRAPHY",
      "text": "You get a beach, a pine forest & a great view of Mt. Fuji at a spot calledMiho no Matsubaraon this island",
      "answer": "Honshu"
    },
    {
      "category": "SCIENTIFIC RHYME TIME",
      "text": "A naked runner carrying a wide-mouthed lab vessel",
      "answer": "streaker beaker (a beaker streaker)"
    },
    {
      "category": "THE RENAISSANCE",
      "text": "Published in 1543, the Copernican model of the solar system eventually displaced the one named for this ancient astronomer",
      "answer": "Ptolemy"
    },
    {
      "category": "THAT FOOD IS PEOPLE!",
      "text": "One of his most iconic film roles was the delectable Dr. Frank-N-Furter",
      "answer": "Tim Curry"
    },
    {
      "category": "GRAMMYS FOR BEST SPOKEN WORD",
      "text": "His 28 Grammys included one for \"Q\", his autobiography",
      "answer": "Quincy Jones"
    },
    {
      "category": "SAY GOODBYE TO A GOOD BOOK",
      "text": "This Hemingway novel is partly set on the Italian front during World War I",
      "answer": "A Farewell to Arms"
    },
    {
      "category": "WORLD GEOGRAPHY",
      "text": "An over 500-mile river of Argentina shares this name with a 1,450-mile river of N. America that flows into the Gulf of California",
      "answer": "the Colorado"
    },
    {
      "category": "SCIENTIFIC RHYME TIME",
      "text": "Perverted behavior by a force of attraction",
      "answer": "gravity depravity"
    },
    {
      "category": "THE RENAISSANCE",
      "text": "While Michelangelo was painting the Sistine Chapel, this man was upstairs in a Vatican apartment working on \"The School of Athens\"",
      "answer": "Raphael"
    },
    {
      "category": "THAT FOOD IS PEOPLE!",
      "text": "Shenegotiated with North Korea about dismantling their nuclear weapons",
      "answer": "(Condoleezza) Rice"
    },
    {
      "category": "GRAMMYS FOR BEST SPOKEN WORD",
      "text": "This late night TV host got a trophy in 2014 for \"America Again: Re-Becoming the Greatness We Never Weren't\"",
      "answer": "Colbert"
    },
    {
      "category": "SAY GOODBYE TO A GOOD BOOK",
      "text": "This title of a \"Hitchhiker's Guide\" book was the last message given to humans by dolphins before leaving Earth",
      "answer": "So Long, and Thanks for All the Fish"
    },
    {
      "category": "WORLD GEOGRAPHY",
      "text": "Porto-Novo is a capital of this West African country that was known as Dahomey until 1975",
      "answer": "Benin"
    },
    {
      "category": "SCIENTIFIC RHYME TIME",
      "text": "The study of the religious faith of the science of Earth",
      "answer": "geology theology"
    },
    {
      "category": "THE RENAISSANCE",
      "text": "Francis Bacon wrote, \"We are much beholden to\" this Italian \"and others, that write what men do, and not what they ought to do\"",
      "answer": "Machiavelli"
    },
    {
      "category": "THAT FOOD IS PEOPLE!",
      "text": "Kyra Sedgwick told Redbook magazine that after years of marriage she's still learning new sides of him",
      "answer": "Kevin Bacon"
    },
    {
      "category": "GRAMMYS FOR BEST SPOKEN WORD",
      "text": "In 1997 the Grammy voters came together to honor Hillary Clinton for her audio version of this bestseller",
      "answer": "It Takes a Village"
    },
    {
      "category": "SAY GOODBYE TO A GOOD BOOK",
      "text": "Jeanne Wakatsuki Houston told of her Japanese-American family's internment during WWII in her memoir \"Farewell to\" this place",
      "answer": "Manzanar"
    },
    {
      "category": "WORLD GEOGRAPHY",
      "text": "Located on the Ganges River, this holy city of India hosts over 1 million pilgrims a year & is home to the Kashi Vishwanath Temple",
      "answer": "Varanasi"
    },
    {
      "category": "SCIENTIFIC RHYME TIME",
      "text": "A Copenhagen-born physicist's duty to take out the trash or empty the dishwasher",
      "answer": "Bohr chore (Bohr's chores)"
    },
    {
      "category": "THE RENAISSANCE",
      "text": "The 1453 fall of this city sent many of its scholars fleeing west to Italy, helping to fuel the incipient Renaissance",
      "answer": "Constantinople"
    },
    {
      "category": "THAT FOOD IS PEOPLE!",
      "text": "(Court) order up!  We'll have this Supreme Court justice, Earl Warren's successor as chief in 1969, & a side of fries",
      "answer": "(Warren) Burger"
    },
    {
      "category": "GRAMMYS FOR BEST SPOKEN WORD",
      "text": "Ben Kingsley won an Oscar for portraying this man & a Grammy for speaking \"The Words of\" him",
      "answer": "Gandhi"
    },
    {
      "category": "SAY GOODBYE TO A GOOD BOOK",
      "text": "Raymond Chandler wrote \"The Long Goodbye\" as well as this novel that was adapted into the movie \"Murder, My Sweet\"",
      "answer": "Farewell, My Lovely"
    }
  ]
}