{
  "title": "The Greatest of All Time game #6 - Thursday, January 9, 2020",
  "date": {
    "day": 9,
    "month": "January",
    "year": 2020
  },
  "clues": [
    {
      "category": "JANUARY IN HISTORY",
      "text": "It says that on the 1st of January 1863 \"all persons held as slaves... shall be then, thenceforward, and forever free\"",
      "answer": "the Emancipation Proclamation"
    },
    {
      "category": "CHRISTOPHER PLUMMER PUDDING",
      "text": "(Christopher Plummer delivers the clue.)  In 2012 at age 82 I became the oldest winner of a competitive acting Oscar; the record for a male actor had stood for 36 years, sincethisbeloved 80-year-old comedian took the honors in 1976 for \"The Sunshine Boys\"",
      "answer": "(George) Burns"
    },
    {
      "category": "GEMSTONES! MEET THE GEMSTONES!",
      "text": "Don't be deceived by this, a compound of sulfur & iron whose name comes from the Greek for \"fire\"",
      "answer": "pyrite"
    },
    {
      "category": "CYBERSECURITY",
      "text": "This type of hacker referred to by a colorful bit of headwear helpfully tests computer systems for vulnerability",
      "answer": "white-hat"
    },
    {
      "category": "JUST THE FACTS",
      "text": "Of the 4 main blood groups, this one is the most common; that group negative is the universal donor",
      "answer": "O"
    },
    {
      "category": "AN \"OK\" CATEGORY",
      "text": "Your matching percentage on this dating site is determined by a complicated algorithm",
      "answer": "OkCupid"
    },
    {
      "category": "JANUARY IN HISTORY",
      "text": "In 1914 this motor company instituted a wage of $5 per day & shortened the work day to 8 hours",
      "answer": "Ford"
    },
    {
      "category": "CHRISTOPHER PLUMMER PUDDING",
      "text": "(Christopher Plummer delivers the clue.)  I've played King Lear, Hamlet, Oedipus, Pizarro; but perhaps my most challenging role, if you could believe it, was in this 1965 movie that for a while was the top-grossing film of all time",
      "answer": "The Sound of Music"
    },
    {
      "category": "GEMSTONES! MEET THE GEMSTONES!",
      "text": "Thisvariety of beryl shares its name with a 10-letter color",
      "answer": "aquamarine"
    },
    {
      "category": "CYBERSECURITY",
      "text": "A website with a site certificate is one that uses encryption; this letter after http is one sign of it",
      "answer": "s"
    },
    {
      "category": "JUST THE FACTS",
      "text": "Real vanilla flavoring comes from certain climbing species of this tropical plant",
      "answer": "orchid"
    },
    {
      "category": "AN \"OK\" CATEGORY",
      "text": "A 2019 New York Times article says this 2-word phrase \"marks the end of friendly generational relations\"",
      "answer": "\"OK boomer\""
    },
    {
      "category": "JANUARY IN HISTORY",
      "text": "In Jan. 1900 he got out of Siberian exile; in Jan. 1918 he abolished Russia's assembly & established a dictatorship",
      "answer": "Lenin"
    },
    {
      "category": "CHRISTOPHER PLUMMER PUDDING",
      "text": "(Christopher Plummer delivers the clue.)  In 1968 I loanedthisfellow Canadian the money for a plane ticket from London to L.A. so he could audition for the movie role that would change his life; the movie was \"M*A*S*H\"--& I got my money back",
      "answer": "Donald Sutherland"
    },
    {
      "category": "GEMSTONES! MEET THE GEMSTONES!",
      "text": "This birthstone is used in abrasives for polishing & grinding; the color pairs with gold as an official one for Florida State",
      "answer": "garnet"
    },
    {
      "category": "CYBERSECURITY",
      "text": "Companies consider cybersecurity when instructing employees with a policy on BYOD, short for this",
      "answer": "bring your own device"
    },
    {
      "category": "JUST THE FACTS",
      "text": "Chinese & Portuguese are the official languages of this special administrative region of China",
      "answer": "Macau"
    },
    {
      "category": "AN \"OK\" CATEGORY",
      "text": "\"Subterranean Homesick Alien\" is on this Radiohead album",
      "answer": "OK Computer"
    },
    {
      "category": "JANUARY IN HISTORY",
      "text": "The January 1870 cartoon \"A Live Jackass Kicking a Dead Lion\" was this man's first use of a donkey to symbolize Democrats",
      "answer": "Nast"
    },
    {
      "category": "CHRISTOPHER PLUMMER PUDDING",
      "text": "(Christopher Plummer delivers the clue.)  My dearest friend wasthislate actor; we often appeared onstage together & he won 2 consecutive Oscars in the 1970s, the first for playing newspaperman Ben Bradlee",
      "answer": "Jason Robards"
    },
    {
      "category": "GEMSTONES! MEET THE GEMSTONES!",
      "text": "We quote the ancient Wang Chung: \"Take your baby by the wrist, & in her mouth\" this purple quartz variety & February birthstone",
      "answer": "amethyst"
    },
    {
      "category": "CYBERSECURITY",
      "text": "A ransomware attack that encrypted 3,800 City of Atlanta computers demanded 6 of these digital items to unfreeze them",
      "answer": "Bitcoins"
    },
    {
      "category": "JUST THE FACTS",
      "text": "This largest moon of Pluto is about half the dwarf planet's size",
      "answer": "Charon"
    },
    {
      "category": "AN \"OK\" CATEGORY",
      "text": "This group was at one point the house band for \"This American Life\" on public radio",
      "answer": "OK Go"
    },
    {
      "category": "JANUARY IN HISTORY",
      "text": "Angered at the U.N.'s support of Malaysia, this Indonesian president withdrew his country from the U.N. in January 1965",
      "answer": "Sukarno"
    },
    {
      "category": "CHRISTOPHER PLUMMER PUDDING",
      "text": "(Christopher Plummer delivers the clue.)  In the film \"The Last Station\" I playthisRussian author caught between his worshipers & family; the title refers to the setting of my death scene",
      "answer": "Tolstoy"
    },
    {
      "category": "GEMSTONES! MEET THE GEMSTONES!",
      "text": "Let's get sanguine about this mineral AKA heliotrope, prized in the Middle Ages",
      "answer": "bloodstone"
    },
    {
      "category": "CYBERSECURITY",
      "text": "Beware of these types of programs that track every stroke you make while typing in an effort to glean your password",
      "answer": "keylogging programs"
    },
    {
      "category": "JUST THE FACTS",
      "text": "Tornadoes are rated from EF0 to EF5, the \"E\" standing for \"enhanced\" & the \"F\", for this Japanese-American meteorologist",
      "answer": "Fujita"
    },
    {
      "category": "AN \"OK\" CATEGORY",
      "text": "The best of the 4 possible positions used in transactional analysis is the title of this 1960s self-help book",
      "answer": "I'm OK – You're OK"
    },
    {
      "category": "PLANE SCIENCE",
      "text": "A ramp is one of these simple machines",
      "answer": "inclined plane"
    },
    {
      "category": "SAME FIRST & LAST LETTER",
      "text": "Those with a \"fast\" one of these tend to burn calories pretty quickly",
      "answer": "metabolism"
    },
    {
      "category": "IT COMES THIRD",
      "text": "At equestrian 3-day events, the first day is for dressage, second for endurance riding & third for \"stadium show\" this",
      "answer": "jumping"
    },
    {
      "category": "MUSIC & LEGEND",
      "text": "Grieg was displeased with his own \"In the Hall of\" this monarch from \"Peer Gynt\", writing, \"It reeks of cow-turds & super-Norwegianism\"",
      "answer": "the Mountain King"
    },
    {
      "category": "I\" WROTE",
      "text": "The security at this author's \"Hotel New Hampshire\" is Susie, a woman in an animal costume",
      "answer": "John Irving"
    },
    {
      "category": "THE DAM BILL",
      "text": "In May 1938 Congress authorized building the Kentucky Dam, soon the largest dam run by this New Deal agency",
      "answer": "the TVA"
    },
    {
      "category": "PLANE SCIENCE",
      "text": "An earthquake happens when a slip occurs along this type of plane",
      "answer": "a fault"
    },
    {
      "category": "SAME FIRST & LAST LETTER",
      "text": "The toast slainte literally means this",
      "answer": "health"
    },
    {
      "category": "IT COMES THIRD",
      "text": "The Third Amendment is about this activity, a word actually from the Latin for \"fourth\"",
      "answer": "quartering of troops"
    },
    {
      "category": "MUSIC & LEGEND",
      "text": "Philip Glass wrote an opera to be played as the soundtrack of Jean Cocteau's movie of this girl-&-monster tale",
      "answer": "La Belle et la Bête(Beauty and the Beast)"
    },
    {
      "category": "I\" WROTE",
      "text": "Doctor Stockmann is the crusading title character in this playwright's \"An Enemy of the People\"",
      "answer": "Ibsen"
    },
    {
      "category": "THE DAM BILL",
      "text": "The Carey Act & the Reclamation Act helped this Wild West showman build Shoshone Dam, later named for him",
      "answer": "Buffalo Bill"
    },
    {
      "category": "PLANE SCIENCE",
      "text": "Light waves with electric fields that vibrate in only a single plane have been this",
      "answer": "polarized"
    },
    {
      "category": "SAME FIRST & LAST LETTER",
      "text": "A resident of Najaf or Kirkuk",
      "answer": "Iraqi"
    },
    {
      "category": "IT COMES THIRD",
      "text": "Beethoven was going to dedicate his3rd symphonyto Napoleon; instead he called it this, for \"the memory of a great man\"",
      "answer": "Eroica"
    },
    {
      "category": "MUSIC & LEGEND",
      "text": "She's the title character singing in a Purcell opera after Aeneas has left her",
      "answer": "Dido"
    },
    {
      "category": "I\" WROTE",
      "text": "\"Berlin Stories\" grew out of this British author's time in Germany during the Weimar Republic",
      "answer": "(Christopher) Isherwood"
    },
    {
      "category": "THE DAM BILL",
      "text": "Construction began on Oroville Dam before it was fully funded by the Burns-Porter Act, a ballot initiative in this state",
      "answer": "California"
    },
    {
      "category": "PLANE SCIENCE",
      "text": "Plane trigonometry employs the law of these ratios between the side of a triangle opposite an angle & its hypotenuse",
      "answer": "sines"
    },
    {
      "category": "SAME FIRST & LAST LETTER",
      "text": "This word for extreme malice was also the name of Jabba's nasty beast that Luke killed in \"Return of the Jedi\"",
      "answer": "rancor"
    },
    {
      "category": "IT COMES THIRD",
      "text": "Of the 7 countries that make up Central America, this one is alphabetically third",
      "answer": "El Salvador"
    },
    {
      "category": "MUSIC & LEGEND",
      "text": "A pas de deux based on music by Samuel Barber premiered in 1975 with Baryshnikov as Jason & Carla Fracci as her",
      "answer": "Medea"
    },
    {
      "category": "I\" WROTE",
      "text": "Books on Ben Franklin & Leonardo da Vinci are included in this author's \"The Genius Biographies\" box set",
      "answer": "Walter Isaacson"
    },
    {
      "category": "THE DAM BILL",
      "text": "A 1973 act of Congress approved funding for a replacement dam at American Falls on this river in the Northwest",
      "answer": "the Snake"
    },
    {
      "category": "PLANE SCIENCE",
      "text": "(Sarah of the Clue Crew shows a diagram on the monitor.)  All the planets orbit the Sun within seven degrees ofthisplane, whose name comes from an astronomical event",
      "answer": "the ecliptic"
    },
    {
      "category": "SAME FIRST & LAST LETTER",
      "text": "It's a Hollywood term for a long prose synopsis of a screenplay",
      "answer": "treatment"
    },
    {
      "category": "IT COMES THIRD",
      "text": "\"Arrow of God\", about a Nigerian priest dealing with missionaries, is the last book he wrote in what's called his \"African Trilogy\"",
      "answer": "(Chinua) Achebe"
    },
    {
      "category": "MUSIC & LEGEND",
      "text": "\"Asturias\" by this grade-\"A\" Spanish composer has the subtitle \"Leyenda\", meaning \"legend\"",
      "answer": "Albéniz"
    },
    {
      "category": "I\" WROTE",
      "text": "\"Who Let the Dogs In?\" is about the many outrageous politicians encountered by this witty Texas columnist",
      "answer": "Molly Ivins"
    },
    {
      "category": "THE DAM BILL",
      "text": "The 1935 bill authorizing this humongous concrete dam mentions the Columbia Basin Compact",
      "answer": "the Grand Coulee Dam"
    }
  ]
}