{
  "title": "Show #4851 - Monday, October 17, 2005",
  "date": {
    "day": 17,
    "month": "October",
    "year": 2005
  },
  "clues": [
    {
      "category": "MY OWN PRIVATE IDAHO",
      "text": "Idaho's license plates logically carry the slogan \"Famous\" these",
      "answer": "Potatoes"
    },
    {
      "category": "SPEED",
      "text": "A 1972 experiment set this more precisely at 186,282 miles per second",
      "answer": "the speed of light"
    },
    {
      "category": "A WALK IN THE CLOUDS",
      "text": "In cloud names, \"nimbus\" means this, so get out your umbrella",
      "answer": "rain"
    },
    {
      "category": "CONSTANTINE",
      "text": "In 321 Constantine declared this to be the official day of rest & worship",
      "answer": "Sunday"
    },
    {
      "category": "THE MATE Rx",
      "text": "On this TV show President Bartlet got betaseron injections from his wife for his MS",
      "answer": "The West Wing"
    },
    {
      "category": "KEANU REEVES",
      "text": "In 1995 Keanu was chosen one of the 50 Most Beautiful People in the World by this magazine",
      "answer": "Peoplemagazine"
    },
    {
      "category": "MY OWN PRIVATE IDAHO",
      "text": "In the 1860s this precious metal was discovered at Owyhee, & today Idaho leads the U.S. in its production",
      "answer": "silver"
    },
    {
      "category": "SPEED",
      "text": "Of 500, 1,000 or 10,000 mph, the approximate speed of a spot on the equator while the Earth spins",
      "answer": "1,000 mph"
    },
    {
      "category": "A WALK IN THE CLOUDS",
      "text": "It's the 2-word \"agricultural\" term for the causing of precipitation by humans",
      "answer": "cloud seeding"
    },
    {
      "category": "CONSTANTINE",
      "text": "Sufferin' succotash!This pope reportedly cured Constantine of leprosy & converted him to Christianity",
      "answer": "Sylvester"
    },
    {
      "category": "THE MATE Rx",
      "text": "A \"Brief History\" of this physicist includes the fact that he married his nurse after leaving his wife in 1990",
      "answer": "Stephen Hawking"
    },
    {
      "category": "KEANU REEVES",
      "text": "On Jan. 31, 2005 Keanu was recognized with a star on the Walk of Fame on this street",
      "answer": "Hollywood Boulevard"
    },
    {
      "category": "MY OWN PRIVATE IDAHO",
      "text": "The Idaho section of U.S. Highway 12 bears the name of these 2 men who passed through the area in the early 1800s",
      "answer": "Lewis & Clark"
    },
    {
      "category": "SPEED",
      "text": "In 1965 Gordon Moore famously predicted that these would double in processing speed every 18 months",
      "answer": "computer chips"
    },
    {
      "category": "A WALK IN THE CLOUDS",
      "text": "From the type of cloud it indicates, a horizontal line is this type of \"symbol\" (sounds like a big house or car)",
      "answer": "stratus"
    },
    {
      "category": "CONSTANTINE",
      "text": "Constantine's mother, St. Helena, is most famous for supposedly discovering this holy relic",
      "answer": "the True Cross"
    },
    {
      "category": "THE MATE Rx",
      "text": "In the \"Iliad\" this goddess anoints herself with \"ambrosial sweet\" olive oil to seduce her husband Zeus",
      "answer": "Hera"
    },
    {
      "category": "KEANU REEVES",
      "text": "Keanu maintains his passport & citizenship from this country",
      "answer": "Canada"
    },
    {
      "category": "MY OWN PRIVATE IDAHO",
      "text": "Idaho's Kamiah Valley is rich in the heritage & legends of this \"nosy\" Native American tribe",
      "answer": "Nez Perce"
    },
    {
      "category": "SPEED",
      "text": "The 2nd-largest living bird, this flightless Australian can run at nearly 30 mph; faster than you!",
      "answer": "an emu"
    },
    {
      "category": "A WALK IN THE CLOUDS",
      "text": "Found in Southeast Asia, the clouded type of this large cat is named for the cloud-shaped patterns on its coat",
      "answer": "a leopard"
    },
    {
      "category": "CONSTANTINE",
      "text": "In 330, Constantine moved the capital of the Empire from Rome to this ancient Greek city, which he renamed Constantinople",
      "answer": "Byzantium"
    },
    {
      "category": "THE MATE Rx",
      "text": "After this Sioux chief tried to take his sick wife for help in 1877, he was killed by soldiers",
      "answer": "Crazy Horse"
    },
    {
      "category": "KEANU REEVES",
      "text": "Keanu's first name means \"cool breeze over the mountains\" in this language",
      "answer": "Hawaiian"
    },
    {
      "category": "MY OWN PRIVATE IDAHO",
      "text": "Calling itself the birthplace of television, Rigby, Idaho was the boyhood home of this technology pioneer",
      "answer": "Philo Farnsworth"
    },
    {
      "category": "SPEED",
      "text": "Any object said to be traveling at hypersonic velocity has a speed over 5 on this scale named for an Austrian",
      "answer": "Mach"
    },
    {
      "category": "A WALK IN THE CLOUDS",
      "text": "The 2 galaxies closest to the Milky Way are the \"clouds\" named for this Portuguese explorer",
      "answer": "Magellan"
    },
    {
      "category": "CONSTANTINE",
      "text": "Now Iznik, Turkey, this city hosted an important Christian council called by Constantine in 325",
      "answer": "Nicaea"
    },
    {
      "category": "THE MATE Rx",
      "text": "It was once rumored that this president's wife \"Flossie\" poisoned him in order to avoid corruption charges",
      "answer": "Harding"
    },
    {
      "category": "KEANU REEVES",
      "text": "Keanu's first professional theater work was in this c.1610 play about the rightful Duke of Milan",
      "answer": "The Tempest"
    },
    {
      "category": "THE 19th CENTURY",
      "text": "In 1830 the French captured this city, Casbah & all, & made it the military HQ for their colonial empire in N. Africa",
      "answer": "Algiers"
    },
    {
      "category": "QUOTABLE SPORTS",
      "text": "Houston Rocket Steve Francis said of this teammate, \"He's just like me, except he's 7'6\" & Chinese\"",
      "answer": "Yao Ming"
    },
    {
      "category": "WRITER'S HOMES",
      "text": "He pondered weak & weary over many a curious volume at 230 N. Amity Street in Baltimore",
      "answer": "(Edgar Allan) Poe"
    },
    {
      "category": "SOUTH OF THE BORDER",
      "text": "In 1985 scientist Neri Vela became the first Mexican to venture here",
      "answer": "space"
    },
    {
      "category": "A COLONEL OF KNOWLEDGE",
      "text": "In 1935 on the big screen, she was \"The Little Colonel\"",
      "answer": "Shirley Temple"
    },
    {
      "category": "WHAT THE \"ELL\"?",
      "text": "Used to relieve faintness, they're made up of ammonium carbonate & some fragrant scent",
      "answer": "smelling salts"
    },
    {
      "category": "THE 19th CENTURY",
      "text": "In 1812 the Earl of Selkirk established the Red River Colony in this Canadian province to begin settling the West",
      "answer": "Manitoba"
    },
    {
      "category": "QUOTABLE SPORTS",
      "text": "Asked if he'd earned a Clemson U. degree in this state, NBAer Elden Campbell said, \"No, but they gave me one anyway\"",
      "answer": "South Carolina"
    },
    {
      "category": "WRITER'S HOMES",
      "text": "Last name of the literary sisters who wrote their novels at the parsonage in Haworth, now a museum to them",
      "answer": "Bronte"
    },
    {
      "category": "SOUTH OF THE BORDER",
      "text": "Mexican star Alma Delfina is in the cast of \"Te Amare en Silencio\", the first original telenovela from this network",
      "answer": "Univision"
    },
    {
      "category": "A COLONEL OF KNOWLEDGE",
      "text": "The Las Vegas Hilton was the setting for this Elvis manager's memorial service",
      "answer": "Colonel Tom Parker"
    },
    {
      "category": "WHAT THE \"ELL\"?",
      "text": "FD&C Green No. 8 is one of the ingredients listed in this famous shampoo introduced in 1946",
      "answer": "Prell"
    },
    {
      "category": "THE 19th CENTURY",
      "text": "In 1873 these 2 cities united with Obuda & Margaret Island to form the capital of Hungary",
      "answer": "Buda & Pest"
    },
    {
      "category": "QUOTABLE SPORTS",
      "text": "Asked about this West Central Florida NFL team's execution, then-coach John McKay said, \"I'm for it\"",
      "answer": "the Tampa Bay Buccaneers"
    },
    {
      "category": "WRITER'S HOMES",
      "text": "(Jimmy of the Clue Crew strolls in Washington Square, New York.)  As a boyhelived right here in the area & later wrote \"Washington Square\", whose heroine prefers it to  any other habitation",
      "answer": "Henry James"
    },
    {
      "category": "SOUTH OF THE BORDER",
      "text": "Known as J.C., this boxing champion won titles in 3 weight divisions & more than 100 pro fights",
      "answer": "Julio Cesar Chavez"
    },
    {
      "category": "A COLONEL OF KNOWLEDGE",
      "text": "In 1874 this colonel led a \"scientific\" expedition into the Black Hills where he said it found gold",
      "answer": "Custer"
    },
    {
      "category": "WHAT THE \"ELL\"?",
      "text": "Each Labor Day weekend, this Colorado village popular with skiers hosts its annual film festival",
      "answer": "Telluride"
    },
    {
      "category": "THE 19th CENTURY",
      "text": "Pow!  Kaboom!  Russian explosive shells destroyed this empire's ships in Crimea in 1853",
      "answer": "the Ottoman Empire"
    },
    {
      "category": "QUOTABLE SPORTS",
      "text": "In '91 Vin Scully said, \"Andre Dawson has a bruised knee & is listed as\" this 3-word term... \"aren't we all?\"",
      "answer": "day-to-day"
    },
    {
      "category": "WRITER'S HOMES",
      "text": "He spent summer holidays from 1907 to 1914 remembering things past at a seaside resort in Normandy",
      "answer": "Proust"
    },
    {
      "category": "SOUTH OF THE BORDER",
      "text": "This beloved film comedian got his name from a nightclub heckler who once yelled, \"In the cantina you talk big!\"",
      "answer": "Cantinflas"
    },
    {
      "category": "A COLONEL OF KNOWLEDGE",
      "text": "He's the musical man in the title ofthe following",
      "answer": "Colonel Bogey"
    },
    {
      "category": "WHAT THE \"ELL\"?",
      "text": "He was Archbishop of New York from 1939 until his death in 1967",
      "answer": "Francis Cardinal Spellman"
    },
    {
      "category": "THE 19th CENTURY",
      "text": "In 1825 patriots crossed the Rio de la Plata from Argentina to fight for this country's freedom from Brazil",
      "answer": "Uruguay"
    },
    {
      "category": "QUOTABLE SPORTS",
      "text": "Asked how he was putting in 1991 compared with '82, when he won the Masters, this \"Walrus\" said, \"More\"",
      "answer": "Craig Stadler"
    },
    {
      "category": "WRITER'S HOMES",
      "text": "This Norwegian wrote his play \"An Enemy of the People\" while living in Rome",
      "answer": "Ibsen"
    },
    {
      "category": "SOUTH OF THE BORDER",
      "text": "Seenhere, in 1988 he was President of Mexico; 10 years later he was living in exile in Ireland",
      "answer": "Carlos Salinas de Gortari"
    },
    {
      "category": "A COLONEL OF KNOWLEDGE",
      "text": "After Jim Bowie fell ill, this colonel took command at the Alamo",
      "answer": "Travis"
    },
    {
      "category": "WHAT THE \"ELL\"?",
      "text": "In 2002 he published \"Secrets: A Memoir of Vietnam and the Pentagon Papers\"",
      "answer": "Daniel Ellsberg"
    }
  ]
}