{
  "title": "Show #9290 - Friday, March 14, 2025",
  "date": {
    "day": 14,
    "month": "March",
    "year": 2025
  },
  "clues": [
    {
      "category": "YESTERDAY'S NEWS",
      "text": "Devastated by the Persians in 480 B.C., this present world capital was soon rebuilt bigger & better than ever",
      "answer": "Athens"
    },
    {
      "category": "ALLITERATION",
      "text": "Before \"gorgeous\" it means an absolute knockout; before \"date\", an absolute final cutoff time",
      "answer": "drop-dead"
    },
    {
      "category": "WHAT DID YOU DO WITH THAT POTATO?",
      "text": "Master distiller Waldemar Durakiewicz makes potatoes into the Chopin brand of this",
      "answer": "vodka"
    },
    {
      "category": "MID-ATLANTIC TRAVEL",
      "text": "Glenn Miller vanished in 1944, but he has a headstone here in Virginia & his Army Air Forces Orchestra has a memorial too",
      "answer": "Arlington"
    },
    {
      "category": "VIRGINIA & MARY-LAND",
      "text": "July 22 is the feast day of this woman who according to Mark was the first person to see Christ risen",
      "answer": "Mary Magdalene"
    },
    {
      "category": "NEW JERSEY",
      "text": "No. 5 on his jersey but number one in my heart! Thanks for my Jayden Daniels gear; rooting for this D.C. team now!",
      "answer": "the Commanders"
    },
    {
      "category": "YESTERDAY'S NEWS",
      "text": "In 962 Pope John XII--to repeat, the pope--crowned the ruler of what would be this empire that ended about 850 years later",
      "answer": "the Holy Roman Empire"
    },
    {
      "category": "ALLITERATION",
      "text": "An old, unsolved investigation, especially for TV's Lilly Rush of the Philadelphia Police Department",
      "answer": "cold case"
    },
    {
      "category": "WHAT DID YOU DO WITH THAT POTATO?",
      "text": "Fictional astronaut Mark Watney grew & ate potatoes here, or he wouldn't have survived",
      "answer": "Mars"
    },
    {
      "category": "MID-ATLANTIC TRAVEL",
      "text": "This university is home to a Greek Revivalbuildingcalled Old College & maybe someday the Joe Biden Presidential Library",
      "answer": "the University of Delaware"
    },
    {
      "category": "VIRGINIA & MARY-LAND",
      "text": "Virginia Madsen got a Supporting Actress Oscar nomination as Paul Giamatti's love interest in this 2004 film",
      "answer": "Sideways"
    },
    {
      "category": "NEW JERSEY",
      "text": "In 1997 Bud Selig retired the number 42 in honor of this man, but you can look sharp in a licensed version of his jersey",
      "answer": "Robinson"
    },
    {
      "category": "YESTERDAY'S NEWS",
      "text": "During the American   revolution, one German state made about 13 years of tax revenue by renting out soldiers known as these",
      "answer": "Hessian mercenaries"
    },
    {
      "category": "ALLITERATION",
      "text": "Online motorcyclist forums have exchanges about how women can avoid this post-ride issue without getting a buzz cut",
      "answer": "helmet hair"
    },
    {
      "category": "WHAT DID YOU DO WITH THAT POTATO?",
      "text": "At this position, 1980s Minor Leaguer Dave Bresnahan threw a potato into left field & tagged the bamboozled runner at home",
      "answer": "catcher"
    },
    {
      "category": "MID-ATLANTIC TRAVEL",
      "text": "\"New Jersey\" or \"Hackensack\" can precede this rural-sounding name for the area where the NFL's Jets & Giants play at home",
      "answer": "the Meadowlands"
    },
    {
      "category": "VIRGINIA & MARY-LAND",
      "text": "The story of Ann Rutledge, Abe's first love, was exaggerated by a biographer who hated this woman & called her \"a she wolf\"",
      "answer": "Mary Todd Lincoln"
    },
    {
      "category": "NEW JERSEY",
      "text": "Love my new jersey forthisSeattle NHL team; the logo does kind of look like a sea monster",
      "answer": "Kraken"
    },
    {
      "category": "YESTERDAY'S NEWS",
      "text": "Last name of Christopher, for whom a flag of the Revolutionary War era is named; Chris' grandson James made a big 1853 land buy",
      "answer": "Gadsden"
    },
    {
      "category": "ALLITERATION",
      "text": "Friar Tuck is exceptionally jolly even among this entourage of Robin Hood's",
      "answer": "the Merry Men"
    },
    {
      "category": "WHAT DID YOU DO WITH THAT POTATO?",
      "text": "The NP, this railroad through Idaho, used a skewer through the middle to cook enormousbaked potatoesto diner's delight",
      "answer": "the Northern Pacific"
    },
    {
      "category": "MID-ATLANTIC TRAVEL",
      "text": "Once the \"Lumber Capital of the World\", this Penn. city hosts the Little League World Series, in which the bats ain't lumber",
      "answer": "Williamsport"
    },
    {
      "category": "VIRGINIA & MARY-LAND",
      "text": "Virginia Dare, the first English child born in America, was part of this colony whose members mysteriously disappeared",
      "answer": "Roanoke"
    },
    {
      "category": "NEW JERSEY",
      "text": "To go with my Pele jersey, I've got the jersey of this other one-named Brazilian legend; she now has a FIFA award named after her",
      "answer": "Marta"
    },
    {
      "category": "YESTERDAY'S NEWS",
      "text": "Spain's king quickly began ridding the nation of the authoritarian policies of this man after his death in 1975",
      "answer": "Franco"
    },
    {
      "category": "ALLITERATION",
      "text": "In a 1963 case in Massachusetts, 2 of 3 people playing this not-exactly-a-game were convicted of manslaughter in the death of the 3rd",
      "answer": "Russian roulette"
    },
    {
      "category": "WHAT DID YOU DO WITH THAT POTATO?",
      "text": "Born in 1949, he had humble culinary beginnings peeling potatoes in an Austrian hotel, but L.A. beckoned",
      "answer": "Wolfgang Puck"
    },
    {
      "category": "MID-ATLANTIC TRAVEL",
      "text": "The Pacific hasOrange County, the Mid-Atlantic hasthisMaryland O.C., known for its beaches & boardwalk",
      "answer": "Ocean City"
    },
    {
      "category": "VIRGINIA & MARY-LAND",
      "text": "Founded in 1964, the reproductive biology research foundation became the institute named for William Masters & this woman",
      "answer": "(Virginia) Johnson"
    },
    {
      "category": "NEW JERSEY",
      "text": "Though this NBA team only played its first 6 seasons in the Great White North, its clawmark scratched jerseys of the '90s are lit",
      "answer": "the Grizzlies"
    }
  ]
}