{
  "title": "Show #5465 - Friday, May 16, 2008",
  "date": {
    "day": 16,
    "month": "May",
    "year": 2008
  },
  "clues": [
    {
      "category": "STATE FACTS",
      "text": "Only 3 cities in this state have more than 50,000 people--Billings, Missoula & Great Falls",
      "answer": "Montana"
    },
    {
      "category": "BIBLE STORIES",
      "text": "In Mark 1, the Holy Spirit came to Jesus like this bird",
      "answer": "a dove"
    },
    {
      "category": "POTPOURRI",
      "text": "In 1903 the first pack of this brand carried the line \"for educational color work\"",
      "answer": "Crayola"
    },
    {
      "category": "WORD ORIGINS",
      "text": "This part of an egg gets its name from the Old English for \"yellow\"",
      "answer": "the yolk"
    },
    {
      "category": "TELEVISION",
      "text": "Ellen Pompeo plays one of the healers in training on this drama",
      "answer": "Grey's Anatomy"
    },
    {
      "category": "NEW REALITY SHOWS?",
      "text": "Catherine, Anne, Jane, Anne No. 2, Catherine H. & Catherine P. try to avoid elimination in \"Who Wants to Marry\" this king",
      "answer": "Henry VIII"
    },
    {
      "category": "STATE FACTS",
      "text": "Not surprisingly, it has the largest economy of any state, with the highest revenue & the highest expenditures",
      "answer": "California"
    },
    {
      "category": "BIBLE STORIES",
      "text": "Lot fled this city as God burned it behind him",
      "answer": "Sodom"
    },
    {
      "category": "POTPOURRI",
      "text": "In 1899 this pair started their research with a biplane flown like a kite",
      "answer": "the Wright Brothers"
    },
    {
      "category": "WORD ORIGINS",
      "text": "This season gets its name from the Sanskrit for \"half year\"",
      "answer": "summer"
    },
    {
      "category": "TELEVISION",
      "text": "Kyle MacLachlan moved onto Wisteria Lane as Orson Hodge, Bree's new husband, on this soapy series",
      "answer": "Desperate Housewives"
    },
    {
      "category": "NEW REALITY SHOWS?",
      "text": "Not feeling so tolerant lately?  Become Mahmoud Ahmadinejad's successor as this country's \"Next Top Despot\"",
      "answer": "Iran"
    },
    {
      "category": "STATE FACTS",
      "text": "This state could use some crowd control: it's the most populous state in the Midwest",
      "answer": "Illinois"
    },
    {
      "category": "BIBLE STORIES",
      "text": "This king got angry & killed all the babies in Bethlehem",
      "answer": "King Herod"
    },
    {
      "category": "POTPOURRI",
      "text": "Title of the chief of the DOJ",
      "answer": "the Attorney General"
    },
    {
      "category": "WORD ORIGINS",
      "text": "The opposite of nadir, it's from the Arabic for \"road above\"",
      "answer": "zenith"
    },
    {
      "category": "TELEVISION",
      "text": "Jorge Garcia keeps the humor alive as Hugo \"Hurley\" Reyes on this enigmatic show",
      "answer": "Lost"
    },
    {
      "category": "NEW REALITY SHOWS?",
      "text": "On \"Dancing with Ex-George W. Bush Cabinet Members\", this ex-Defense Sec. goes on the offensive--with a sizzling samba!",
      "answer": "Donald Rumsfeld"
    },
    {
      "category": "STATE FACTS",
      "text": "The name of this state is Spanish for \"colored red\"",
      "answer": "Colorado"
    },
    {
      "category": "BIBLE STORIES",
      "text": "On this festival, Galileans could suddenly talk like Parthians & Medes",
      "answer": "Pentecost"
    },
    {
      "category": "POTPOURRI",
      "text": "Used in martial arts, this hand weapon, 2 sticks joined by a cord or chain, is also called karate sticks",
      "answer": "nunchaku (or numchucks)"
    },
    {
      "category": "WORD ORIGINS",
      "text": "The name of this element is from the Latin word for \"lime\", the chemical kind",
      "answer": "calcium"
    },
    {
      "category": "TELEVISION",
      "text": "Who can resist John Krasinski as prankster Jim Halpert on this sitcom?",
      "answer": "The Office"
    },
    {
      "category": "NEW REALITY SHOWS?",
      "text": "The fork's now in your hand in \"So You Think You Can Eat an Entire\" this make of auto, whether Cayenne or Boxster",
      "answer": "Porsche"
    },
    {
      "category": "STATE FACTS",
      "text": "A bus boycott in this state in 1955 helped launch the civil rights movement",
      "answer": "Alabama"
    },
    {
      "category": "BIBLE STORIES",
      "text": "King Saul didn't let his people eat until they destroyed these enemies",
      "answer": "the Philistines"
    },
    {
      "category": "POTPOURRI",
      "text": "(Kelly of the Clue Crew indicates a diagram on the monitor.) Instead of running around the curve, save strides & runthisstraight line that touches the curve, from the Latin for \"to touch\"",
      "answer": "a tangent"
    },
    {
      "category": "WORD ORIGINS",
      "text": "The name of this musical instrument comes from Greek words for \"wood\" and \"voice\"",
      "answer": "the xylophone"
    },
    {
      "category": "TELEVISION",
      "text": "Jack Coleman, who plays the mysterious H.R.G. on this show, is a descendant of Benjamin Franklin",
      "answer": "Heroes"
    },
    {
      "category": "NEW REALITY SHOWS?",
      "text": "Oops!  Rex finds out the hard way this body part's neocortex is nowhere near the groin in \"I Wanna Be a Surgeon!\"",
      "answer": "the brain"
    }
  ]
}