{
  "title": "PrimetimeCelebrity Jeopardy!game #27 - Wednesday, January 8, 2025",
  "date": {
    "day": 8,
    "month": "January",
    "year": 2025
  },
  "clues": [
    {
      "category": "HAVE FAITH",
      "text": "Noted devotee Bob Marley is often credited with spreading awareness of this religion founded in 1930s Jamaica",
      "answer": "Rastafarianism"
    },
    {
      "category": "CELEBRITY PETS",
      "text": "In a 2023 Time \"Person of the Year\" photo shoot, Taylor Swift posed with Benjamin Button, her beloved ragdoll breed of this pet",
      "answer": "a cat"
    },
    {
      "category": "HOT GOSSIP",
      "text": "You didn't hear this from us, but that super-famousgeyserin Yellowstone that spews hot water on the regs?  Everyone calls it this",
      "answer": "Old Faithful"
    },
    {
      "category": "DON'T MAKE ME SAY IT",
      "text": "This \"M\" word meaning \"slightly wet or damp\" is the queen mother of hated words; you can use it to describe a nice pound cake",
      "answer": "moist"
    },
    {
      "category": "LESSER-KNOWN BREAKFAST CEREALS",
      "text": "General Mills once sold cereals inspired by this organization's cookies, including Thin Mints & Caramel Crunch varieties",
      "answer": "Girl Scouts"
    },
    {
      "category": "DARWIN'S BOOBIES",
      "text": "During an 1832 expedition, Charles Darwin noted in his diary he had seen the booby & the noddy, 2 types of these",
      "answer": "birds"
    },
    {
      "category": "HAVE FAITH",
      "text": "As Linda Blair might know, this spiritual practice is an attempt to purge demons from a person, place or thing",
      "answer": "an exorcism"
    },
    {
      "category": "CELEBRITY PETS",
      "text": "After their 2018 wedding, this couple also known as \"the Sussexes\" adopted a dog named Pula after the currency of Botswana",
      "answer": "Meghan Markle & Prince Harry"
    },
    {
      "category": "HOT GOSSIP",
      "text": "You're not gonna believe this, but the ambient air temp once hit 134° F. inthisCalifornia locale",
      "answer": "Death Valley"
    },
    {
      "category": "DON'T MAKE ME SAY IT",
      "text": "This \"C\" word can refer to a bulky sweater or a thick, hearty soup; either way, it's a hard pass",
      "answer": "chunky"
    },
    {
      "category": "LESSER-KNOWN BREAKFAST CEREALS",
      "text": "Buy me some peanuts &... milk?  This ballpark snack inspired a cereal that also promised a prize in every box",
      "answer": "Cracker Jack"
    },
    {
      "category": "DARWIN'S BOOBIES",
      "text": "Charles Darwin had to sail the world to see boobies in their natural habitat; none were native here, Darwin's country of origin",
      "answer": "England"
    },
    {
      "category": "HAVE FAITH",
      "text": "Also an image that represents a video game player, this Hindu term refers to an animal or human-like incarnation of a god",
      "answer": "an avatar"
    },
    {
      "category": "CELEBRITY PETS",
      "text": "This guitarist might have taken \"Welcome To The Jungle\" a bit too literally; he once owned 80 snakes",
      "answer": "Slash (from Guns N' Roses)"
    },
    {
      "category": "HOT GOSSIP",
      "text": "Psst... guess what?  Mercury may be closest to the Sun, but it's not the hottest planet; this planet is totes hotter",
      "answer": "Venus"
    },
    {
      "category": "DON'T MAKE ME SAY IT",
      "text": "Real talk: use this \"S\" word to refer to your loose-fitting pants, & you can probably forget about a second date",
      "answer": "slacks (sweatpants accepted)"
    },
    {
      "category": "LESSER-KNOWN BREAKFAST CEREALS",
      "text": "Did I eat that?Thisnerdy \"Family Matters\" character inspired a '90s cereal with strawberry & banana loops",
      "answer": "Urkel"
    },
    {
      "category": "DARWIN'S BOOBIES",
      "text": "Charles Darwin visited these islands, a popular spot for boobies, for the first time in 1835",
      "answer": "the Galapagos Islands"
    },
    {
      "category": "HAVE FAITH",
      "text": "Judaism is one of the oldest examples of this type of religion, a belief in only one god",
      "answer": "monotheistic"
    },
    {
      "category": "CELEBRITY PETS",
      "text": "In a viral video, John Legend sang this romantic song during a wedding \"ceremony\" for his pet pups Puddy & Pippa",
      "answer": "\"All Of Me\""
    },
    {
      "category": "HOT GOSSIP",
      "text": "Overheard in the steam room: a hot room heated with dry heat instead of steam isn't a steam room, it's one of these",
      "answer": "a sauna"
    },
    {
      "category": "DON'T MAKE ME SAY IT",
      "text": "This vile \"P\" word is the thicker, more annoying cousin of mucus; he typically comes to visit in the winter when you have a cold",
      "answer": "phlegm"
    },
    {
      "category": "LESSER-KNOWN BREAKFAST CEREALS",
      "text": "\"Doo doo doo doo doo doo\" you want a bowl of Kellogg's berry fin-tastic cereal named after this young aquatic creature of song",
      "answer": "Baby Shark"
    },
    {
      "category": "DARWIN'S BOOBIES",
      "text": "When Charles Darwin first noted his observations of the booby, it was aboard a ship named after this breed of dog",
      "answer": "beagle"
    },
    {
      "category": "HAVE FAITH",
      "text": "The Nihon Shoki, or \"Chronicles of Japan\", is an important text in this religion whose name means \"the way of kami\"",
      "answer": "Shintoism"
    },
    {
      "category": "CELEBRITY PETS",
      "text": "Martha Stewart's award-winning dog Genghis Khan was of this breed, originating in ancient China",
      "answer": "chow chow"
    },
    {
      "category": "HOT GOSSIP",
      "text": "Here's some dirt on the Earth's smokin' hot inner core: it's made of solid metal, mostly this one with chemical symbol Fe",
      "answer": "iron"
    },
    {
      "category": "DON'T MAKE ME SAY IT",
      "text": "Thislittle orange citrus fruit has a \"K\" name that sounds positively revolting, but they're actually quite delicious",
      "answer": "kumquat"
    },
    {
      "category": "LESSER-KNOWN BREAKFAST CEREALS",
      "text": "A favorite breakfast of Tommy Pickles & friends, Reptar cereal was inspired by this classic Nicktoon",
      "answer": "Rugrats"
    },
    {
      "category": "DARWIN'S BOOBIES",
      "text": "Piqueros patas azules is Spanish for boobies with feet of this color, named taxonomically in 1882, the year Charles Darwin died",
      "answer": "blue"
    },
    {
      "category": "APT ANAGRAMS",
      "text": "It's the only other one-word question you get when you rearrange the letters in \"how?\"",
      "answer": "who"
    },
    {
      "category": "THE CONCH REPUBLIC",
      "text": "After moving to Key West in the early '70s, this \"son of a son of a sailor\" wrote the song \"I Have Found Me A Home\"",
      "answer": "Jimmy Buffet"
    },
    {
      "category": "GEEKY GOOGLE",
      "text": "When you Google \"Isaac Newton\", a tree appears on your screen; click it & this fruit falls to the bottom of the screen",
      "answer": "an apple"
    },
    {
      "category": "FUNNY MATH WORDS",
      "text": "A truncated hyperbolic paraboloid looks like one of these \"once you pop, you can't stop\" snacks that come in a can",
      "answer": "a Pringle"
    },
    {
      "category": "THAT GUY! ACTORS",
      "text": "After playingNed Ryerson, Stephen Tobolowsky said he went from being \"the bald guy to the bald guy from\" this Bill Murray comedy",
      "answer": "Groundhog Day"
    },
    {
      "category": "LINCOLN: THE BIO",
      "text": "Although Illinois is known as the \"Land of Lincoln\", Abe lived in this neighboring \"Hoosier State\" from the age of 7 to 21",
      "answer": "Indiana"
    },
    {
      "category": "APT ANAGRAMS",
      "text": "It's the only other fruit you get when you rearrange the letters in \"melon\"",
      "answer": "lemon"
    },
    {
      "category": "THE CONCH REPUBLIC",
      "text": "There are some conflicting stories but ask any local & they'll tell you this sweet & tart pie was certainly invented in Key West",
      "answer": "key lime"
    },
    {
      "category": "GEEKY GOOGLE",
      "text": "When you Google \"the one ring\", you're asked, \"Did you mean: my\" this (go ahead, say it like Gollum says it)",
      "answer": "precioussss"
    },
    {
      "category": "FUNNY MATH WORDS",
      "text": "Nullstellensatz is a theorem in algebraic geometry whose name contains \"null\", the German word for this number",
      "answer": "zero"
    },
    {
      "category": "THAT GUY! ACTORS",
      "text": "Richard Jenkins has over 80 film credits, yet he mainly gets recognized for playing Dr. Robert Doback inthisWill Ferrell comedy",
      "answer": "Step Brothers"
    },
    {
      "category": "LINCOLN: THE BIO",
      "text": "In 1863, Abe issued a proclamation asking his fellow citizens to observe this holiday on the last Thursday of November",
      "answer": "Thanksgiving"
    },
    {
      "category": "APT ANAGRAMS",
      "text": "It's the only other bird you get when you rearrange the letters in \"raptor\"",
      "answer": "parrot"
    },
    {
      "category": "THE CONCH REPUBLIC",
      "text": "This author's Key West home still displays a urinal he once carried home from his favorite watering hole, Sloppy Joe's",
      "answer": "Hemingway"
    },
    {
      "category": "GEEKY GOOGLE",
      "text": "When you Google \"Alex Trebek\", Google asks, \"Did you mean\" this (yes, it's in the form of a question)",
      "answer": "WHO ISAlex Trebek"
    },
    {
      "category": "FUNNY MATH WORDS",
      "text": "Sesquiduplicate means \"twice & a half as great\", like the number 250 from this number",
      "answer": "100"
    },
    {
      "category": "THAT GUY! ACTORS",
      "text": "One of the most prolific actors in history,James Hongvoices Mr. Ping, a Chinese goose & Po's adoptive dad in this animated series",
      "answer": "Kung Fu Panda"
    },
    {
      "category": "LINCOLN: THE BIO",
      "text": "After stumbling off a train platform, Lincoln's son Robert was saved by none other than Edwin Booth, the brother of this assassin",
      "answer": "John Wilkes Booth"
    },
    {
      "category": "APT ANAGRAMS",
      "text": "It's the only other presidential action you get when you rearrange the letters in \"vote\"",
      "answer": "veto"
    },
    {
      "category": "THE CONCH REPUBLIC",
      "text": "Key West's Little White House was a winter residence of this president whose middle name was simply the letter \"S\"",
      "answer": "Harry S. Truman"
    },
    {
      "category": "GEEKY GOOGLE",
      "text": "Do a Google search for this 5-letter word beginning with \"A\" & you'll see the whole screen tilt",
      "answer": "askew"
    },
    {
      "category": "FUNNY MATH WORDS",
      "text": "Hypocycloid is one of the three shapes seen on this city's NFL teamhelmetsto represent the three elements used to make steel",
      "answer": "Pittsburgh"
    },
    {
      "category": "THAT GUY! ACTORS",
      "text": "In his first big-screen role, Keith David starred in this 1982 John Carpenter film about a shape-shifting alien in Antarctica",
      "answer": "The Thing"
    },
    {
      "category": "LINCOLN: THE BIO",
      "text": "The Broadway show \"Oh, Mary!\" is a darkly comedic take on this Kentuckian who married Abe in 1842 after a stormy courtship",
      "answer": "Mary Todd Lincoln"
    },
    {
      "category": "APT ANAGRAMS",
      "text": "It's the only other common first name you get when you rearrange the letters in \"Dolly\"",
      "answer": "Lloyd"
    },
    {
      "category": "THE CONCH REPUBLIC",
      "text": "In 2016, this longtime resident & writer of \"Freckle Juice\" founded a bookstore on the island with her husband George",
      "answer": "Judy Blume"
    },
    {
      "category": "GEEKY GOOGLE",
      "text": "When you Google \"Chicxulub Crater\", this flies across your screen; scientists believe one caused dinosaurs to go extinct",
      "answer": "a meteorite (or asteroid; meteor accepted)"
    },
    {
      "category": "FUNNY MATH WORDS",
      "text": "Enneadecagon is a polygon with this many sides (or, 1 more than that of an octadecagon)",
      "answer": "19"
    },
    {
      "category": "THAT GUY! ACTORS",
      "text": "In one of his first major roles, Luis Guzmán starred with Al Pacino in this 1993 film about a criminal trying to go straight",
      "answer": "Carlito's Way"
    },
    {
      "category": "LINCOLN: THE BIO",
      "text": "At 6'4\", Lincoln still ranks as the tallest POTUS; this president who took the oath in 1963 comes in second",
      "answer": "Lyndon Johnson"
    }
  ]
}