{
  "title": "Show #5981 - Monday, September 20, 2010",
  "date": {
    "day": 20,
    "month": "September",
    "year": 2010
  },
  "clues": [
    {
      "category": "COUNTRY MUSIC",
      "text": "Though his last name means \"pertaining to a city\", this \"Defying Gravity\" singer is a country superstar",
      "answer": "Keith Urban"
    },
    {
      "category": "YOUR HONOR, I OBJECT!",
      "text": "The witness is testifying based on what someone else told her--that's called this",
      "answer": "hearsay"
    },
    {
      "category": "GOOD CAUSES",
      "text": "This word precedes \"Conservancy\" in the name of a group with a million members",
      "answer": "Nature"
    },
    {
      "category": "BLARNEY",
      "text": "Now applied to Shakespeare, this word referred originally to Celtic minstrel poets",
      "answer": "bard"
    },
    {
      "category": "LESSER-KNOWN AMERICANS",
      "text": "A. Philip Randolph, who first proposed a march on this city in 1941, also helped organize the one in 1963",
      "answer": "Washington, D.C."
    },
    {
      "category": "COUNTRY MUSIC",
      "text": "In 2010 this movie soundtrack featuring Jeff Bridges was a Billboard Top 10 country album",
      "answer": "Crazy Heart"
    },
    {
      "category": "THE LOYOLA OPPOSITION",
      "text": "In 1521, Ignatius was struck by a cannonball while defending this country against the French",
      "answer": "Spain"
    },
    {
      "category": "YOUR HONOR, I OBJECT!",
      "text": "Calls for an opinion--only allowed for this type of witness with special knowledge of a subject",
      "answer": "an expert witness"
    },
    {
      "category": "GOOD CAUSES",
      "text": "The Environmental Defense Fund helped convince this fast-food co. to abandon polystyrene containers in 1990",
      "answer": "McDonald's"
    },
    {
      "category": "BLARNEY",
      "text": "For peat sake, you should know this word for wet, spongy ground",
      "answer": "a bog"
    },
    {
      "category": "LESSER-KNOWN AMERICANS",
      "text": "In 1945 Virginia Gildersleeve was the only female U.S. delegate to the conference that drafted this charter",
      "answer": "the United Nations"
    },
    {
      "category": "COUNTRY MUSIC",
      "text": "Not to be confused with Lady Gaga is Lady this, the country music group with the CD \"Need You Now\"",
      "answer": "Lady Antebellum"
    },
    {
      "category": "THE LOYOLA OPPOSITION",
      "text": "When Clement XIV abolished the Jesuits in 1773, they thrived in Russia with help from this empress",
      "answer": "Catherine the Great"
    },
    {
      "category": "YOUR HONOR, I OBJECT!",
      "text": "Counsel is putting words in the witness' mouth with this type of question; the word also means \"in first place\"",
      "answer": "a leading question"
    },
    {
      "category": "GOOD CAUSES",
      "text": "A \"Mission\" to help the homeless is named for this Lower Manhattan street known as a skid row since the 1800s",
      "answer": "Bowery"
    },
    {
      "category": "BLARNEY",
      "text": "This type of sprite will lead you to the gold",
      "answer": "a leprechaun"
    },
    {
      "category": "LESSER-KNOWN AMERICANS",
      "text": "Named for his cousin, James Buchanan Eads built the first bridge across this river at St. Louis",
      "answer": "the Mississippi"
    },
    {
      "category": "COUNTRY MUSIC",
      "text": "This sound, like that made by plucking a guitar, is the title of a 2009 album by George Strait",
      "answer": "twang"
    },
    {
      "category": "THE LOYOLA OPPOSITION",
      "text": "In 1542 missionaries sent by Ignatius to Ireland were hampered by this king",
      "answer": "Henry VIII"
    },
    {
      "category": "YOUR HONOR, I OBJECT!",
      "text": "Counsel is being argumentative, also known as doing this to the witness, as seen here",
      "answer": "badgering"
    },
    {
      "category": "GOOD CAUSES",
      "text": "The LFA is a leading group battling this disease named for lesions that resemble a wolf's bite",
      "answer": "lupus"
    },
    {
      "category": "BLARNEY",
      "text": "Tiny pieces, or the New Jersey band that sang \"Only a Memory\"",
      "answer": "smithereens"
    },
    {
      "category": "LESSER-KNOWN AMERICANS",
      "text": "Doris Eaton Travis, who passed away in 2010 at age 106, was the last surviving showgirl from these follies",
      "answer": "Ziegfeld"
    },
    {
      "category": "COUNTRY MUSIC",
      "text": "This frontman of Hootie & the Blowfish went country with his solo album \"Learn to Live\"",
      "answer": "(Darius) Rucker"
    },
    {
      "category": "THE LOYOLA OPPOSITION",
      "text": "While in Paris, Ignatius was accused & brought before Ori, this type of truth-seeking 10-letter holy man",
      "answer": "an inquisitor"
    },
    {
      "category": "YOUR HONOR, I OBJECT!",
      "text": "We've heard the question already; I'm making this objection that could be called \"triple a\"",
      "answer": "asked and answered"
    },
    {
      "category": "GOOD CAUSES",
      "text": "The Andre Agassi foundation for education runs Agassi Prep in this city",
      "answer": "Las Vegas"
    },
    {
      "category": "BLARNEY",
      "text": "This word for a type of liquor applies to a 1794 American rebellion",
      "answer": "whiskey"
    }
  ]
}