{
  "title": "Show #8579 - Thursday, February 17, 2022",
  "date": {
    "day": 17,
    "month": "February",
    "year": 2022
  },
  "clues": [
    {
      "category": "PLUS",
      "text": "At the University of Chicago & other schools, the grading system consists of 5 letters, 3 that can have + added & these 2 that can't",
      "answer": "A & F"
    },
    {
      "category": "THAT'S SO CLICHÉ!",
      "text": "\"Better safe than\" this",
      "answer": "sorry"
    },
    {
      "category": "DESSERT",
      "text": "Popular in the South, chess pie is basically this pie without those big brown nuts",
      "answer": "pecan pie"
    },
    {
      "category": "JAZZ GREATS",
      "text": "Known for her scat singing, she received 14 Grammys, including a lifetime achievement award in 1967",
      "answer": "(Ella) Fitzgerald"
    },
    {
      "category": "ABRAHAM LINCOLN",
      "text": "(Doris Kearns Goodwin presents the clue.) Born in 1809 into a frontier family, youngAbe Lincolnhad only one year of schooling, but read theBible,Shakespeare, & learned logic from \"The Elements\" ofthisancient Greek mathematician",
      "answer": "Euclid"
    },
    {
      "category": "PLUS",
      "text": "These long, baggy men's knickers were popular on 1920s golf courses",
      "answer": "plus fours"
    },
    {
      "category": "THAT'S SO CLICHÉ!",
      "text": "It \"is always greener on the other side\"",
      "answer": "the grass"
    },
    {
      "category": "DESSERT",
      "text": "This Spanish dessert with a 4-letter name is custard with a layer of caramel sauce",
      "answer": "flan"
    },
    {
      "category": "JAZZ GREATS",
      "text": "This sax great's last public engagement was on March 5, 1955 at Birdland, a New York City club named for him",
      "answer": "Charlie (\"Bird\") Parker"
    },
    {
      "category": "ABRAHAM LINCOLN",
      "text": "(Doris Kearns Goodwin presents the clue.) Lincoln was a struggling 30-year-old lawyer when he began wooingthis21-year-old, & though she came from a prominent family & had many suitors, eventually won her hand in marriage",
      "answer": "Mary Todd"
    },
    {
      "category": "PLUS",
      "text": "Britain's eleven plus exams are basically entrance tests to admits kids to this kind of school that not our writers, obviously",
      "answer": "grammar school"
    },
    {
      "category": "MIDAS",
      "text": "Midas got the wish he later regretted by being kind to Silenus, one of these faun-like beings",
      "answer": "a satyr"
    },
    {
      "category": "THAT'S SO CLICHÉ!",
      "text": "2 bad choices: \"between the devil &\" this location",
      "answer": "the deep blue sea"
    },
    {
      "category": "DESSERT",
      "text": "A line from \"The Godfather\": \"Leave the gun, take\" this dessert",
      "answer": "a cannoli"
    },
    {
      "category": "JAZZ GREATS",
      "text": "Shehoned her unique style singing in Harlem nightclubs",
      "answer": "Billie Holiday"
    },
    {
      "category": "ABRAHAM LINCOLN",
      "text": "(Doris Kearns Goodwin presents the clue.) Lincoln grew frustrated with many of his commanders but with none more so thanthisgeneralwho did a brilliant job of readying the Union Army to fight but proved reluctant to commit it to battle",
      "answer": "George McClellan"
    },
    {
      "category": "PLUS",
      "text": "At Bell Labs Bjarne Stroustrup designed this programming language released in 1985",
      "answer": "C++"
    },
    {
      "category": "MIDAS",
      "text": "In \"The Lost Hero\" by this adapter of myths for young adults, Midas turns Leo & Piper into gold statues",
      "answer": "(Rick) Riordan"
    },
    {
      "category": "THAT'S SO CLICHÉ!",
      "text": "It \"doesn't fall far from the tree\"",
      "answer": "the apple"
    },
    {
      "category": "DESSERT",
      "text": "Marshmallows, almonds & chocolate ice cream pave the way to make this classic flavor",
      "answer": "Rocky Road"
    },
    {
      "category": "JAZZ GREATS",
      "text": "Here'sa bit of \"So What\", the lead track from this trumpeter's 1959 album \"Kind of Blue\"",
      "answer": "Miles Davis"
    },
    {
      "category": "ABRAHAM LINCOLN",
      "text": "(Doris Kearns Goodwin presents the clue.) At the White House on August 10, 1863, Lincoln met for the first time withthisman to discuss the treatment of thousands of Black soldiers recently inducted into the Union army",
      "answer": "Frederick Douglass"
    },
    {
      "category": "PLUS",
      "text": "In French the word plus means \"more\", as in this expression that begins, \"plus ça change\" (a translation is fine)",
      "answer": "the more things change the more they stay the same"
    },
    {
      "category": "THAT'S SO CLICHÉ!",
      "text": "It's where the \"proof of the pudding\" is",
      "answer": "in the eating"
    },
    {
      "category": "DESSERT",
      "text": "What the French call an omelette norvégienne is what Americans call this dessert",
      "answer": "a baked Alaska"
    },
    {
      "category": "JAZZ GREATS",
      "text": "Seenheretickling the ivories, he got his famous nickname from an announcer who equated him with jazz aristocrats like Duke Ellington",
      "answer": "Count Basie"
    },
    {
      "category": "ABRAHAM LINCOLN",
      "text": "(Doris Kearns Goodwin presents the clue.) On April 4, 1865, Lincoln made a daring & dangerous visit to this newly capturedcapital, walking its still-burning streets to thecheersof jubilant former enslaved people",
      "answer": "Richmond"
    }
  ]
}