{
  "title": "Jeopardy! Mastersgame #32 - Wednesday, May 15, 2024",
  "date": {
    "day": 15,
    "month": "May",
    "year": 2024
  },
  "clues": [
    {
      "category": "A STANDING ORATION",
      "text": "An 1863 article in a Pennsylvania newspaper gave 10 paragraphs to an Edward Everett oration, but only one to this speech",
      "answer": "the Gettysburg Address"
    },
    {
      "category": "SCIENCE FICTION",
      "text": "In an 1897 H.G. Wells tale, these invaders were killed by \"disease bacteria against which their systems were unprepared\"",
      "answer": "the Martians"
    },
    {
      "category": "BUSINESS & PLEASURE",
      "text": "This 3-letter company boasts it operates \"approximately 900 theatres and 10,000 screens across the globe\"",
      "answer": "AMC"
    },
    {
      "category": "LET'S GET COOKING",
      "text": "Just like pasta, grilled vegetables can be made crisp yet tender this way, meaning \"to the tooth\" in Italian",
      "answer": "al dente"
    },
    {
      "category": "FLOATING ON A STREAM OF TV",
      "text": "On this show, Martin Short tells Steve Martin, no concertina: \"You are scoring a murder mystery, not DJing a hobbit's wedding\"",
      "answer": "Only Murders in the Building"
    },
    {
      "category": "FOREIGN WORDS",
      "text": "\"To life!  To life\"--this Hebrew toast means \"to life\"",
      "answer": "l'chaim"
    },
    {
      "category": "A STANDING ORATION",
      "text": "This defense attorney quoted A.E. Housman & Omar Khayyam in his defense for Leopold & Loeb",
      "answer": "Darrow"
    },
    {
      "category": "SCIENCE FICTION",
      "text": "The title hero of this 1985 novel is a boy genius (last name Wiggin) on his way to battle school & who might just be Earth's savior",
      "answer": "Ender's Game"
    },
    {
      "category": "BUSINESS & PLEASURE",
      "text": "It was the nickname of the man who collaborated with Elliot Handler to found a toy company in the 1940s",
      "answer": "\"Matt\""
    },
    {
      "category": "LET'S GET COOKING",
      "text": "Yeast is one of these agents added to dough to make it rise",
      "answer": "a leavening agent"
    },
    {
      "category": "FLOATING ON A STREAM OF TV",
      "text": "In 2024 this bear voiced by Seth MacFarlane came back to life on Peacock; somehow, a toy truck named Dennis also gained sentience",
      "answer": "Ted"
    },
    {
      "category": "FOREIGN WORDS",
      "text": "This 3-syllable German word is a theme that runs through a musical work",
      "answer": "aLeitmotif"
    },
    {
      "category": "A STANDING ORATION",
      "text": "Thisgospel singer gets the credit for getting MLK to go off-script and \"tell them about the dream\" in 1963",
      "answer": "(Mahalia) Jackson"
    },
    {
      "category": "SCIENCE FICTION",
      "text": "Takeshi Kovacs has his consciousness downloaded into a new body in this \"organic\" Richard K. Morgan book from 2002",
      "answer": "Altered Carbon"
    },
    {
      "category": "BUSINESS & PLEASURE",
      "text": "A company called Whitewater makes these, like the AquaDrop & the Head Rush Mat Ride",
      "answer": "water slides"
    },
    {
      "category": "LET'S GET COOKING",
      "text": "This verb can mean to bring up (like painful memories) or to coat food with flour or crumbs before frying",
      "answer": "dredge"
    },
    {
      "category": "FLOATING ON A STREAM OF TV",
      "text": "We'd watch this Netflix title character deal with life & death(s) at Nevermore Academy any day of the week",
      "answer": "Wednesday"
    },
    {
      "category": "FOREIGN WORDS",
      "text": "In 2017 a hit song taught many people that this Spanish word means \"slowly\"",
      "answer": "despacito"
    },
    {
      "category": "A STANDING ORATION",
      "text": "This master orator of the Roman Republic convinced the Senate that his rival Catiline was up to no good",
      "answer": "Cicero"
    },
    {
      "category": "SCIENCE FICTION",
      "text": "In novels by Dan Simmons, the planet Hyperion has a capital named for this poet who wrote an epic about the sun god Hyperion",
      "answer": "Keats"
    },
    {
      "category": "BUSINESS & PLEASURE",
      "text": "Teuscher of Switzerland makes these ultra-fancy chocolates in lavender & fleur de sel caramel flavors",
      "answer": "truffles"
    },
    {
      "category": "LET'S GET COOKING",
      "text": "Seems straightforward: Latin for \"to soak\" gives us this verb that means to soak, usually fruit in liquid to soften it",
      "answer": "macerate"
    },
    {
      "category": "FLOATING ON A STREAM OF TV",
      "text": "The pitch for this Freevee court show: \"What if you (made) 'The Office' & Jim was a real person who didn't know that Dwight was an actor\"",
      "answer": "Jury Duty"
    },
    {
      "category": "FOREIGN WORDS",
      "text": "The name ofthisski turn comes from the Norwegian region where it originated",
      "answer": "telemark"
    },
    {
      "category": "A STANDING ORATION",
      "text": "Don't confuse Ocala, Florida with this Native American leader who in 1834 stood up there & said, \"I love my home, & will not go from it\"",
      "answer": "Osceola"
    },
    {
      "category": "SCIENCE FICTION",
      "text": "The title virus in this Neal Stephenson cyberpunk classic affects users offline & online, but Hiro Protagonist is on the case",
      "answer": "Snow Crash"
    },
    {
      "category": "BUSINESS & PLEASURE",
      "text": "The Icon of the Seas, the Oasis of the Seas & the Star of the Seas are operated by this company with a sea in its name",
      "answer": "Royal Caribbean"
    },
    {
      "category": "LET'S GET COOKING",
      "text": "Want to sound fancy?  Instead of saying \"double boiler\" or \"water bath\", use this French term; it's used formaking custards",
      "answer": "abain-marie"
    },
    {
      "category": "FLOATING ON A STREAM OF TV",
      "text": "\"Oh Lord, not Ekin-Su!\" was Phaedra's memed reaction to a supposed murder in a Scottish castle on this competition show",
      "answer": "The Traitors"
    },
    {
      "category": "FOREIGN WORDS",
      "text": "This Japanese game has an onomatopoetic name--it's the sound the little metal pinballs make",
      "answer": "pachinko"
    }
  ]
}