{
  "title": "Show #6852 - Tuesday, June 3, 2014",
  "date": {
    "day": 3,
    "month": "June",
    "year": 2014
  },
  "clues": [
    {
      "category": "FOUNDERS DAY",
      "text": "In 2013, when asked to name his greatest achievement, he said \"CNN\"",
      "answer": "Ted Turner"
    },
    {
      "category": "FIRE PLACE",
      "text": "586 B.C.:Nebuchadnezzar burns this city's first temple",
      "answer": "Jerusalem"
    },
    {
      "category": "NICE \"RUG",
      "text": "Of sturdy build or strong constitution",
      "answer": "rugged"
    },
    {
      "category": "WORD PROBLEM PROBLEMS",
      "text": "If Tom's tuition costs $43,000 at this school near Palo Alto, how can his parents afford it?",
      "answer": "Stanford"
    },
    {
      "category": "TV DRAMA SERIES",
      "text": "Anthony Edwards & Julianna Margulies were in the cast when this medical drama debuted in 1994",
      "answer": "ER"
    },
    {
      "category": "ALASKA'S GLACIERS",
      "text": "(Sarah of the Clue Crew comes to us from a boat near Margerie Glacier in Alaska.)  The shorelines were completely covered by ice just 200 years ago; today's glaciers in Glacier Bay are remnants of the \"LIA\", or Little this, which started in the early 14th century",
      "answer": "the Little Ice Age"
    },
    {
      "category": "FOUNDERS DAY",
      "text": "This church founder was born in Sharon, Vermont in 1805",
      "answer": "Joseph Smith"
    },
    {
      "category": "FIRE PLACE",
      "text": "1871:The \"Great Fire\" of this city starts in a barn on De Koven Street",
      "answer": "Chicago"
    },
    {
      "category": "NICE \"RUG",
      "text": "It's played with 15 players on a team in \"Union\" play & 13 players on a team in \"League\" play",
      "answer": "rugby"
    },
    {
      "category": "WORD PROBLEM PROBLEMS",
      "text": "If the new football field at FedEx field is 47 yards long & 24 yards wide, Dan Snyder, the owner of this NFL team, will not be pleased",
      "answer": "the Redskins"
    },
    {
      "category": "TV DRAMA SERIES",
      "text": "Freddie Highmore is Norman & Vera Farmiga is his mother on this A&E show",
      "answer": "Bates Motel"
    },
    {
      "category": "ALASKA'S GLACIERS",
      "text": "(Sarah of the Clue Crew talks to us from a boat in Glacier Bay, Alaska.)Thisfamous Baltimore medical school sponsored early expeditions to Glacier Bay, which is why there's a glacier and an inlet that share their name with the philanthropist the University is named for.",
      "answer": "Johns Hopkins"
    },
    {
      "category": "FOUNDERS DAY",
      "text": "He didn't have the nicest things to say about Bill Gates in \"Idea Man: A Memoir by the Cofounder of Microsoft\"",
      "answer": "Paul Allen"
    },
    {
      "category": "FIRE PLACE",
      "text": "1613:It's fire burn & cauldron bubble for this city's Globe Theatre",
      "answer": "London"
    },
    {
      "category": "NICE \"RUG",
      "text": "Get updates & information for staying safe & healthy from fda.gov, this federal entity's website",
      "answer": "the Food and Drug Administration"
    },
    {
      "category": "WORD PROBLEM PROBLEMS",
      "text": "If Joe has 6 dozen eggs & buys 3 dozen more, he'll have plenty to beat into this egg white confection for a type of lemon pie",
      "answer": "meringue"
    },
    {
      "category": "TV DRAMA SERIES",
      "text": "Can you handle the truth? This man created \"The Newsroom\" for HBO",
      "answer": "Aaron Sorkin"
    },
    {
      "category": "ALASKA'S GLACIERS",
      "text": "(Sarah of the Clue Crew comes to us from a boat near Margerie Glacier in Alaska.) Ice fields in glaciers affect climate in various ways; white snow's high albedo means the snow is particularly good at doing this to solar radiation, causing the globe to cool.",
      "answer": "reflecting"
    },
    {
      "category": "FIRE PLACE",
      "text": "Circa 50 B.C.:This city's library is torched (by Julius Caesar, some say)",
      "answer": "Alexandria"
    },
    {
      "category": "WORD PROBLEM PROBLEMS",
      "text": "Sue reads 22 pages an hour; how many pages of \"Merry Christmas, Alex Cross\" by this man can Sue read until the movie opens?",
      "answer": "(James) Patterson"
    },
    {
      "category": "TV DRAMA SERIES",
      "text": "Basically one long chase, it won the 1966 drama series Emmy",
      "answer": "The Fugitive"
    },
    {
      "category": "ALASKA'S GLACIERS",
      "text": "(Sarah of the Clue Crew shows us some seals from the Margerie Glacier in Alaska.)Wildlifeflocks to the Glacier Bay inlet named forthisScottish-born naturalist, founder of the Sierra Club",
      "answer": "John Muir"
    },
    {
      "category": "FOUNDERS DAY",
      "text": "In 1968 this Kennedy sister founded the Special Olympics",
      "answer": "Eunice"
    },
    {
      "category": "FIRE PLACE",
      "text": "1871:The Hotel de Ville in this city is burned during the commune",
      "answer": "Paris"
    },
    {
      "category": "NICE \"RUG",
      "text": "Lester Flatt & this banjo virtuoso performed the theme song for \"The Beverly Hillbillies\"",
      "answer": "Earl Scruggs"
    },
    {
      "category": "WORD PROBLEM PROBLEMS",
      "text": "If you have 3 100-real notes, it helps to know the real is the currency of this South American country",
      "answer": "Brazil"
    },
    {
      "category": "TV DRAMA SERIES",
      "text": "\"Trust-no1 \" is a fitting email address that was used in this drama",
      "answer": "The X-Files"
    },
    {
      "category": "ALASKA'S GLACIERS",
      "text": "(Sarah of the Clue Crew shows us the ice at Margerie Glacier in Alaska.) Today, glaciers cover 11% of the world's surface; 2.6 million years ago during this epoch, they covered 30%.",
      "answer": "the Pleistocene"
    }
  ]
}