{
  "title": "Show #8273 - Wednesday, November 4, 2020",
  "date": {
    "day": 4,
    "month": "November",
    "year": 2020
  },
  "clues": [
    {
      "category": "CLUES ACROSS THE SMITHSONIAN",
      "text": "(Bill Kelly presents from the National Air & Space Museum in Washington, D.C.: \"I'm Bill Kelly from ABC7.\")  The Air and Space Museum's Pioneers of Flight Gallery include such treasures as the bright red Lockheed Vega in which this woman became the first woman and second person to fly solo across the Atlantic in 1932",
      "answer": "Amelia Earhart"
    },
    {
      "category": "U.S. ISLANDS",
      "text": "Tradition says Peter Minuit bought this island from local Native Americans for the equivalent of $24",
      "answer": "Manhattan"
    },
    {
      "category": "ADD AN E",
      "text": "A word meaning great delight is happy to add an E to be a young 'roo",
      "answer": "joy & joey"
    },
    {
      "category": "AUTOMAKER FOR THE PEOPLE",
      "text": "Charge down the road in its Charger",
      "answer": "Dodge"
    },
    {
      "category": "ANIMATED TV",
      "text": "This title Springfield family doesn't seem to have aged a bit in 31 years",
      "answer": "the Simpsons"
    },
    {
      "category": "THE HOLE TRUTH",
      "text": "In 2019 Berkeley removed gender-specific language from its municipal code, making these into \"maintenance holes\"",
      "answer": "manholes"
    },
    {
      "category": "CLUES ACROSS THE SMITHSONIAN",
      "text": "(Michelle Marsh presents from outside the National Museum of African American History & Culture: \"Hi, I'm Michelle Marsh from ABC7.\")ThisGeorgia congressman and veteran of the Civil Rights Movement began pushing for an African-American History Museum in the 1980s, and at the 2016 dedication said he felt like singing Mahalia Jackson's \"How We Got Over\"",
      "answer": "John Lewis"
    },
    {
      "category": "U.S. ISLANDS",
      "text": "A tourist spot, Maryland's Kent Island is the largest island in this body of water",
      "answer": "Chesapeake Bay"
    },
    {
      "category": "ADD AN E",
      "text": "A word denoting vigor doubles its E to make the cry of a young bird",
      "answer": "pep & peep"
    },
    {
      "category": "AUTOMAKER FOR THE PEOPLE",
      "text": "Someone will call 911 if you go too fast in its Macan GTS",
      "answer": "Porsche"
    },
    {
      "category": "ANIMATED TV",
      "text": "Isaac Hayes was the voice of Jerome \"Chef\" McElroy on this TV show",
      "answer": "South Park"
    },
    {
      "category": "THE HOLE TRUTH",
      "text": "The notorious Winter Parksinkholeof 1981 in this state swallowed a house and several automobiles",
      "answer": "Florida"
    },
    {
      "category": "CLUES ACROSS THE SMITHSONIAN",
      "text": "(Bill Kelly presents from the National Air & Space Museum in Washington, D.C.)  The Air and Space Museum's Milestones of Flight Hall is filled with historic crafts, like this plane that made headlines around the world in the spring of 1927",
      "answer": "theSpirit of St. Louis"
    },
    {
      "category": "U.S. ISLANDS",
      "text": "Since 1895 most of this northern Michigan island has been part of a state park",
      "answer": "Mackinac"
    },
    {
      "category": "ADD AN E",
      "text": "A word meaning angry takes on an E to enjoy a honey & water alcoholic concoction",
      "answer": "mad & mead"
    },
    {
      "category": "AUTOMAKER FOR THE PEOPLE",
      "text": "In 2017 you could get its V90 during its King of Sweden Day sales event",
      "answer": "Volvo"
    },
    {
      "category": "ANIMATED TV",
      "text": "Despite all his scheming on \"Looney Tunes\" , Wile E. Coyote never quite catches this prey",
      "answer": "the Road Runner"
    },
    {
      "category": "THE HOLE TRUTH",
      "text": "An atrioventricular septal defect is a hole or holes in this organ",
      "answer": "the heart"
    },
    {
      "category": "CLUES ACROSS THE SMITHSONIAN",
      "text": "(Jonathan Elias presents from outside The Castle in Washington, D.C.: \"Hi, I'm Jonathan Elias from ABC7.\") The architect of the Smithsonian's Castle said the color of the sandstone he used was close to ashes of roses; it was quarried in Maryland along this nearby river",
      "answer": "the Potomac"
    },
    {
      "category": "U.S. ISLANDS",
      "text": "Money from the BP oil spill is being used to restore this state's Queen Bess Island, a pelican habitat",
      "answer": "Louisiana"
    },
    {
      "category": "ADD AN E",
      "text": "To experience again in your mind becomes a word meaning to ease pain",
      "answer": "relive & relieve"
    },
    {
      "category": "AUTOMAKER FOR THE PEOPLE",
      "text": "This German company makes the A3 sedan",
      "answer": "Audi"
    },
    {
      "category": "ANIMATED TV",
      "text": "These neighbors of the Flintstones had a son named Bamm-Bamm",
      "answer": "the Rubbles"
    },
    {
      "category": "THE HOLE TRUTH",
      "text": "Under new rules of golf for 2019, there's no penalty for leaving this in the hole while putting",
      "answer": "the flag"
    },
    {
      "category": "CLUES ACROSS THE SMITHSONIAN",
      "text": "(Veronica Johnson presents from the National Museum of the American Indian in Washington, D.C.: \"Hi, I'm Veronica Johnson from ABC7.\")  The atrium of the National Museum of the American Indian displays boats, including a birchbark canoe of this people of Lake Superior, also known as the Ojibwe; many of their customs are depicted in \"The Song of Hiawatha\"",
      "answer": "the Anishinaabe (Chippewa)"
    },
    {
      "category": "U.S. ISLANDS",
      "text": "In a famous annual event,ponies swimfrom Assateague Island to this state's nearby Chincoteague",
      "answer": "Virginia"
    },
    {
      "category": "ADD AN E",
      "text": "A unit of fluid capacity takes on an E to become a 16th century sailing vessel",
      "answer": "gallon & galleon"
    },
    {
      "category": "ANIMATED TV",
      "text": "\"Double Indecency\" & \"Skytanic\" are episodes of the show about this title spy whose codename is \"Duchess\"",
      "answer": "Archer"
    },
    {
      "category": "SEEING RED",
      "text": "A brilliant red, it can come before macaw or fever in nature",
      "answer": "scarlet"
    },
    {
      "category": "AN(IMAL)AGRAMS",
      "text": "A slitherer we hope doesn't live up to its anagram:ANKLE TASTER",
      "answer": "rattlesnake"
    },
    {
      "category": "HERE'S THE PLAY",
      "text": "In this 1955 play Brick tells Maggie, \"I don't want to lean on your shoulder, I want my crutch!\"",
      "answer": "Cat on a Hot Tin Roof"
    },
    {
      "category": "IT'S GONNA BE CLOSE...",
      "text": "Steve Kerr joked, \"Well, I guess I got to bail Michael out again\" describing a game-winning shot for this team in the 1997 NBA Finals",
      "answer": "the Chicago Bulls"
    },
    {
      "category": "HE'S OUT!",
      "text": "As Baghdad fell in 2003, this president took some pocket money... $1 billion from Iraq's Central Bank",
      "answer": "Saddam Hussein"
    },
    {
      "category": "ANTHROPOLOGY",
      "text": "Ruth Benedict analyzed this country in her classic book \"The Chrysanthemum and the Sword\"",
      "answer": "Japan"
    },
    {
      "category": "SEEING RED",
      "text": "This pinkish red color is named for the external skeletons of certain marine organisms",
      "answer": "coral"
    },
    {
      "category": "AN(IMAL)AGRAMS",
      "text": "It's not a fan of \"under glass\":HATES PAN",
      "answer": "pheasant"
    },
    {
      "category": "HERE'S THE PLAY",
      "text": "David Frost gets a drunken late-night call from this other title man just before the final interview",
      "answer": "(Richard) Nixon"
    },
    {
      "category": "IT'S GONNA BE CLOSE...",
      "text": "At the 2008 Olympics he won his 7th gold by a fingertip, beating Milorad Cavic to the wall in the 100m butterfly by .01 of a second",
      "answer": "Michael Phelps"
    },
    {
      "category": "HE'S OUT!",
      "text": "The Fascist Grand Council booted this leader on July 24, 1943 but in a George Costanza-like move, he went to work the next day--didn't fly",
      "answer": "Mussolini"
    },
    {
      "category": "ANTHROPOLOGY",
      "text": "This flowy top is in an anthropology book as \"the most universal of civilized garments\" & in Anthropologie stores sells for $95",
      "answer": "a tunic"
    },
    {
      "category": "SEEING RED",
      "text": "Not plum but this purplish red comes from a fruit tree, scientifically Prunus avium",
      "answer": "cherry"
    },
    {
      "category": "AN(IMAL)AGRAMS",
      "text": "If it charges:HI CORONERS!",
      "answer": "a rhinoceros"
    },
    {
      "category": "HERE'S THE PLAY",
      "text": "\"God of Carnage\" starred Hope Davis, Jeff Daniels, Marcia Gay Harden & this \"Sopranos\" boss",
      "answer": "James Gandolfini"
    },
    {
      "category": "IT'S GONNA BE CLOSE...",
      "text": "On May 24, 1992 Al Unser Jr. held off the perfectly named for his sport Scott Goodyear by .043 of a second to win this event",
      "answer": "the Indianapolis 500"
    },
    {
      "category": "ANTHROPOLOGY",
      "text": "Douglas Owsley has studied Jamestown & Branch Davidian skeletons to do this kind of anthropology that figures out how people died",
      "answer": "forensic"
    },
    {
      "category": "SEEING RED",
      "text": "Gemstones that are also types of red include the ruby & this 6-letter dark, clear mineral",
      "answer": "garnet"
    },
    {
      "category": "AN(IMAL)AGRAMS",
      "text": "Specific type of bird in a Stevie Nicks tune:EVIDENT WHO WE DIG",
      "answer": "white-winged dove"
    },
    {
      "category": "HERE'S THE PLAY",
      "text": "Kevin Bacon was not in this \"numeric\" play in 1990 but you could go trace his connections to Courtney B. Vance & Stockard Channing",
      "answer": "Six Degrees of Separation"
    },
    {
      "category": "IT'S GONNA BE CLOSE...",
      "text": "It doesn't get much closer than the 2009 Wimbledon final, where this Swiss Mr. beat Andy Roddick 16-14 in the fifth set",
      "answer": "Roger Federer"
    },
    {
      "category": "ANTHROPOLOGY",
      "text": "The 1st prehistoric individual IDed with parents of different human groups lived around 90,000 B.C. & was half Denisovan, half this group",
      "answer": "Neanderthal"
    },
    {
      "category": "SEEING RED",
      "text": "As seen in Titian's\"Assumption of the Virgin\"from the year 1518,thiswormy, vivid red was widely used in medieval and Renaissance art",
      "answer": "vermillion"
    },
    {
      "category": "AN(IMAL)AGRAMS",
      "text": "What one lion said to the other:PLATE ONE!",
      "answer": "an antelope"
    },
    {
      "category": "HERE'S THE PLAY",
      "text": "Neil Simon won a 1991 Tony for \"Lost in\" here, which actually isn't too far from Broadway",
      "answer": "Yonkers"
    },
    {
      "category": "IT'S GONNA BE CLOSE...",
      "text": "In 2015, after 8:08:32, just 8 seconds would separate the 1st & 3rd place finishers in this type of race",
      "answer": "a triathlon"
    }
  ]
}