{
  "title": "Show #6188 - Wednesday, July 6, 2011",
  "date": {
    "day": 6,
    "month": "July",
    "year": 2011
  },
  "clues": [
    {
      "category": "THINK FAST WITH U.S. PRESIDENTS",
      "text": "The one who married a Michelle",
      "answer": "Obama"
    },
    {
      "category": "SUMMER GAMES",
      "text": "Little Tigers know that the WMF is the World Federation for the \"Mini\" version of this sport--look out for the windmill",
      "answer": "golf"
    },
    {
      "category": "FOR KIDS",
      "text": "Recess?  Time for this game with a soft drink in its name, where a septet of students are \"it\"",
      "answer": "Heads Up, Seven Up"
    },
    {
      "category": "ICE CREAM",
      "text": "More than 60 years ago, this brand started with 31 flavors; today it has over 1,000",
      "answer": "Baskin-Robbins"
    },
    {
      "category": "WHAT WILL YOU BE WHEN YOU GROW UP?",
      "text": "After I hatch from myeggI'll keep growing and growing until I'm a mature seven foot tall one of these birds",
      "answer": "an ostrich"
    },
    {
      "category": "VOWELS",
      "text": "With a plus, it's the highest grade possible on a standard report card",
      "answer": "an A"
    },
    {
      "category": "THINK FAST WITH U.S. PRESIDENTS",
      "text": "The one who had Al Gore as his Vice President",
      "answer": "Clinton"
    },
    {
      "category": "SUMMER GAMES",
      "text": "In this \"equine\" basketball game, you get a letter if you miss a shot & your rival makes one--if you spell the game, you lose",
      "answer": "horse"
    },
    {
      "category": "FOR KIDS",
      "text": "Get out the door faster in shoes that fasten using this material of tiny hooks & loops instead of laces",
      "answer": "Velcro"
    },
    {
      "category": "ICE CREAM",
      "text": "In January of 2011, pecans fruit & chocolaty bits in vanilla soft serve was this brand's \"Blizzard of the Month\"",
      "answer": "Dairy Queen"
    },
    {
      "category": "WHAT WILL YOU BE WHEN YOU GROW UP?",
      "text": "I look a little fishy right now at anearly stagebut soon I'll grow up & become this",
      "answer": "a frog"
    },
    {
      "category": "VOWELS",
      "text": "A book called \"Send\" is \"The Essential Guide\" to this type of \"mail\"",
      "answer": "e-mail"
    },
    {
      "category": "THINK FAST WITH U.S. PRESIDENTS",
      "text": "The only President to be elected 4 times to the job",
      "answer": "FDR"
    },
    {
      "category": "SUMMER GAMES",
      "text": "Use soccer balls to play a giant version of this game where the shooter knocks rolling targets out of a ring",
      "answer": "marbles"
    },
    {
      "category": "FOR KIDS",
      "text": "In comic books,thiskind-hearted bird is often seen with his friend, Wormie",
      "answer": "Owly"
    },
    {
      "category": "ICE CREAM",
      "text": "Candy Center Crunch & Strawberry Shortcake are ice creams on a stick from this \"good\" company, man",
      "answer": "Good Humor"
    },
    {
      "category": "WHAT WILL YOU BE WHEN YOU GROW UP?",
      "text": "Don't recognizeme?  I'm this beloved little beetle, still in the larval stage",
      "answer": "a ladybug"
    },
    {
      "category": "VOWELS",
      "text": "On the national anthem, it precedes \"Canada\"",
      "answer": "O"
    },
    {
      "category": "SUMMER GAMES",
      "text": "Hinkspiel is a German version of this game where you jump from one numbered space to another",
      "answer": "hopscotch"
    },
    {
      "category": "FOR KIDS",
      "text": "Ham & American sub is one of these Oscar Mayer combos that sound perfect for the noon meal",
      "answer": "Lunchables"
    },
    {
      "category": "WHAT WILL YOU BE WHEN YOU GROW UP?",
      "text": "EventuallyI'llbloom into one of these, with athousandseeds or so",
      "answer": "a sunflower"
    },
    {
      "category": "VOWELS",
      "text": "In traditional usage, it's also a pronoun",
      "answer": "I"
    },
    {
      "category": "SUMMER GAMES",
      "text": "In one of these \"hunts\" named for the behavior of certain animals, you & your friends compete to gather items on a list",
      "answer": "a scavenger hunt"
    },
    {
      "category": "FOR KIDS",
      "text": "DZ for short, this maker of music for the whole family used to be in a grown-up band, the Del Fuegos",
      "answer": "Dan Zanes"
    },
    {
      "category": "WHAT WILL YOU BE WHEN YOU GROW UP?",
      "text": "An old proverb says that from the little item seenherehere grow great ones of these trees",
      "answer": "an oak"
    },
    {
      "category": "VOWELS",
      "text": "In non-traditional usage, like in text messages, it's also a pronoun",
      "answer": "u"
    },
    {
      "category": "MYTHOLOGY",
      "text": "This Greek god could command the waves of the sea & create storms",
      "answer": "Poseidon"
    },
    {
      "category": "POP CULTURE",
      "text": "This son of Will Smith turns 13 this week & says math is his favorite subject--let's get him a textbook",
      "answer": "Jaden Smith"
    },
    {
      "category": "IT'S A SCIENTIFIC FACT",
      "text": "Due to its size, this planet is responsible for the Kirkwood gaps in our galaxy's asteroid belt",
      "answer": "Jupiter"
    },
    {
      "category": "THE LIBRARY OF CONGRESS",
      "text": "The smallest book in the collection, 1/25 of an inch square, tells the story of this \"merry old soul\" in a nursery rhyme",
      "answer": "Old King Cole"
    },
    {
      "category": "MAPS",
      "text": "Most maps typically use this color to depict bodies of water",
      "answer": "blue"
    },
    {
      "category": "SPELL IT!",
      "text": "Spell this Christian group that's often found before \"Oats\"",
      "answer": "Q-U-A-K-E-R"
    },
    {
      "category": "MYTHOLOGY",
      "text": "This Greek goddess of marriage & childbirth was jealous of Zeus' frequent infidelities",
      "answer": "Hera"
    },
    {
      "category": "POP CULTURE",
      "text": "In a 2011 animated film, Emily Blunt voices Juliet & James McAvoy voices this other title character",
      "answer": "Gnomeo"
    },
    {
      "category": "IT'S A SCIENTIFIC FACT",
      "text": "(Here is the clue. Pay attention to Sarah.) Chairs, a broom, some string, and a can full of sand are all you need for the experiment that creates one of these swinging devices, similar to the one physicist Foucault used to show the earth's rotation",
      "answer": "a pendulum"
    },
    {
      "category": "THE LIBRARY OF CONGRESS",
      "text": "The loc.gov feature called Thomas lets you search for these made by Congress, like H.R. 575",
      "answer": "laws that are passed by Congress"
    },
    {
      "category": "MAPS",
      "text": "This term refers to the box on a map that explains what the symbols and colors represent",
      "answer": "the key (or legend)"
    },
    {
      "category": "SPELL IT!",
      "text": "Spell this word for the young of a goose that's also the surname of an actor named Ryan",
      "answer": "G-O-S-L-I-N-G"
    },
    {
      "category": "MYTHOLOGY",
      "text": "The Norse believed that during a thunderstorm, this god rode through the heavens on a chariot drawn by goats",
      "answer": "Thor"
    },
    {
      "category": "POP CULTURE",
      "text": "On a Disney show, these 2 best friends try to be the world's greatest skateboarders",
      "answer": "Zeke & Luther"
    },
    {
      "category": "IT'S A SCIENTIFIC FACT",
      "text": "An emulsion is a mixture of 2 or more of these that don't dissolve in each other",
      "answer": "liquids"
    },
    {
      "category": "THE LIBRARY OF CONGRESS",
      "text": "In 1931 the library began providing sound recordings of books as well as books written in this",
      "answer": "Braille"
    },
    {
      "category": "MAPS",
      "text": "In 1904 the company named for Rand & him produced its first road map",
      "answer": "McNally"
    },
    {
      "category": "SPELL IT!",
      "text": "Spell this metric measurement equal to .03937 of an inch",
      "answer": "M-I-L-L-I-M-E-T-E-R"
    },
    {
      "category": "MYTHOLOGY",
      "text": "Melanion had to ask for help from this Greek love goddess on how to win Atalanta's hand",
      "answer": "Aphrodite"
    },
    {
      "category": "POP CULTURE",
      "text": "Young singer Bianca Ryan won the first season of this TV show now judged by Sharon Osbourne & others",
      "answer": "America's Got Talent"
    },
    {
      "category": "IT'S A SCIENTIFIC FACT",
      "text": "(Jimmy help us out, please.) Ice is not as heavy or dense as water. In fact, our little ice boat here floats because these smallest particles that consist of atoms expand and spread out.",
      "answer": "molecules"
    },
    {
      "category": "THE LIBRARY OF CONGRESS",
      "text": "Kids' books are under PZ in the LOC's cataloging system; this Michael Ende \"Story\" is in the PZ7's",
      "answer": "The Neverending Story"
    },
    {
      "category": "MAPS",
      "text": "The world's first weather map was created by this English astronomer in 1686 & showed the trade winds",
      "answer": "Edmund Halley"
    },
    {
      "category": "MYTHOLOGY",
      "text": "This 3-headed watchdog eats mortals who dare enter the underworld",
      "answer": "Cerberus"
    },
    {
      "category": "POP CULTURE",
      "text": "A video game in the \"Club Penguin\" series is titled his \"Revenge\"",
      "answer": "Herbert"
    },
    {
      "category": "IT'S A SCIENTIFIC FACT",
      "text": "Humans can drink sea water once it has been desalinated, meaning this has been removed",
      "answer": "salt"
    },
    {
      "category": "THE LIBRARY OF CONGRESS",
      "text": "The LOC holds the oldest book printed in North America, a 1640 translation of these Biblical verses",
      "answer": "the Psalms"
    },
    {
      "category": "MAPS",
      "text": "TV commercials for this maker of car navigation devices feature such characters as DougDoug & SueSue",
      "answer": "a TomTom"
    }
  ]
}