{
  "title": "Show #9250 - Friday, January 17, 2025",
  "date": {
    "day": 17,
    "month": "January",
    "year": 2025
  },
  "clues": [
    {
      "category": "PAULITICS",
      "text": "Tim Walz is an alumnus of a progressive \"boot camp\" named for this state's late Senator Paul Wellstone",
      "answer": "Minnesota"
    },
    {
      "category": "THE POWER OF 10",
      "text": "Actually holding less than 1/10 of its name, this cowboy wear may take its name from Spanish for \"braid\"",
      "answer": "a 10-gallon hat"
    },
    {
      "category": "B\" PICTURES",
      "text": "Pieter Bruegel the Elder's \"The Census at\" this little biblical town was one of the first landscapes to feature snow",
      "answer": "Bethlehem"
    },
    {
      "category": "BATTER UP!",
      "text": "A batter who deliberately makes an out in order to advance a runner is said to have performed this selfless act",
      "answer": "a sacrifice"
    },
    {
      "category": "WE HAD IT GOOD BACK THEN",
      "text": "The Mandan of the Plains had it good when this animal provided food, robes & much more;here, they honor it with a dance",
      "answer": "a buffalo (or bison)"
    },
    {
      "category": "DARLING, YOU SPOKE FRENCH",
      "text": "You told me you'd love me to your dernier souffle, not your last puffed egg dish but your last this",
      "answer": "(your last) breath"
    },
    {
      "category": "PAULITICS",
      "text": "Sen. Rand Paul is an ophthalmologist; Rep. Paul Gosar, DDS is this type of professional",
      "answer": "a dentist"
    },
    {
      "category": "THE POWER OF 10",
      "text": "The 10 Commandments include a directive to not covet the house, wife, donkey or anything else of this person",
      "answer": "your neighbor"
    },
    {
      "category": "B\" PICTURES",
      "text": "Zephyrus & a nymph attend the goddess as she emerges from the sea & lands in Cyprus in this Botticelli masterpiece",
      "answer": "The Birth of Venus"
    },
    {
      "category": "BATTER UP!",
      "text": "Done to increase control,thistechnique in which the bat is gripped well above the lower end sounds a little verklempt",
      "answer": "choking up"
    },
    {
      "category": "WE HAD IT GOOD BACK THEN",
      "text": "Things got better for Kyiv in 1019 as Yaroslav, bearer of this sagacious nickname, took over from Svyatopolk the Accursed as prince",
      "answer": "Yaroslav the Wise"
    },
    {
      "category": "DARLING, YOU SPOKE FRENCH",
      "text": "I swoon when you describe the clair de lune, this, shimmering on the water",
      "answer": "the moonlight"
    },
    {
      "category": "PAULITICS",
      "text": "In 1987, this Britishpartyled by Neil Kinnock elected Britain's first three Black MPs, including Paul Boateng",
      "answer": "the Labour Party"
    },
    {
      "category": "THE POWER OF 10",
      "text": "With a 1975 upset of Washington & Lee, the \"Ten Bears\" of HBCU Morgan State are a legend in this originally Native American sport",
      "answer": "lacrosse"
    },
    {
      "category": "B\" PICTURES",
      "text": "The Velázquez masterwork seenhereis known as \"The Feast of\" this Roman deity",
      "answer": "Bacchus"
    },
    {
      "category": "BATTER UP!",
      "text": "A batter who can hit either left-handed or right-handed is this versatile type; Pete Rose's Uncle Buddy helped teach him how",
      "answer": "a switch hitter"
    },
    {
      "category": "WE HAD IT GOOD BACK THEN",
      "text": "The 17th century is called this awesome time for the Dutch, also the title of a 1605paintingof a time when sweet nectar flowed",
      "answer": "the Golden Age"
    },
    {
      "category": "DARLING, YOU SPOKE FRENCH",
      "text": "I'm glad you adore my sourire, this, also the title in Quebec of a horror movie with Sosie Bacon",
      "answer": "a smile"
    },
    {
      "category": "PAULITICS",
      "text": "This Wisconsin Republican was Speaker of the U.S. House from 2015 to 2019",
      "answer": "Paul Ryan"
    },
    {
      "category": "THE POWER OF 10",
      "text": "In this religion's mythology, Ravana is a 10-headed king of the demons who is eventually defeated by the god Rama",
      "answer": "Hinduism"
    },
    {
      "category": "B\" PICTURES",
      "text": "Piet Mondrian evoked the vibrancy of New York & bluesy music in his abstract 1940s piece titled \"Broadway\" this rhyming music genre",
      "answer": "boogie-woogie"
    },
    {
      "category": "BATTER UP!",
      "text": "A batter who is \"sitting dead red\" is anticipating one of these pitches",
      "answer": "a fastball"
    },
    {
      "category": "WE HAD IT GOOD BACK THEN",
      "text": "The area around Butte, Montana once yielded half the nation's output of this metal used in telephone wires",
      "answer": "copper"
    },
    {
      "category": "DARLING, YOU SPOKE FRENCH",
      "text": "When you quote \"La Vie en rose\" with \"Des nuits d'amour à plus finir\", these \"never to end\"... dim the lights",
      "answer": "nights of love"
    },
    {
      "category": "PAULITICS",
      "text": "Paul Kagamehas been president of this African country since 2000, getting more than 99% of the vote in 2024",
      "answer": "Rwanda"
    },
    {
      "category": "THE POWER OF 10",
      "text": "Thousands died in the 10 Years' War, a failed 19th century revolution against Spanish rule on this largest Caribbean island",
      "answer": "Cuba"
    },
    {
      "category": "B\" PICTURES",
      "text": "Amasterpieceby Cézanne is titled not \"Swimmers\" but these",
      "answer": "The Bathers"
    },
    {
      "category": "BATTER UP!",
      "text": "A batted ball that hits a foul line & kicks up white dust is said to have raised this (it can actually be marble powder)",
      "answer": "chalk"
    },
    {
      "category": "WE HAD IT GOOD BACK THEN",
      "text": "The late 1200s was the heyday of this northwest Italian seaport, including a victory over Venice at the Battle of Curzola",
      "answer": "Genoa"
    },
    {
      "category": "DARLING, YOU SPOKE FRENCH",
      "text": "Ma chère, you made me the happiest man on Earth when you said \"oui\" at the sight of this, une bague de fiancailles",
      "answer": "an engagement ring"
    }
  ]
}