{
  "title": "Show #8478 - Wednesday, September 29, 2021",
  "date": {
    "day": 29,
    "month": "September",
    "year": 2021
  },
  "clues": [
    {
      "category": "I CAN NAME THAT NO. 1 '80s HIT",
      "text": "\"Here's a little song I wrote, you might want to sing it note for note\"",
      "answer": "\"Don't Worry, Be Happy\""
    },
    {
      "category": "THE NON-COASTAL U.S.",
      "text": "Things to do in this city include seeing its mint that opened in 1906 & taking in a game at Coors Field",
      "answer": "Denver"
    },
    {
      "category": "WEBCAMS",
      "text": "Via a webcam in the north of Scotland, keep an eye out for this legendary creature in its watery abode",
      "answer": "the Loch Ness Monster"
    },
    {
      "category": "3-LETTER VERBS",
      "text": "To solemnly pledge to undertake an action",
      "answer": "vow"
    },
    {
      "category": "MONKEY",
      "text": "Unknown to science until 2007, the Lesula monkey was discovered in this Democratic Republic of Central Africa",
      "answer": "DRC (Democratic Republic of the Congo)"
    },
    {
      "category": "BUSINESS",
      "text": "There are 3 of the same vowel in this term for the exclusive control of a product or service by one business or group",
      "answer": "a monopoly"
    },
    {
      "category": "I CAN NAME THAT NO. 1 '80s HIT",
      "text": "\"It's the thrill of the fight, rising up to the challenge of our rival\"",
      "answer": "\"Eye Of The Tiger\""
    },
    {
      "category": "THE NON-COASTAL U.S.",
      "text": "This state is the nation's least populous at just under 600,000",
      "answer": "Wyoming"
    },
    {
      "category": "WEBCAMS",
      "text": "In 2017 more than 14 million people tuned in live on the day that April, one of these creatures, gave birth",
      "answer": "giraffe"
    },
    {
      "category": "3-LETTER VERBS",
      "text": "To deplete something's energy or weaken it gradually",
      "answer": "sap"
    },
    {
      "category": "MONKEY",
      "text": "The bellow ofthisWestern Hemisphere dweller is described as deafening, so we're seeing the monkey, not hearing it",
      "answer": "howler"
    },
    {
      "category": "BUSINESS",
      "text": "Under this \"liability\", a shareholder cannot lose more money than they've invested in a company",
      "answer": "limited"
    },
    {
      "category": "I CAN NAME THAT NO. 1 '80s HIT",
      "text": "\"You know I feel so dirty when they start talking cute, I wanna tell her that I love her but the point is probably moot\"",
      "answer": "\"Jessie's Girl\""
    },
    {
      "category": "THE NON-COASTAL U.S.",
      "text": "Oh, for an ocean breeze! In August 2020 the average high in this southwestern capital city was 111 degrees Fahrenheit",
      "answer": "Phoenix"
    },
    {
      "category": "WEBCAMS",
      "text": "In 2019 a webcam captured the fire that collapsed this 850-year-old cathedral's spire & roof",
      "answer": "Notre Dame"
    },
    {
      "category": "3-LETTER VERBS",
      "text": "To clear a pool table by hitting all the balls in the pockets in a row",
      "answer": "run"
    },
    {
      "category": "MONKEY",
      "text": "Like a group of Girl or Boy Scouts, a group of monkeys is known as this & can have as many as 800 members",
      "answer": "troop"
    },
    {
      "category": "BUSINESS",
      "text": "This type of account book listing debts & credits dates back at least to the Renaissance as shownhere",
      "answer": "a ledger"
    },
    {
      "category": "I CAN NAME THAT NO. 1 '80s HIT",
      "text": "\"There's a choice we're making, we're saving our own lives, it's true we'll make a better day, just you and me\"",
      "answer": "\"We Are The World\""
    },
    {
      "category": "THE NON-COASTAL U.S.",
      "text": "This large national memorial that's about 25 miles southwest of Rapid City, South Dakota was named for a New York lawyer",
      "answer": "Mount Rushmore"
    },
    {
      "category": "WEBCAMS",
      "text": "In 2021 this \"hot spot\" on Sicily put on quite a show for viewers of its webcam",
      "answer": "Mount Etna"
    },
    {
      "category": "3-LETTER VERBS",
      "text": "To tell an insignificant or childish lie",
      "answer": "fib"
    },
    {
      "category": "MONKEY",
      "text": "Spider monkeys are susceptible to this Anopheles mosquito-borne disease & are used in lab studies to combat it",
      "answer": "malaria"
    },
    {
      "category": "BUSINESS",
      "text": "From the Latin for \"untouchable\", it's a term for assets such as patents, logos or customer love",
      "answer": "intangible"
    },
    {
      "category": "I CAN NAME THAT NO. 1 '80s HIT",
      "text": "\"Did you ever know that you're my hero? & everything I would like to be, I can fly higher than an eagle, for you are the... \"",
      "answer": "\"Wind Beneath My Wings\""
    },
    {
      "category": "THE NON-COASTAL U.S.",
      "text": "Not to be confused with the Boston area's Mass Ave, Mass Street is a center of University of Kansas life in this city",
      "answer": "Lawrence"
    },
    {
      "category": "WEBCAMS",
      "text": "Look out for sharks on an underwater cam 34 miles off the coast of this state's Cape Fear",
      "answer": "North Carolina"
    },
    {
      "category": "3-LETTER VERBS",
      "text": "To add additional unjustified expenses to an account",
      "answer": "pad"
    },
    {
      "category": "MONKEY",
      "text": "This shy & reclusive monkey seenherelives in equatorial rain forest & is known for its colorful face",
      "answer": "a mandrill"
    },
    {
      "category": "BUSINESS",
      "text": "The 2017 tax bill changed things for these businesses so-named because their revenue goes right to the tax returns of owners",
      "answer": "pass-through"
    }
  ]
}