{
  "title": "Show #6502 - Tuesday, December 18, 2012",
  "date": {
    "day": 18,
    "month": "December",
    "year": 2012
  },
  "clues": [
    {
      "category": "SOCK IT TO ME",
      "text": "This term for a teenage girl of the 1940s refers to ankle socks folded over at the top",
      "answer": "bobby socks"
    },
    {
      "category": "SPORTS TERMS",
      "text": "In basketball a helpful pass resulting in a score gets you this on the scoresheet",
      "answer": "an assist"
    },
    {
      "category": "TENNESSEE'S WILLIAMS",
      "text": "In 1797 Tennessee's William Blount became the first man expelled from this body & its only member impeached by the House",
      "answer": "the U.S. Senate"
    },
    {
      "category": "BLOCK\" PARTY",
      "text": "This company says it \"has helped clients obtain nearly $50 billion in tax refunds\" & other benefits",
      "answer": "H&R Block"
    },
    {
      "category": "EAT PREY",
      "text": "Thisbloodsucking insect preys on humans. Sleep tight",
      "answer": "a bedbug"
    },
    {
      "category": "LOVE",
      "text": "This character speaks the line \"Be but sworn my love, and I'll no longer be a Capulet\"",
      "answer": "Juliet"
    },
    {
      "category": "SOCK IT TO ME",
      "text": "Unlike most other kinds, tube socks aren't shaped to fit this part of your foot",
      "answer": "the heel"
    },
    {
      "category": "SPORTS TERMS",
      "text": "(Kelly of the Clue Crew walks on the beach at Bondi Beach in Sydney, Australia.)  This basic swimming stroke used by lifesavers was pioneered in Australia during a rescue approach; it's modified to keep the head out of the water & the rescuer's eyes on the victim",
      "answer": "the Australian crawl"
    },
    {
      "category": "TENNESSEE'S WILLIAMS",
      "text": "From 1913 to 1918 Chattanooga lawyer William McAdoo, this man's son-in-law, was also his Treasury secretary",
      "answer": "Woodrow Wilson"
    },
    {
      "category": "BLOCK\" PARTY",
      "text": "It was Lucy's usual term of non-endearment directed at Charlie Brown",
      "answer": "Blockhead"
    },
    {
      "category": "EAT PREY",
      "text": "This \"royal\" predator of North America ran to about 40 feet long & 7 tons, but isn't around anymore",
      "answer": "Tyrannosaurus rex"
    },
    {
      "category": "LOVE",
      "text": "In an 1850 poem he wrote, \"'Tis better to have loved and lost than never to have loved at all\"",
      "answer": "Alfred Lord Tennyson"
    },
    {
      "category": "SOCK IT TO ME",
      "text": "2-word term for an extra little Christmas gift; you can get some at the Starbucks store",
      "answer": "a stocking stuffer"
    },
    {
      "category": "SPORTS TERMS",
      "text": "This term for a golf course is actually a Scottish word for sandy coastal land",
      "answer": "links"
    },
    {
      "category": "TENNESSEE'S WILLIAMS",
      "text": "Governor during reconstruction, William Brownlow mobilized the Tennessee guard to crush this then-new hate group",
      "answer": "the Ku Klux Klan"
    },
    {
      "category": "BLOCK\" PARTY",
      "text": "A hit movie, or an aerial bomb weighing several tons",
      "answer": "Blockbuster"
    },
    {
      "category": "EAT PREY",
      "text": "Don't tread onthisvenomous predator seenhere",
      "answer": "a (western) rattlesnake"
    },
    {
      "category": "LOVE",
      "text": "A song by this composer says, \"Birds do it, bees do it, even educated fleas do it, let's do it, let's fall in love\"",
      "answer": "Cole Porter"
    },
    {
      "category": "SOCK IT TO ME",
      "text": "Originally green & white, these socks worn by the Campbell clan were named for a county in west Scotland",
      "answer": "argyle"
    },
    {
      "category": "SPORTS TERMS",
      "text": "A cesta is the basket used to catch & throw the pelota, or ball, in this fast sport",
      "answer": "jai alai"
    },
    {
      "category": "TENNESSEE'S WILLIAMS",
      "text": "In 1958 Tennessean William Anderson commanded this submarine on the first voyage under the North Pole's ice pack",
      "answer": "the USSNautilus"
    },
    {
      "category": "BLOCK\" PARTY",
      "text": "Occupational name for a type of wood-topped table",
      "answer": "butcher's block"
    },
    {
      "category": "EAT PREY",
      "text": "One of the fiercest predators of penguins is the leopard variety of this mammal",
      "answer": "a seal"
    },
    {
      "category": "LOVE",
      "text": "In \"The Prophet\" he wrote, \"Love one another, but make not a bond of love: let it rather be a moving sea\"",
      "answer": "Kahlil Gibran"
    },
    {
      "category": "SOCK IT TO ME",
      "text": "In 1931 ankle socks caused a sensation when Mrs. Fernley-Whittingstall wore them playing this at Forest Hills",
      "answer": "tennis"
    },
    {
      "category": "SPORTS TERMS",
      "text": "This 6-letter German term means to make a straight downhill run on skis",
      "answer": "schuss"
    },
    {
      "category": "TENNESSEE'S WILLIAMS",
      "text": "A real-life \"Bones\", forensic anthropologist William Bass founded the \"Body Farm\" at the U. of Tenn. in this city",
      "answer": "Knoxville"
    },
    {
      "category": "BLOCK\" PARTY",
      "text": "Alliterative term for a substance taken to reduce the heart rate or to prevent migraines",
      "answer": "a beta blocker"
    },
    {
      "category": "EAT PREY",
      "text": "Called the tiger of the sea, this streamlined ocean predator can be a threat to swimmers wearing shiny objects",
      "answer": "a barracuda"
    },
    {
      "category": "LOVE",
      "text": "Around 413 A.D. this church father declared, \"Love and do what you will\"",
      "answer": "St. Augustine"
    }
  ]
}