{
  "title": "Show #9210 - Friday, November 22, 2024",
  "date": {
    "day": 22,
    "month": "November",
    "year": 2024
  },
  "clues": [
    {
      "category": "BARBIE THROUGH THE YEARS",
      "text": "The Dolls of the World include a Princess of Japan Barbie dressed in a colorful one of these robes & a pair of zori sandals",
      "answer": "a kimono"
    },
    {
      "category": "ZOOLOGY GLOSSARY",
      "text": "As their name implies, decapods like crawfish or crabs have this number of legs",
      "answer": "10"
    },
    {
      "category": "OOPS!",
      "text": "A stock market technical glitch in 2024 showed this Warren Buffett company down 99% for the day",
      "answer": "Berkshire Hathaway"
    },
    {
      "category": "FRENCH-NAMED FOOD & DRINK",
      "text": "It's a pre-dinner alcoholic drink, perhaps champagne, that gets you ready for the main event",
      "answer": "an apéritif"
    },
    {
      "category": "SPEECH",
      "text": "As Chief Justice, this ex-pres. spoke on legal reform & warned his talk was \"dry to the point of satisfying the Anti-Saloon League\"",
      "answer": "Taft"
    },
    {
      "category": "GIFT OF \"GAB",
      "text": "One billion bytes",
      "answer": "a gigabyte"
    },
    {
      "category": "BARBIE THROUGH THE YEARS",
      "text": "One of Barbie's earliest careers was as one of these, like Anne Klein or Stella McCartney",
      "answer": "a fashion designer"
    },
    {
      "category": "ZOOLOGY GLOSSARY",
      "text": "Derived from the Greek for \"living a double life\", this class of animal lives on land typically but breeds in water",
      "answer": "an amphibian"
    },
    {
      "category": "OOPS!",
      "text": "The \"Wicked\" Bible of 1631 famously omitted this word from the 10 Commandments in the one about adultery",
      "answer": "not"
    },
    {
      "category": "FRENCH-NAMED FOOD & DRINK",
      "text": "In New Orleans you can find crab ones ofthesefritters, as well as the sweetkindcovered with powdered sugar",
      "answer": "a beignet"
    },
    {
      "category": "SPEECH",
      "text": "Thislong-time New York governor gave an impassioned 1984 convention speech sometimes known as \"A Tale of Two Cities\"",
      "answer": "Mario Cuomo"
    },
    {
      "category": "GIFT OF \"GAB",
      "text": "Mission ship-possible; the Congo River is this adjective between Kinshasa & Kisangani",
      "answer": "navigable"
    },
    {
      "category": "BARBIE THROUGH THE YEARS",
      "text": "To help kids with cancer, in 2012 Mattel created Ella, aka Chemo Barbie, who notably had this feature",
      "answer": "being bald"
    },
    {
      "category": "ZOOLOGY GLOSSARY",
      "text": "In layman's terms a marsupial's marsupium is this",
      "answer": "its pouch"
    },
    {
      "category": "OOPS!",
      "text": "In 1984 the Trail Blazers drafted Sam Bowie instead of this Tar Heel that the Bulls got; definite oops material",
      "answer": "Michael Jordan"
    },
    {
      "category": "FRENCH-NAMED FOOD & DRINK",
      "text": "A cup of Joe with an equal amount of steamed or hot milk = this beverage with a rhyming name",
      "answer": "café au lait"
    },
    {
      "category": "SPEECH",
      "text": "In 1776 this famous cousin watered down Patrick Henry with \"independence... or the most ignominious & galling servitude\"",
      "answer": "Samuel Adams"
    },
    {
      "category": "GIFT OF \"GAB",
      "text": "This country's Loango National Park protects elephants & hippos",
      "answer": "Gabon"
    },
    {
      "category": "BARBIE THROUGH THE YEARS",
      "text": "Multiple Barbies appeared in the 2023 film, including President Barbie played bythisfunny lady",
      "answer": "Issa Rae"
    },
    {
      "category": "ZOOLOGY GLOSSARY",
      "text": "These small, cylindrical polyps build their limestone skeletons by drawing calcium out of seawater",
      "answer": "coral"
    },
    {
      "category": "OOPS!",
      "text": "For 164 years Anne of this literary family had the wrong age on her tombstone; in 2013, it was corrected",
      "answer": "Brontë"
    },
    {
      "category": "FRENCH-NAMED FOOD & DRINK",
      "text": "Mellower & with fewer tannins than Cabernet, this wine variety derives its name from the French word for \"blackbird\"",
      "answer": "merlot"
    },
    {
      "category": "SPEECH",
      "text": "In 1653 Oliver Cromwell dismissed the remnant called this anatomy-named \"Parliament\" with abuse & \"in the name of God--go!\"",
      "answer": "the Rump Parliament"
    },
    {
      "category": "GIFT OF \"GAB",
      "text": "In \"Can You Feel The Love Tonight\", Elton John sings the power of love makes kings & these wandering folks \"believe the very best\"",
      "answer": "vagabonds"
    },
    {
      "category": "BARBIE THROUGH THE YEARS",
      "text": "The Barbie Inspiring Women collection includes one ofthisNASA mathematician, no longer a \"hidden figure\"",
      "answer": "Katherine Johnson"
    },
    {
      "category": "ZOOLOGY GLOSSARY",
      "text": "\"C\" is forthis, the hard-shelled covering for the pupa of a butterfly",
      "answer": "chrysalis"
    },
    {
      "category": "OOPS!",
      "text": "Pat Maloney, as editor of the Chicago Tribune, okayed the headline this man \"Defeats Truman\"",
      "answer": "Dewey"
    },
    {
      "category": "FRENCH-NAMED FOOD & DRINK",
      "text": "The French version of broth & a celebrated seafood stew, they both start with the same 6 letters",
      "answer": "bouillon & bouillabaisse"
    },
    {
      "category": "SPEECH",
      "text": "In 1977 he said in a speech, \"We are not only a Latin-American nation; we are an Afro-American nation also\"",
      "answer": "Fidel Castro"
    },
    {
      "category": "GIFT OF \"GAB",
      "text": "A Royal Navy battlecruiser had this name meaning tireless & \"in\"exhaustible",
      "answer": "Indefatigable"
    }
  ]
}