{
  "title": "Jeopardy! Mastersgame #51 - Wednesday, May 28, 2025",
  "date": {
    "day": 28,
    "month": "May",
    "year": 2025
  },
  "clues": [
    {
      "category": "SAME FIRST & LAST LETTER PLACES",
      "text": "Brandy distillation is a major industry of this town in France's Nouvelle-Aquitaine region",
      "answer": "Cognac"
    },
    {
      "category": "HEY, \"KID",
      "text": "Proverbialperson surrounded by many great choices",
      "answer": "a kid in a candy store"
    },
    {
      "category": "THE MOTORCYCLE OF THESEUS",
      "text": "Theseus replaced this lever operated with the left hand; bikers still use it, but 95% of U.S. car drivers don't use the same-named pedal",
      "answer": "clutch"
    },
    {
      "category": "SHOW THE DOOR",
      "text": "The USA's Open Door Policy of 1899 sought to ensure all countries had equal access to trade with this nation",
      "answer": "China"
    },
    {
      "category": "STAR TRACK",
      "text": "In 2013 this actress topped the adult contemporary chart with \"Cups\"",
      "answer": "Anna Kendrick"
    },
    {
      "category": "BOOKS & BOOK SERIES",
      "text": "(One more time, Rebecca Yarros.)  I write down scenes & plot points on index cards, & even at that stage might include these hidden messages, an alliterative term from the world video games",
      "answer": "an Easter egg"
    },
    {
      "category": "SAME FIRST & LAST LETTER PLACES",
      "text": "North of Grand Rapids, you'll find this city named for explorer Antoine; it was originally called Clam Lake!",
      "answer": "Cadillac"
    },
    {
      "category": "HEY, \"KID",
      "text": "A Vanity Fair article after the release of the musical \"Tick, Tick... Boom!\" called Andrew Garfield \"the Ultimate\" this",
      "answer": "a theater kid"
    },
    {
      "category": "THE MOTORCYCLE OF THESEUS",
      "text": "The original tires are gone; they were great on dirt but also this 2-word phrase, meaning the cops can't touch you in the city",
      "answer": "street legal"
    },
    {
      "category": "SHOW THE DOOR",
      "text": "Depicting scenes from the explorer's life, theColumbus Doorslead into this domed area, the heart of the U.S. Capitol",
      "answer": "the Rotunda"
    },
    {
      "category": "STAR TRACK",
      "text": "Turns out music was his true vice!  This actor had 2 '80s Top 40 hits: \"Heartbeat\" & \"Till I Loved You\", a duet with Barbra Streisand",
      "answer": "(Don) Johnson"
    },
    {
      "category": "BOOKS & BOOK SERIES",
      "text": "(Rebecca Yarros?)  Important in world-building & adding context, short snippets at the start of book chapters, like the ones from \"The Dragon Rider's Codex\" in \"Fourth Wing\" are called these, from Greek for \"to write upon\"",
      "answer": "epigraph"
    },
    {
      "category": "SAME FIRST & LAST LETTER PLACES",
      "text": "This city in southwest Germany is one of Europe's largest inland ports",
      "answer": "Mannheim"
    },
    {
      "category": "HEY, \"KID",
      "text": "In an '80s ad this iconic phrase precedes \"They got the best for so much less, you'll really flip your lid\"",
      "answer": "I'm a Toys “R” Us kid"
    },
    {
      "category": "THE MOTORCYCLE OF THESEUS",
      "text": "There's a whole new single-shock rear suspension, the kind pioneered by this company's \"Monocross\" on the YZ250 in 1974",
      "answer": "Yamaha"
    },
    {
      "category": "SHOW THE DOOR",
      "text": "Beginning in 1906, this man & his namesake company pioneered door-to-door sales, passing $800 million in purchases by 1960",
      "answer": "Fuller"
    },
    {
      "category": "STAR TRACK",
      "text": "M. Ward is the Him & she is the She of She & Him, & the 2 asked the musical question \"Why Do You Let Me Stay Here?\"",
      "answer": "Zooey Deschanel"
    },
    {
      "category": "BOOKS & BOOK SERIES",
      "text": "(Back to Rebecca.)  As a romance novelist, I believe in treating my characters to \"happily ever after\", a phrase that first appears in English in a translation of this not-always-so-happy Italian Renaissance work set during a plague",
      "answer": "The Decameron"
    },
    {
      "category": "SAME FIRST & LAST LETTER PLACES",
      "text": "Everglades National Park is just southwest ofthiscity famed for its horse track replete withflamingos",
      "answer": "Hialeah"
    },
    {
      "category": "HEY, \"KID",
      "text": "In 1992 Bill Clinton gave himself this nickname after the New Hampshire primary",
      "answer": "the Comeback Kid"
    },
    {
      "category": "THE MOTORCYCLE OF THESEUS",
      "text": "Theseus put in a custom exhaust, just like the one Don Fera stunt-rode in this 1953 Marlon Brando movie",
      "answer": "The Wild One"
    },
    {
      "category": "SHOW THE DOOR",
      "text": "This venue in NYC's Theater District was operated during World War II as a place for servicemen to enjoy free entertainment",
      "answer": "Stage Door Canteen"
    },
    {
      "category": "STAR TRACK",
      "text": "In this band,Jack Black & Kyle Gasswere letter-perfect singing \"Dude (I Totally Miss You)\" & \"Beelzeboss (The Final Showdown)\"",
      "answer": "Tenacious D"
    },
    {
      "category": "BOOKS & BOOK SERIES",
      "text": "(Back to Rebecca Yarros.)  Paving the way for me in the romantasy genre isthisauthor of the \"Throne of Glass\" series, which she began writing as a teenager",
      "answer": "(Sarah J.) Maas"
    },
    {
      "category": "SAME FIRST & LAST LETTER PLACES",
      "text": "This city was the eventual outcome of the wishes of Menelik II's wife, who wanted a house near some hot springs",
      "answer": "Addis Ababa"
    },
    {
      "category": "HEY, \"KID",
      "text": "This triumphant meme template shows 11-month-old Sam Griner clenching his fist on a beach in a green & white shirt",
      "answer": "Success Kid"
    },
    {
      "category": "THE MOTORCYCLE OF THESEUS",
      "text": "The brakes have new these, a word one letter off from a measurement used for guns",
      "answer": "calipers"
    },
    {
      "category": "SHOW THE DOOR",
      "text": "Aldous Huxley recounted his experiences using mescaline in this nonfiction work",
      "answer": "The Doors of Perception"
    },
    {
      "category": "STAR TRACK",
      "text": "Keanu Reeves played bass on tunes like \"Everything Turns Around\" forthisband",
      "answer": "Dogstar"
    },
    {
      "category": "BOOKS & BOOK SERIES",
      "text": "(Here's Rebecca Yarros.)  I majored in history & grew up in a 2nd-generation military family, so I can appreciate howthisauthor's series \"Master and Commander\" combines history & military valor",
      "answer": "(Patrick) O'Brian"
    }
  ]
}