{
  "title": "Show #9053 - Wednesday, March 6, 2024",
  "date": {
    "day": 6,
    "month": "March",
    "year": 2024
  },
  "clues": [
    {
      "category": "SHAKESPEARE FOR EVERYONE!",
      "text": "To sum things up, this title guy passes over a very vengeful dude for the chief Lt. gig & does not get to live to regret it",
      "answer": "Othello"
    },
    {
      "category": "OLYMPIC HISTORY",
      "text": "The 1924 Games saw the debut of the motto \"Citius, Altius, Fortius\"--faster, higher, this",
      "answer": "stronger"
    },
    {
      "category": "ISLANDS",
      "text": "Monuriki, an uninhabited island of Fiji, became a tourist attraction after the release of this Tom Hanks film",
      "answer": "Cast Away"
    },
    {
      "category": "MIDDLE X",
      "text": "A cheerful & tricky sprite, or in a different sense, Black Francis, as one of a group",
      "answer": "a pixie"
    },
    {
      "category": "WAITS",
      "text": "Jane Seymour served as one of these to Anne Boleyn, who had served as one to Katherine of Aragon",
      "answer": "a lady in waiting"
    },
    {
      "category": "MEASURES",
      "text": "A mercury one of these devices measures atmospheric pressure in pounds per square inch",
      "answer": "a barometer"
    },
    {
      "category": "SHAKESPEARE FOR EVERYONE!",
      "text": "This character says, \"Make thick my blood; stop up the access & passage to remorse\"; it's not her last experience with blood",
      "answer": "Lady Macbeth"
    },
    {
      "category": "OLYMPIC HISTORY",
      "text": "This sport got ugly in 1956 as recently invaded Hungary beat the USSR in the \"Blood in the Water\" match",
      "answer": "water polo"
    },
    {
      "category": "ISLANDS",
      "text": "The most populous island in the world, it's home to more than half of Indonesia's people",
      "answer": "Java"
    },
    {
      "category": "MIDDLE X",
      "text": "Term for reproduction by an organism making copies of itself, or an orientation without carnal desire",
      "answer": "asexual"
    },
    {
      "category": "WAITS",
      "text": "Bernadine, Robin, Savannah & Gloria were \"Waiting to\" do this in a 1992 book title",
      "answer": "exhale"
    },
    {
      "category": "MEASURES",
      "text": "In the 1670s Danish astronomer Ole Roemer was the first to show this was finite, now defined as 186,282 miles per second",
      "answer": "the speed of light"
    },
    {
      "category": "SHAKESPEARE FOR EVERYONE!",
      "text": "Awaking, this weaver says, \"I have had a dream... man is but an ass if he go about to expound this dream\"",
      "answer": "Bottom"
    },
    {
      "category": "OLYMPIC HISTORY",
      "text": "In 1912 Martin Klein pinned Alfred Asikainen after an epic 11-hour, 40-minute bout in this hyphenated wrestling style",
      "answer": "Greco-Roman wrestling"
    },
    {
      "category": "ISLANDS",
      "text": "I took a pill in this third-largest of Spain's Balearic islands--what'd I miss?",
      "answer": "Ibiza"
    },
    {
      "category": "MIDDLE X",
      "text": "Multiple blaring horns or warning hooters (that means put an S at the end of this high-score Scrabble word, y'all)",
      "answer": "claxons"
    },
    {
      "category": "WAITS",
      "text": "He had a Top 20 hit singing, \"You take it on faith, you take it to the heart, the waiting is the hardest part\"",
      "answer": "Tom Petty"
    },
    {
      "category": "MEASURES",
      "text": "For a measured pour, a bartender might rely onthisdouble-sided metal cup; a versatile one is 2 oz. on one side, 1 on the other",
      "answer": "a jigger"
    },
    {
      "category": "SHAKESPEARE FOR EVERYONE!",
      "text": "Her last speech includes \"Thy husband is thy lord, thy life, thy keeper... thy sovereign\"",
      "answer": "Katherina"
    },
    {
      "category": "OLYMPIC HISTORY",
      "text": "She took a silver medal in women's figure skating in 1994; Tonya Harding finished a medalless eighth",
      "answer": "Nancy Kerrigan"
    },
    {
      "category": "ISLANDS",
      "text": "In 1863, the ancient statue seenherewas discovered on this Greek island",
      "answer": "Samothrace"
    },
    {
      "category": "MIDDLE X",
      "text": "This math adjective that means having a common axis often precedes \"cable\"",
      "answer": "coaxial"
    },
    {
      "category": "WAITS",
      "text": "At Jefferson's Monticello, the dining room fireplace conceals one of these that's linked to the wine cellar",
      "answer": "a dumbwaiter"
    },
    {
      "category": "MEASURES",
      "text": "A blood test to measure cholesterol should calculate total cholesterol, LDLs, HDLs & these, named for a trio of molecules",
      "answer": "triglycerides"
    },
    {
      "category": "SHAKESPEARE FOR EVERYONE!",
      "text": "This early play features Proteus & Valentine in the title roles (& it's not \"Proteus & Valentine Take Manhattan\")",
      "answer": "The Two Gentlemen of Verona"
    },
    {
      "category": "OLYMPIC HISTORY",
      "text": "In 1904 Ralph Rose & Martin Sheridan broke a tie with a \"throw-off\" in this field event; Sheridan won with a spin of 127' 10 1/4\"",
      "answer": "discus"
    },
    {
      "category": "ISLANDS",
      "text": "Sapporo is the capital of this Japanese island that also has double letters",
      "answer": "Hokkaido"
    },
    {
      "category": "MIDDLE X",
      "text": "The ore of aluminum",
      "answer": "bauxite"
    },
    {
      "category": "WAITS",
      "text": "Clifford Odets got it right with his one-act play \"Waiting for\" him",
      "answer": "Lefty"
    },
    {
      "category": "MEASURES",
      "text": "A unit of weight in the apothecaries' system, it equals 20 grains; in another sense, it's a synonym for a moral principle",
      "answer": "a scruple"
    }
  ]
}