{
  "title": "PrimetimeCelebrity Jeopardy!game #3 - Sunday, October 9, 2022",
  "date": {
    "day": 9,
    "month": "October",
    "year": 2022
  },
  "clues": [
    {
      "category": "THE TERMINAL LIST",
      "text": "250,000 people a day commute through this terminal at Park Ave. & 42nd St.; the \"Station\" is where you get the subway down below",
      "answer": "Grand Central Terminal (Grand Central Station accepted)"
    },
    {
      "category": "SCIENCE FICTION",
      "text": "\"Cinder\" by Marissa Meyer is about a cyborg version of this fairy-tale girl",
      "answer": "Cinderella"
    },
    {
      "category": "GO BLUE!",
      "text": "In 2020 a rare blue this was rescued from becoming dinner at the chain restaurant Red this, & sent to a zoo",
      "answer": "a lobster"
    },
    {
      "category": "A LEAGUE OF THEIR OWN",
      "text": "The Prime Video series \"A League of Their Own\" recreates the 1940s AAGPBL, the All-American Girls Professional this League",
      "answer": "Baseball"
    },
    {
      "category": "AMERICANA",
      "text": "In 1969, 108-year-old Vassar College began admitting these people, \"sensitive & humble\" ones",
      "answer": "men"
    },
    {
      "category": "THE AFTER PARTY",
      "text": "Okay, how about this highly seasoned smoked beef on rye, with cole slaw & fries on the side",
      "answer": "pastrami"
    },
    {
      "category": "THE TERMINAL LIST",
      "text": "Terminal 1 at this Chicago airport mainly serves Chicago-based United Airlines",
      "answer": "O'Hare"
    },
    {
      "category": "SCIENCE FICTION",
      "text": "Genetically re-created dinosaurs run amok on an island in this 1990 Michael Crichton novel",
      "answer": "Jurassic Park"
    },
    {
      "category": "GO BLUE!",
      "text": "Time to break out some PBR, this beer brand that briefly branched out into hard coffee",
      "answer": "Pabst (Blue Ribbon)"
    },
    {
      "category": "A LEAGUE OF THEIR OWN",
      "text": "\"We got next\" was the slogan of this league when it debuted in 1997 with stars like Lisa Leslie & Rebecca Lobo",
      "answer": "the WNBA"
    },
    {
      "category": "AMERICANA",
      "text": "A symbolic starting point for N. Calif. is on highway 99 north of Fresno--this 4-letter tree stands just north of a palm tree",
      "answer": "a pine"
    },
    {
      "category": "THE AFTER PARTY",
      "text": "You are... not the father!  Or maybe you are!  Time to take this \"test\" that determines biological dad-ness",
      "answer": "paternity"
    },
    {
      "category": "THE TERMINAL LIST",
      "text": "\"I was on a Paris train, I emerged in London rain /And you were waitingthere,\" at St. Pancras, from 1876, in the age ofthisqueen",
      "answer": "Victoria"
    },
    {
      "category": "SCIENCE FICTION",
      "text": "Jules Verne's \"From the Earth to\" this heavenly body doesn't actually depict the journey; that's in the sequel",
      "answer": "the Moon"
    },
    {
      "category": "GO BLUE!",
      "text": "These turn blue & become munchable for arcade hero Pac-Man after he eats a power pellet; scary!",
      "answer": "a ghost"
    },
    {
      "category": "A LEAGUE OF THEIR OWN",
      "text": "This league was created as part of the successful bid to bring the 1994 World Cup to the United States",
      "answer": "MLS (Major League Soccer)"
    },
    {
      "category": "AMERICANA",
      "text": "Seenhereis this famous Wyoming landmark named for its regular eruptions",
      "answer": "Old Faithful"
    },
    {
      "category": "THE AFTER PARTY",
      "text": "Mongo only this least valuable chess piece in game of life",
      "answer": "a pawn"
    },
    {
      "category": "THE TERMINAL LIST",
      "text": "This Turkish city's airport claims the world's biggest terminal building, sprawling over 15.5 million square feet",
      "answer": "Istanbul"
    },
    {
      "category": "SCIENCE FICTION",
      "text": "Philip K. Dick's \"Do Androids Dream of Electric Sheep?\" became this movie with Harrison Ford as a hunter of Replicants",
      "answer": "Blade Runner"
    },
    {
      "category": "GO BLUE!",
      "text": "Known as the little blue pill, it's been suggested audaciously that some men might use it for recreation, not procreation",
      "answer": "Viagra"
    },
    {
      "category": "A LEAGUE OF THEIR OWN",
      "text": "It was founded in Daytona Beach in 1948 to organize races for \"stock\" or production line cars",
      "answer": "NASCAR"
    },
    {
      "category": "AMERICANA",
      "text": "Yankee magazine says this New England state is known for chowder, old money & being the home of TV's Gilmore girls",
      "answer": "Connecticut"
    },
    {
      "category": "THE AFTER PARTY",
      "text": "Black's Law Dictionary says a \"crime of\" this is \"committed in the heat of an emotionally charged moment\"",
      "answer": "passion"
    },
    {
      "category": "THE TERMINAL LIST",
      "text": "You'll wanna buy a snack in the Civitavecchia ferry terminal for the 6-hour ride tothisItalian island northwest of Sicily",
      "answer": "Sardinia"
    },
    {
      "category": "SCIENCE FICTION",
      "text": "Like this author, Lord Dorwin in his \"Foundation\" series has an impressive pair of sideburns",
      "answer": "(Isaac) Asimov"
    },
    {
      "category": "GO BLUE!",
      "text": "In 1924 this American composer wrote \"Rhapsody In Blue\" in about 5 weeks to beat a deadline",
      "answer": "George Gershwin"
    },
    {
      "category": "A LEAGUE OF THEIR OWN",
      "text": "The Montreal Alouettes & the Winnipeg Blue Bombers are among the teams competing for the Grey Cup in this league",
      "answer": "the CFL (Canadian Football League)"
    },
    {
      "category": "AMERICANA",
      "text": "This Tennessee city is famous as one of the birthplaces of the blues & as the home of barbecue spaghetti",
      "answer": "Memphis"
    },
    {
      "category": "THE AFTER PARTY",
      "text": "Idiomatically, when you \"put someone out to\" this, you're making them retire but not forcing them to graze there for food",
      "answer": "pasture"
    },
    {
      "category": "ANCIENT ROME",
      "text": "This general & statesman became dictator in 46 B.C. but was assassinated on the ides of March by Brutus & others",
      "answer": "(Julius) Caesar"
    },
    {
      "category": "21 OR UNDER",
      "text": "Including the pole vault & hurdles, the athletic contest known as the decathlon comprises this many track & field events",
      "answer": "10"
    },
    {
      "category": "WHAT ARE YOU AFRAID OF?",
      "text": "If you've got hemophobia, the fear of this, it's unlikely that you're a surgeon... or a vampire",
      "answer": "blood"
    },
    {
      "category": "CELEBRITY MEMOIRS",
      "text": "This \"Star Wars\" princess wrote \"Wishful Drinking\", based on her one-woman show",
      "answer": "Carrie Fisher"
    },
    {
      "category": "STARS",
      "text": "Giddyup, this constellation named for a mythical flying horse; a supernova was seen in a spiral galaxy there in 2014",
      "answer": "Pegasus"
    },
    {
      "category": "THEY'RE JUST LIKE \"US",
      "text": "The buildings & grounds of a college",
      "answer": "a campus"
    },
    {
      "category": "ANCIENT ROME",
      "text": "4-letter word for the loose-fitting outer garment made from a single piece of cloth",
      "answer": "a toga"
    },
    {
      "category": "21 OR UNDER",
      "text": "In 1971 the age to vote in U.S. elections was lowered to this",
      "answer": "18"
    },
    {
      "category": "WHAT ARE YOU AFRAID OF?",
      "text": "Might want to skip that interview for a job on a ranch if you've got equinophobia, a fear of these",
      "answer": "horses"
    },
    {
      "category": "CELEBRITY MEMOIRS",
      "text": "\"Bossypants\" by this comedy actress & writer has sold more than 1 million copies",
      "answer": "Tina Fey"
    },
    {
      "category": "STARS",
      "text": "Polaris, also called this \"directional\" name--we'll save you from coming up with Alpha Ursae Minoris--is really a triple star system",
      "answer": "the North Star"
    },
    {
      "category": "THEY'RE JUST LIKE \"US",
      "text": "A big demolition bomb, or a onetime movie rental chain that still has a store in Bend, Oregon",
      "answer": "Blockbuster"
    },
    {
      "category": "ANCIENT ROME",
      "text": "The poet Horace wrote \"Carpe diem\", meaning this; his quote continues on to say not to trust tomorrow",
      "answer": "seize the day"
    },
    {
      "category": "21 OR UNDER",
      "text": "A bar mitzvah is traditionally celebrated when a Jewish boy has reached this age",
      "answer": "13"
    },
    {
      "category": "WHAT ARE YOU AFRAID OF?",
      "text": "Many people have arachnophobia, a fear of these critters",
      "answer": "spiders"
    },
    {
      "category": "CELEBRITY MEMOIRS",
      "text": "\"Wildflower\" is a memoir by this talk show host & \"50 First Dates\" star",
      "answer": "Drew Barrymore"
    },
    {
      "category": "STARS",
      "text": "This dog star--we'll save you from coming up with Alpha Canis Majoris--is about 25 times as luminous as our Sun",
      "answer": "Sirius"
    },
    {
      "category": "THEY'RE JUST LIKE \"US",
      "text": "The name of this Bible book is from the Greek for \"a going out\"",
      "answer": "Exodus"
    },
    {
      "category": "ANCIENT ROME",
      "text": "Also known as the Flavian Amphitheater, this large arena could seat 50,000 spectators",
      "answer": "the Colosseum"
    },
    {
      "category": "21 OR UNDER",
      "text": "Like the individual cells in a beehive honeycomb, a hexagon is a figure with this many sides",
      "answer": "6"
    },
    {
      "category": "WHAT ARE YOU AFRAID OF?",
      "text": "This phobia is the medical term for a fear of confined spaces such as elevators",
      "answer": "claustrophobia"
    },
    {
      "category": "CELEBRITY MEMOIRS",
      "text": "This actress' memoir \"Troublemaker\" is subtitled \"Surviving Scientology & Hollywood\"",
      "answer": "Leah Remini"
    },
    {
      "category": "STARS",
      "text": "September babies like William Howard Taft & Beyonce were born under the sign of this largest constellation of the zodiac",
      "answer": "Virgo"
    },
    {
      "category": "THEY'RE JUST LIKE \"US",
      "text": "Wrap your ears around this corn covering",
      "answer": "a husk"
    },
    {
      "category": "ANCIENT ROME",
      "text": "In the 70s B.C. this gladiator led a slave revolt; Kirk Douglas played him on film",
      "answer": "Spartacus"
    },
    {
      "category": "21 OR UNDER",
      "text": "In a story written by Washington Irving, Rip Van Winkle drinks a magic liquor & then falls asleep for this many years",
      "answer": "20"
    },
    {
      "category": "WHAT ARE YOU AFRAID OF?",
      "text": "This phobia is a fear of strangers or foreigners",
      "answer": "xenophobia"
    },
    {
      "category": "CELEBRITY MEMOIRS",
      "text": "This movie star wrote the sort-of-memoir \"My Way of Life\"; her adopted daughter painted a different picture in \"Mommie Dearest\"",
      "answer": "Joan Crawford"
    },
    {
      "category": "STARS",
      "text": "Time to use all your heads & hail this huge constellation that includes the Ghost of Jupiter nebula seenhere",
      "answer": "Hydra"
    },
    {
      "category": "THEY'RE JUST LIKE \"US",
      "text": "You can always count on us to provide apictureof this ancient math device",
      "answer": "an abacus"
    }
  ]
}