{
  "title": "Show #8302 - Tuesday, December 15, 2020",
  "date": {
    "day": 15,
    "month": "December",
    "year": 2020
  },
  "clues": [
    {
      "category": "MARCO POLO SLEPT HERE",
      "text": "Marco was born in the 1250s to a wealthy merchant family in this Italian city-state famed for its traders & travelers",
      "answer": "Venice"
    },
    {
      "category": "WHAT ARE THE ODDS?",
      "text": "The National Weather Service says that if you live to age 80, your odds of getting struck by this at least once are one in 15,300",
      "answer": "lightning"
    },
    {
      "category": "BOOK BARRIERS",
      "text": "Fences of this wire invented for cattle are a constant in the internment camp novel \"When the Emperor was Divine\"",
      "answer": "barbed wire"
    },
    {
      "category": "REALITY TV",
      "text": "The N.Y. Times said this CBS summer dating show was \"a cross between 'The Bachelor' and the Stanford prison experiment\"",
      "answer": "Love Island"
    },
    {
      "category": "MY \"SHOT",
      "text": "The front passenger seat--did you call it?",
      "answer": "shotgun"
    },
    {
      "category": "MARCO POLO SLEPT HERE",
      "text": "At Hormuz on this gulf, Marco & co. didn't like the looks of the available ships & went on by land",
      "answer": "the Persian Gulf"
    },
    {
      "category": "WHAT ARE THE ODDS?",
      "text": "Gemologists say the odds of finding one of these in an oyster are around one in 10,000",
      "answer": "a pearl"
    },
    {
      "category": "BOOK BARRIERS",
      "text": "Early on in a Twain work, Tom Sawyer must complete this \"colorful\" painting task on \"thirty yards of board fence\"",
      "answer": "whitewashing"
    },
    {
      "category": "REALITY TV",
      "text": "Kandi Burruss, under wraps as the Night Angel, was finally revealed to be the season 3 winner of this musical competition",
      "answer": "The Masked Singer"
    },
    {
      "category": "NOT GONNA THROW AWAY",
      "text": "In cocktails, this adjective means \"not containing alcohol\"; in paper making, it's the opposite of \"recycled\"",
      "answer": "virgin"
    },
    {
      "category": "MY \"SHOT",
      "text": "Unaided, your voice can be heard from this distance",
      "answer": "earshot"
    },
    {
      "category": "MARCO POLO SLEPT HERE",
      "text": "Back in Italy, Marco Polo dictated his book while jailed in this city-state, later the birthplace of another famous explorer--Columbus",
      "answer": "Genoa"
    },
    {
      "category": "WHAT ARE THE ODDS?",
      "text": "Your odds of drawing this highest hand in 5-card poker? 649,739 to 1",
      "answer": "a royal flush"
    },
    {
      "category": "BOOK BARRIERS",
      "text": "In this 1990 novel raptors \"hit the fence, take a shock. They never seem to mind\"",
      "answer": "Jurassic Park"
    },
    {
      "category": "NOT GONNA THROW AWAY",
      "text": "Thenumbersfound on products made from this material are called resin identificationcodes& are used to sort different types",
      "answer": "plastic"
    },
    {
      "category": "MY \"SHOT",
      "text": "A clever last word as you are leaving",
      "answer": "a parting shot"
    },
    {
      "category": "MARCO POLO SLEPT HERE",
      "text": "Early in his travels Marco stayed in the Crusader capital of Acre, now Akko in this country",
      "answer": "Israel"
    },
    {
      "category": "WHAT ARE THE ODDS?",
      "text": "The ESA said there was a 1 in 7,299 chance that 2006 QV89, one of these, would hit earth in 2019 (Spoiler alert: It didn't)",
      "answer": "an asteroid"
    },
    {
      "category": "BOOK BARRIERS",
      "text": "This Melville scribe spends time staring at \"dead-walls\", then at the high walls of prison",
      "answer": "Bartleby (the Scrivener)"
    },
    {
      "category": "REALITY TV",
      "text": "Originally a trainer on this show,Bob Harperbecame its host when it moved to the USA Network",
      "answer": "The Biggest Loser"
    },
    {
      "category": "NOT GONNA THROW AWAY",
      "text": "With some of it now coming from scrap, this metal, symbol Sn, has not been mined in the U.S. since 1993",
      "answer": "tin"
    },
    {
      "category": "MY \"SHOT",
      "text": "Also the title of a 1964 Pink Panther film, this phrase refers to an uneducated guess",
      "answer": "A Shot in the Dark"
    },
    {
      "category": "MARCO POLO SLEPT HERE",
      "text": "After several years of travel, around 1275 Marco reached the goal of his first journey--Shangdu, the summer court of this empire",
      "answer": "the Mongol Empire"
    },
    {
      "category": "WHAT ARE THE ODDS?",
      "text": "A $2 ticket buys you about a 1 in 300 million chance of hitting the jackpot in this alliterative 45-state lottery",
      "answer": "the Mega Millions"
    },
    {
      "category": "BOOK BARRIERS",
      "text": "A stone wall in \"Stardust\" by this author has a 6-foot gap, with guards posted on each side",
      "answer": "Neil Gaiman"
    },
    {
      "category": "REALITY TV",
      "text": "Fashion victims got their wardrobes tossed in favor of more stylish dress on this series with Stacy London & Clinton Kelly",
      "answer": "What Not to Wear"
    },
    {
      "category": "NOT GONNA THROW AWAY",
      "text": "Nearly 100% of this black cement-like material made from oil is recycled when removed from pavement",
      "answer": "asphalt"
    },
    {
      "category": "MY \"SHOT",
      "text": "Also called a gravity assist, this maneuver uses the gravity of a celestial body to accelerate a spacecraft",
      "answer": "a slingshot"
    }
  ]
}