{
  "title": "Show #9374 - Thursday, July 10, 2025",
  "date": {
    "day": 10,
    "month": "July",
    "year": 2025
  },
  "clues": [
    {
      "category": "THE LETTER OF THE LAW",
      "text": "C: This synonym for co-conspirator to help do something illegal, a term used in a different way in the Civil War",
      "answer": "confederate"
    },
    {
      "category": "3 \"E",
      "text": "A \"pet\" this of mine is when they spell my name \"Kevin\" on my takeout order",
      "answer": "peeve"
    },
    {
      "category": "LET'S GET LOUD",
      "text": "Go about 761 mph in air at sea level & you'll get one of these phenomena for your trouble",
      "answer": "a sonic boom"
    },
    {
      "category": "TONY",
      "text": "Before hosting a late-night talk show,thisBrit won in 2012 for his role in the comedy \"One Man, Two Guvnors\"",
      "answer": "(James) Corden"
    },
    {
      "category": "MONTANA",
      "text": "The Univ. of Montana recognized this as the name of its sports teams in 1923; you don't want to run into the animal in the wild!",
      "answer": "a Grizzly (bear)"
    },
    {
      "category": "SAY HELLO TO MY LITTLE FRIEND",
      "text": "Bob Cratchit was known to cheerfully carry this character on his shoulder",
      "answer": "Tiny Tim"
    },
    {
      "category": "THE LETTER OF THE LAW",
      "text": "E:It's also called defalcation or peculation, but either way, don't take funds entrusted to you",
      "answer": "embezzle"
    },
    {
      "category": "3 \"E",
      "text": "Assigned to a lower level; it's specifically used of soccer teams dropped to a less elite division",
      "answer": "relegated"
    },
    {
      "category": "LET'S GET LOUD",
      "text": "Loud mating cries are characteristic of this feline with many names, including catamount & painter",
      "answer": "the mountain lion (or cougar, or panther, or puma)"
    },
    {
      "category": "TONY",
      "text": "Brody Grant got a Tony nomination for his Broadway debut as Ponyboy in this musical based on a novel; the show won, but Brody didn't",
      "answer": "The Outsiders"
    },
    {
      "category": "MONTANA",
      "text": "Montana became a part of the U.S. by way of this 1803 deal",
      "answer": "the Louisiana Purchase"
    },
    {
      "category": "SAY HELLO TO MY LITTLE FRIEND",
      "text": "In a Grimm Brothers tale, this lad's dad, a tailor, gives him a darning needle to use as a sword on his travels",
      "answer": "Tom Thumb"
    },
    {
      "category": "THE LETTER OF THE LAW",
      "text": "F:Type of accountant who investigates the money side of crimes & tells the court about it",
      "answer": "forensic"
    },
    {
      "category": "3 \"E",
      "text": "Tennessee Williams knew that it's a place where wild animals are kept for exhibition",
      "answer": "menagerie"
    },
    {
      "category": "LET'S GET LOUD",
      "text": "Malicious intent through loud & unreasonable noises & fighting in public are grounds for this 3-word criminal charge",
      "answer": "disturbing the peace"
    },
    {
      "category": "TONY",
      "text": "Carol Channing created the title role of Mrs. Levi in this Broadway musical & in 1964 was greeted with a Tony for it",
      "answer": "Hello, Dolly!"
    },
    {
      "category": "MONTANA",
      "text": "These 2 words, the Spanish names of 2 elements, are separated by \"Y\" on Montana's state seal",
      "answer": "oro y plata"
    },
    {
      "category": "SAY HELLO TO MY LITTLE FRIEND",
      "text": "Known to twirl his whiskers, Reepicheep, one of these creatures in Narnia, was \"most valiant of all the talking beasts\"",
      "answer": "a mouse"
    },
    {
      "category": "THE LETTER OF THE LAW",
      "text": "A: This objection in court is made due to opposing counsel making conclusions & inferences drawn from facts; sustained!",
      "answer": "argumentative"
    },
    {
      "category": "3 \"E",
      "text": "The IRS defines these as \"either a qualifying child or a qualifying relative of the taxpayer\"",
      "answer": "dependent"
    },
    {
      "category": "LET'S GET LOUD",
      "text": "George H.W. Bush marveled at John Major dealing with PMQs, short for this, with everyone \"nose to nose... yelling at each other\"",
      "answer": "prime minister questions"
    },
    {
      "category": "TONY",
      "text": "Tony voters swallowed it down, awarding Best Book of a Musical to this show based on Alanis Morissette's music",
      "answer": "Jagged Little Pill"
    },
    {
      "category": "MONTANA",
      "text": "These Native American people of Montana were named for the color of their moccasins",
      "answer": "the Blackfeet"
    },
    {
      "category": "SAY HELLO TO MY LITTLE FRIEND",
      "text": "This 1954 book features the line \"Some sort of a creature of very small size, too small to be seen by an elephant's eyes\"",
      "answer": "Horton Hears a Who!"
    },
    {
      "category": "THE LETTER OF THE LAW",
      "text": "S:From the Latin for \"to furnish\", it means to persuade someone to commit perjury",
      "answer": "suborn"
    },
    {
      "category": "3 \"E",
      "text": "From Latin for \"to grasp\", this adjective describes graspy monkey tails, elephant trunks & giraffe tongues",
      "answer": "prehensile"
    },
    {
      "category": "LET'S GET LOUD",
      "text": "An \"earthquake in the air\", shock waves from the 1883 volcanic eruption on this island went around the globe 7 times",
      "answer": "Krakatoa"
    },
    {
      "category": "TONY",
      "text": "Hetook 1978's Best Choreography for, what else, \"Dancin'\"; he also won in the same category for \"Sweet Charity\" & \"Pippin\"",
      "answer": "(Bob) Fosse"
    },
    {
      "category": "MONTANA",
      "text": "Take some time & mull over the pine cone seenherefrom this, the state tree of Montana",
      "answer": "the ponderosa pine"
    },
    {
      "category": "SAY HELLO TO MY LITTLE FRIEND",
      "text": "Éomer tells him, \"I would cut off your head, beard & all, master dwarf, if it stood but a little higher from the ground\"",
      "answer": "Gimli"
    }
  ]
}