{
  "title": "Show #8611 - Monday, April 4, 2022",
  "date": {
    "day": 4,
    "month": "April",
    "year": 2022
  },
  "clues": [
    {
      "category": "CHANGES ON THE U.S. MAP",
      "text": "From 1963 to 1973 Florida's Cape Canaveral was known as this",
      "answer": "Cape Kennedy"
    },
    {
      "category": "ALL'S \"VEL\" THAT ENDS \"VEL",
      "text": "Trying to be fair is looking for this kind of \"playing field\"",
      "answer": "level"
    },
    {
      "category": "BOOK PARTS, REIMAGINED",
      "text": "Time to give you the forefinger, also called this finger",
      "answer": "the index"
    },
    {
      "category": "EVERYTHING IS GOLDEN",
      "text": "Though typically red,hereare the golden variety of these, fresh on the vine",
      "answer": "raspberries"
    },
    {
      "category": "THE HIT OF THE DECADE",
      "text": "\"Hound Dog\";Thank you. Thank you very much",
      "answer": "the 1950s"
    },
    {
      "category": "BENJAMIN FRANKLIN",
      "text": "(Mandy Patinkin presents the clue.) Ben's French wasn't great, so at diplomaticdinnershe needed to watch Parisians' lips move & also be able to look down at the food; his problem-solving nature led tothese, one of his best-known inventions",
      "answer": "bifocals"
    },
    {
      "category": "CHANGES ON THE U.S. MAP",
      "text": "Fort Christina became this, now Delaware's most populous city",
      "answer": "Wilmington"
    },
    {
      "category": "ALL'S \"VEL\" THAT ENDS \"VEL",
      "text": "Gazing at it means being foolishly self-absorbed",
      "answer": "your navel"
    },
    {
      "category": "BOOK PARTS, REIMAGINED",
      "text": "A knight in training, or a young person who is basically the caboose of a train at a wedding",
      "answer": "a page"
    },
    {
      "category": "EVERYTHING IS GOLDEN",
      "text": "Premiering in 2010 the opera \"The Golden Ticket\" is an adaptation of this beloved novel",
      "answer": "Charlie and the Chocolate Factory"
    },
    {
      "category": "THE HIT OF THE DECADE",
      "text": "\"Boogie Child\",\"Boogie Down\",\"Boogie Oogie Oogie\", to name a few",
      "answer": "the 1970s"
    },
    {
      "category": "BENJAMIN FRANKLIN",
      "text": "(Mandy Patinkin presents the clue.) In Franklin's day almanacs outsold all books except Bibles, and this one of Ben's was especially popular; to weather & cropinfo, he added maxims like\"God heals, and the Doctor takes the Fees\"",
      "answer": "Poor Richard's Almanack"
    },
    {
      "category": "CHANGES ON THE U.S. MAP",
      "text": "The coastal town of Manchester, Massachusetts had these 3 words added to its name in 1989",
      "answer": "by-the-Sea"
    },
    {
      "category": "ALL'S \"VEL\" THAT ENDS \"VEL",
      "text": "To hold or win this means to chair a congressional committee",
      "answer": "a gavel"
    },
    {
      "category": "BOOK PARTS, REIMAGINED",
      "text": "This tube is attached to the cecum & is basically useless but can still pose a serious health risk",
      "answer": "the appendix"
    },
    {
      "category": "EVERYTHING IS GOLDEN",
      "text": "Step back in time to 1869 at the Golden Spike National Historical Park in this state",
      "answer": "Utah"
    },
    {
      "category": "THE HIT OF THE DECADE",
      "text": "\"Rock Me Amadeus\" (made sense at the time)",
      "answer": "the 1980s"
    },
    {
      "category": "BENJAMIN FRANKLIN",
      "text": "(Mandy Patinkin presents the clue.) Rich enough to retire from day-to-day business, in his 40s, Franklin began pioneering research intoelectricity; for a group of charged glasscontainers, he coined this word, from its meaning \"of an array of cannons\"",
      "answer": "battery"
    },
    {
      "category": "CHANGES ON THE U.S. MAP",
      "text": "As part of a radio show promotion in 1950, the city of Hot Springs in this state renamed itself Truth or Consequences",
      "answer": "New Mexico"
    },
    {
      "category": "ALL'S \"VEL\" THAT ENDS \"VEL",
      "text": "It's said that this \"broadens the mind\"",
      "answer": "travel"
    },
    {
      "category": "BOOK PARTS, REIMAGINED",
      "text": "Kyphosis is also known as hunchback & lordosis, swayback; both are a curvature of this",
      "answer": "a spine"
    },
    {
      "category": "EVERYTHING IS GOLDEN",
      "text": "Seenhere, it's the state flower of both Nebraska & Kentucky",
      "answer": "goldenrod"
    },
    {
      "category": "THE HIT OF THE DECADE",
      "text": "\"Gonna Make You Sweat (Everybody Dance Now)\", \"lyrics to make you shake your pants\"",
      "answer": "the 1990s"
    },
    {
      "category": "BENJAMIN FRANKLIN",
      "text": "(Mandy Patinkin presents the clue.) Starting with hisstove, which fit inside a hearth to warm a whole room, Franklin insisted that his inventions were for public good & refused this type of protection that was given by the colonies before the first U.S. Congress did so",
      "answer": "a patent"
    },
    {
      "category": "CHANGES ON THE U.S. MAP",
      "text": "To honor a society of Revolutionary War vets & a Roman citizen-soldier, Losantiville, Ohio was given this new name in 1790",
      "answer": "Cincinnati"
    },
    {
      "category": "ALL'S \"VEL\" THAT ENDS \"VEL",
      "text": "A brickmaker in Dickens' \"Bleak House\" lives in a wretched one",
      "answer": "a hovel"
    },
    {
      "category": "BOOK PARTS, REIMAGINED",
      "text": "At the March on Washington, A. Philip Randolph gave this for Martin Luther King",
      "answer": "the introduction"
    },
    {
      "category": "EVERYTHING IS GOLDEN",
      "text": "In 1581 he was knighted aboard his ship the Golden Hind",
      "answer": "(Sir Francis) Drake"
    },
    {
      "category": "THE HIT OF THE DECADE",
      "text": "Let's browse in the chart-topping\"Thrift Shop\"",
      "answer": "the 2010s"
    },
    {
      "category": "BENJAMIN FRANKLIN",
      "text": "(Mandy Patinkin presents the clue.) Many EuropeansvisitedFranklin in France, asking for a chance to fight with the Americans; General Washington had to ask him not to send more losers, but Ben did also recommend great contributors, likethisFrenchman who became like a son to George",
      "answer": "Lafayette"
    }
  ]
}