{
  "title": "Show #1965 - Friday, March 5, 1993",
  "date": {
    "day": 5,
    "month": "March",
    "year": 1993
  },
  "clues": [
    {
      "category": "PRESIDENTIAL QUOTES",
      "text": "He called the White House \"A Bully Pulpit\"",
      "answer": "Teddy Roosevelt"
    },
    {
      "category": "TRANSPORTATION",
      "text": "A whistle stop is a town so small these vehicles don't make regular stops there",
      "answer": "a train"
    },
    {
      "category": "MOVIE DIRECTORS",
      "text": "Many moviegoers were stunned when she wasn't nominated for an Oscar for directing \"The Prince of Tides\"",
      "answer": "Barbra Streisand"
    },
    {
      "category": "JAPAN",
      "text": "In the '30s Lefty O'Doul of San Francisco toured Japan in exhibitions of this sport",
      "answer": "baseball"
    },
    {
      "category": "PARTY TIME!",
      "text": "Future brides receive cooking paraphernalia at the \"kitchen\" type of this party",
      "answer": "a shower"
    },
    {
      "category": "GRASSHOPPER HODGEPODGE",
      "text": "An Aesop fable contrasted the high- living grasshopper with this pre-planning insect",
      "answer": "an ant"
    },
    {
      "category": "PRESIDENTIAL QUOTES",
      "text": "He said in 1964, \"I am going to build the kind of nation that... President Kennedy died for\"",
      "answer": "Johnson"
    },
    {
      "category": "TRANSPORTATION",
      "text": "This adjective can describe a bus or a sandwich having one level above another",
      "answer": "a double-decker"
    },
    {
      "category": "MOVIE DIRECTORS",
      "text": "Luis Bunuel began directing films in this European country, not in his native Spain",
      "answer": "France"
    },
    {
      "category": "JAPAN",
      "text": "Instead of actors as in kabuki, the form of theatre called bunraku uses these",
      "answer": "puppets"
    },
    {
      "category": "PARTY TIME!",
      "text": "This other name for a pajama party implies that people sleep during it, which isn't always true",
      "answer": "a slumber party"
    },
    {
      "category": "GRASSHOPPER HODGEPODGE",
      "text": "In 1985 a record number of grasshoppers infested this Show Me State",
      "answer": "Missouri"
    },
    {
      "category": "PRESIDENTIAL QUOTES",
      "text": "He said in a 1948 speech, \"I would rather have a lasting peace in the world than be president\"",
      "answer": "Truman"
    },
    {
      "category": "TRANSPORTATION",
      "text": "A slang word for steamship, or the type of trunk travelers take on it",
      "answer": "a steamer"
    },
    {
      "category": "MOVIE DIRECTORS",
      "text": "Joseph Losey left the U.S. after being blacklisted for refusing to testify for this committee",
      "answer": "the House Un-American Activities Committee (House Committee on Un-American Activities)"
    },
    {
      "category": "JAPAN",
      "text": "U.S. News & World Report said this country tried to sell Japan the Kuril Islands in 1991 for $30 billion",
      "answer": "Russia"
    },
    {
      "category": "PARTY TIME!",
      "text": "It's a party named for the mixed drinks served, often called for the \"hour\" of the same name",
      "answer": "a cocktail party"
    },
    {
      "category": "GRASSHOPPER HODGEPODGE",
      "text": "Chapultepec or Grasshopper Hill is in this capital",
      "answer": "Mexico City"
    },
    {
      "category": "PRESIDENTIAL QUOTES",
      "text": "He called John Hancock, who was also born in Braintree, Massachusetts, \"A man without head and without heart\"",
      "answer": "John Adams"
    },
    {
      "category": "TRANSPORTATION",
      "text": "These takeoff & landing places for whirlybirds are sometimes found on the tops of office buildings",
      "answer": "a Helipor"
    },
    {
      "category": "MOVIE DIRECTORS",
      "text": "He directed \"Drive, He Said\" in 1971, the same year he starred in \"Carnal Knowledge\"",
      "answer": "Jack Nicholson"
    },
    {
      "category": "JAPAN",
      "text": "Aikido, like judo, developed from this art of self-defense",
      "answer": "jujitsu"
    },
    {
      "category": "PARTY TIME!",
      "text": "If you're invited to a party celebrating this wedding anniversary, paper is an appropriate gift",
      "answer": "the first"
    },
    {
      "category": "GRASSHOPPER HODGEPODGE",
      "text": "On this TV series Radames Pera played the young Caine, whom Master Po called \"Grasshopper\"",
      "answer": "Kung Fu"
    },
    {
      "category": "PRESIDENTIAL QUOTES",
      "text": "James Madison called this president \"a walking library\"",
      "answer": "Jefferson"
    },
    {
      "category": "TRANSPORTATION",
      "text": "The Virginia Aviation Museum boasts the only Vultee V1-A extant; it belonged to this \"Lord Of San Simeon\"",
      "answer": "(William Randolph) Hearst"
    },
    {
      "category": "MOVIE DIRECTORS",
      "text": "\"The Film Encyclopedia\" says Max von Sydow was this fellow Swede's \"on-screen alter ego\"",
      "answer": "(Ingmar) Bergman"
    },
    {
      "category": "JAPAN",
      "text": "One of Japan's first ports to open to Western trade, about half of it was destroyed August 9, 1945",
      "answer": "Nagasaki"
    },
    {
      "category": "PARTY TIME!",
      "text": "A formal ball where debutantes are presented, its name comes from French for \"petticoat\"",
      "answer": "a cotillion"
    },
    {
      "category": "GRASSHOPPER HODGEPODGE",
      "text": "He foresaw that the soldiers would fall into his Little Big Horn River Valley like grasshoppers from the sky",
      "answer": "Sitting Bull"
    }
  ]
}