{
  "title": "Show #8860 - Friday, April 28, 2023",
  "date": {
    "day": 28,
    "month": "April",
    "year": 2023
  },
  "clues": [
    {
      "category": "INSIDE JOB",
      "text": "The Lord tells Job, \"Gird up thy\" these \"now like a man: I will demand of thee, and declare thou unto me\"",
      "answer": "loins"
    },
    {
      "category": "IT'S A COOKBOOK!",
      "text": "We hope this Cordon Bleu alum didn't cut the Dickens out of her finger as she was \"Mastering the Art of French Cooking\" in 1961",
      "answer": "Julia Child"
    },
    {
      "category": "SPORTS GOATs",
      "text": "This long-gone Yankee slugger still tops the career wins above replacement list at baseball-reference.com",
      "answer": "Babe Ruth"
    },
    {
      "category": "WE DISCONTINUED THE CAR",
      "text": "This company ended the Fiesta & overthrew the Crown Victoria",
      "answer": "Ford"
    },
    {
      "category": "HOLD\" UP",
      "text": "Some SUVs come equipped with 14 of these inside for 8 passengers; drink up!",
      "answer": "cup holders"
    },
    {
      "category": "KUWAIT FOR ME!",
      "text": "Kuwait is found on the Arabian Peninsula along the northwestern shores of this gulf",
      "answer": "the Persian Gulf"
    },
    {
      "category": "INSIDE JOB",
      "text": "Job asks a friend whether this wild animal brays when he has grass",
      "answer": "the donkey (ass)"
    },
    {
      "category": "IT'S A COOKBOOK!",
      "text": "\"Over 300 recipes for plant-based eating all through the year\" are found in the bestselling \"Forks Over\" these",
      "answer": "Knives"
    },
    {
      "category": "SPORTS GOATs",
      "text": "He's been called the GOAT of TV commentary",
      "answer": "John Madden"
    },
    {
      "category": "WE DISCONTINUED THE CAR",
      "text": "Its 503 & 507 did not add up to be the ultimate driving machines",
      "answer": "BMW"
    },
    {
      "category": "HOLD\" UP",
      "text": "In rock climbing, it's a small crack or ledge to gain a secure position for further advancement",
      "answer": "a foothold"
    },
    {
      "category": "KUWAIT FOR ME!",
      "text": "The training of these swift raptors is a popular pastime in Kuwait & one appears on the national emblem",
      "answer": "a falcon"
    },
    {
      "category": "INSIDE JOB",
      "text": "Satan smites Job with these, also one of the 10 plagues of Egypt; Job tries to scrape them off with potsherds--ouch!",
      "answer": "boils"
    },
    {
      "category": "IT'S A COOKBOOK!",
      "text": "You could sip on gin & juice as you make some soul food recipes found in \"From Crook to Cook\" by this rapper",
      "answer": "Snoop Dogg"
    },
    {
      "category": "SPORTS GOATs",
      "text": "He was born March 30, 1970, in a Virginia stable",
      "answer": "Secretariat"
    },
    {
      "category": "WE DISCONTINUED THE CAR",
      "text": "In the 2010s it decided its electrified future wouldn't include the Jetta Hybrid",
      "answer": "Volkswagen"
    },
    {
      "category": "HOLD\" UP",
      "text": "In \"Sunset Boulevard\"thisOscar-winning actor played a screenwriter, in \"Network\" he's a TV executive",
      "answer": "William Holden"
    },
    {
      "category": "KUWAIT FOR ME!",
      "text": "Before the dominance of the oil industry, Kuwait was a center of diving offshore for these precious objects, often at depths over 100 feet",
      "answer": "pearls"
    },
    {
      "category": "INSIDE JOB",
      "text": "In a Sholem Aleichem story, this beleaguered dairyman asks why God never let up on Job, \"for even a moment\"",
      "answer": "Tevye"
    },
    {
      "category": "IT'S A COOKBOOK!",
      "text": "Enjoy \"Uncommon Recipes from\" this Brooklyn pie shop; its 4-word name is what was \"baked in a pie\" in a nursery rhyme",
      "answer": "Four & Twenty Blackbirds"
    },
    {
      "category": "SPORTS GOATs",
      "text": "This '40s & '50s welterweight & middleweight champ topped a \"Ring\" magazine's list of greatest boxers",
      "answer": "Sugar Ray Robinson"
    },
    {
      "category": "WE DISCONTINUED THE CAR",
      "text": "In 2019 the last Cruze from this brand cruised off the assembly line",
      "answer": "Chevy"
    },
    {
      "category": "HOLD\" UP",
      "text": "Regarding your federal taxes, your W-4 form establishes your rate of this",
      "answer": "withholding"
    },
    {
      "category": "KUWAIT FOR ME!",
      "text": "Amuseumis named for these people who die for a greater cause--specifically young men who in 1991 fought Iraqi tanks",
      "answer": "the martyrs"
    },
    {
      "category": "INSIDE JOB",
      "text": "\"B\" is for this legendary creature in Job; \"his bones are as strong pieces of brass; his bones are like bars of iron\"",
      "answer": "the behemoth"
    },
    {
      "category": "IT'S A COOKBOOK!",
      "text": "This, \"Fat, Acid, Heat\" by Samin Nosrat is subtitled \"Mastering the Elements of Good Cooking\"",
      "answer": "Salt"
    },
    {
      "category": "SPORTS GOATs",
      "text": "In 1912 this country's king told Jim Thorpe he was the world's greatest athlete; Jim is said to have replied, \"Thanks, king\"",
      "answer": "Sweden"
    },
    {
      "category": "WE DISCONTINUED THE CAR",
      "text": "The Fit from this Japanese automaker wasn't fit to survive in the U.S. past 2020",
      "answer": "Honda"
    },
    {
      "category": "HOLD\" UP",
      "text": "Marc Behm's novel about a private detective obsessed with the woman he's trailing is titled this, proverbially what beauty is in",
      "answer": "The Eye of the Beholder"
    },
    {
      "category": "KUWAIT FOR ME!",
      "text": "Kuwait's head of state, Sheik Nawaf of the Al Sabah Dynasty, holds this 4-letter title from Arabic for \"commander\"",
      "answer": "emir"
    },
    {
      "category": "THE 3-DIGIT YEARS",
      "text": "After this prophet's death in 632, armies spreading his word conquered large parts of the Middle East & North Africa",
      "answer": "Mohammed"
    },
    {
      "category": "ANIMATED ENTERTAINMENT",
      "text": "(I'm Andy Richter.)  My voice can get really high, as it did when I voiced rascally Mort, who plagued lemur King Julien in the animated films named for this big island",
      "answer": "Madagascar"
    },
    {
      "category": "A REAL BODY BUSY",
      "text": "The largest internal organ, it weighs about 3 pounds & breaks down substances like alcohol",
      "answer": "the liver"
    },
    {
      "category": "LITERARY LIONS",
      "text": "The name of this Narnia character is a Turkish word for \"lion\"",
      "answer": "Aslan"
    },
    {
      "category": "G\" AS IN GLOBAL",
      "text": "In these German brothers' \"The Frog Prince\", it's the princess flinging the frog against a wall that turns him into a prince",
      "answer": "Grimm"
    },
    {
      "category": "IT'S GERMAN FOR...",
      "text": "Christmas tree(or just fir tree), as in a beloved song",
      "answer": "Tannenbaum"
    },
    {
      "category": "THE 3-DIGIT YEARS",
      "text": "Developed around the 9th century, this Slavic alphabet is used in as many as 50 languages today",
      "answer": "Cyrillic"
    },
    {
      "category": "ANIMATED ENTERTAINMENT",
      "text": "H. Jon Benjamin voices Bob of \"Bob's Burgers\" as well as this animated spy",
      "answer": "Archer"
    },
    {
      "category": "A REAL BODY BUSY",
      "text": "Keepin' busy, this soft, fatty tissue inside your bones makes platelets & oh yeah, billions of new blood cells daily",
      "answer": "bone marrow"
    },
    {
      "category": "LITERARY LIONS",
      "text": "\"Whenever there is danger my heart begins to beat fast\", says this character in a 1900 book",
      "answer": "the Cowardly Lion"
    },
    {
      "category": "G\" AS IN GLOBAL",
      "text": "Agazelleof Arabia is named for the growth on its throat that resembles this swelling in humans",
      "answer": "a goiter"
    },
    {
      "category": "IT'S GERMAN FOR...",
      "text": "Boat--spelling please; it's just one letter different",
      "answer": "B-O-O-T"
    },
    {
      "category": "THE 3-DIGIT YEARS",
      "text": "The Pyramid of the Magician is found at Uxmal, a city built on this peninsula in the mid-first millennium",
      "answer": "the Yucatan"
    },
    {
      "category": "ANIMATED ENTERTAINMENT",
      "text": "\"Turning Red\" told of Meilin, a teenager who turned into the animal called a red one of these whenever her emotions took over",
      "answer": "a (red) panda"
    },
    {
      "category": "A REAL BODY BUSY",
      "text": "Most of your digestion doesn't take place in the stomach but rather in this organ that includes the ileum",
      "answer": "the small intestine"
    },
    {
      "category": "LITERARY LIONS",
      "text": "\"We had many great adventures with lions\", Isak Dinesen remembered in this book",
      "answer": "Out of Africa"
    },
    {
      "category": "G\" AS IN GLOBAL",
      "text": "In Australia Sir Isaac Isaacs was the first native-born holder of this post, representing the queen",
      "answer": "Governor General"
    },
    {
      "category": "IT'S GERMAN FOR...",
      "text": "Yes, sir!(per \"Hogan's Heroes: Behind the Scenes at Stalag 13\")",
      "answer": "jawohl"
    },
    {
      "category": "THE 3-DIGIT YEARS",
      "text": "Around 970 Al-Azhar University was established in this North African capital as a center of Islamic learning",
      "answer": "Cairo"
    },
    {
      "category": "ANIMATED ENTERTAINMENT",
      "text": "Bingo is the younger sister to this Australian pup, the title character of a beloved kids' show",
      "answer": "Bluey"
    },
    {
      "category": "A REAL BODY BUSY",
      "text": "Also called the hypophysis, this gland is boss level, as its hormones regulate the thyroid & adrenal glands",
      "answer": "the pituitary"
    },
    {
      "category": "LITERARY LIONS",
      "text": "The Colosseum is the setting for the climax of George Bernard Shaw's play called him \"and the Lion\"",
      "answer": "Androcles"
    },
    {
      "category": "G\" AS IN GLOBAL",
      "text": "The international airport in the town of Prestwick on the Firth of Clyde serves this larger city to its northeast",
      "answer": "Glasgow"
    },
    {
      "category": "IT'S GERMAN FOR...",
      "text": "Superman,to Goethe & Nietzsche",
      "answer": "Übermensch"
    },
    {
      "category": "THE 3-DIGIT YEARS",
      "text": "After the fall of Rome, this eastern branch of the Goths founded a kingdom in Italy led by Theodoric the Great in 493",
      "answer": "the Ostrogoths"
    },
    {
      "category": "ANIMATED ENTERTAINMENT",
      "text": "Lincoln has 10 sisters on this Nick series whose title indicates that things might be chaotic at home",
      "answer": "The Loud House"
    },
    {
      "category": "A REAL BODY BUSY",
      "text": "This filtering organ is on the left side of the abdominal cavity under the diaphragm, or maybe \"are under\"--some grow more than one",
      "answer": "spleen"
    },
    {
      "category": "LITERARY LIONS",
      "text": "In this poet's \"The Second Coming\", \"a shape with lion body and the head of a man... slouches towards Bethlehem to be born\"",
      "answer": "Yeats"
    },
    {
      "category": "G\" AS IN GLOBAL",
      "text": "This African country's town of Lambaréné was the home of Albert Schweitzer",
      "answer": "Gabon"
    },
    {
      "category": "IT'S GERMAN FOR...",
      "text": "Sunday,hence the last name of cultural critic Susan",
      "answer": "Sontag"
    }
  ]
}