{
  "title": "Show #9043 - Wednesday, February 21, 2024",
  "date": {
    "day": 21,
    "month": "February",
    "year": 2024
  },
  "clues": [
    {
      "category": "SCIENCE QUIZ",
      "text": "This fourth state of matter occurs when atoms in a gas are ionized",
      "answer": "plasma"
    },
    {
      "category": "1990s MUSIC",
      "text": "\"Shakedown\" is the first word of this Smashing Pumpkins song named for a year",
      "answer": "1979"
    },
    {
      "category": "FUN & GAMES",
      "text": "A tossed beanbag that has run afoul of the rules is deemed a stanker in this pastime",
      "answer": "cornhole"
    },
    {
      "category": "BOOZY",
      "text": "When it comes to this potent potable, go for one labeled \"100% blue agave\"",
      "answer": "tequila"
    },
    {
      "category": "IT'S REIGNING MEN!",
      "text": "In a job that does not seem short of perks, theking of this nation hands each Nobel laureate a diploma & a medalannually",
      "answer": "Sweden"
    },
    {
      "category": "HALLELUJAH!",
      "text": "Ending in -ee, this interjection expresses delight; the -ie version was a member of the Youth International Party",
      "answer": "yippee"
    },
    {
      "category": "SCIENCE QUIZ",
      "text": "A key to quantum mechanics is the notion that both radiation & matter can act as either particles or these",
      "answer": "waves"
    },
    {
      "category": "1990s MUSIC",
      "text": "(Diane Warren presents the clue.) This song thatToni Braxtonwasn't too keen to record became her signature hit & won her a Grammy",
      "answer": "\"Un-Break My Heart\""
    },
    {
      "category": "FUN & GAMES",
      "text": "Scott Salvadore won the \"mane event\" for the championships of this hairstyle with his 'do named \"The Lord's Drapes\"",
      "answer": "a mullet"
    },
    {
      "category": "BOOZY",
      "text": "An in-escape-able song by Rupert Holmes wonders if you like these cocktails & getting caught in the rain",
      "answer": "piña coladas"
    },
    {
      "category": "IT'S REIGNING MEN!",
      "text": "The I didn't even rule Egypt for a year & a half, but this pharaoh II of the 19th dynasty clocked in for 66, 1279-1213 B.C.",
      "answer": "Ramses"
    },
    {
      "category": "HALLELUJAH!",
      "text": "Also starting & ending with H, this exultant cry was greatly used on Hulu's \"The Great\"",
      "answer": "huzzah"
    },
    {
      "category": "SCIENCE QUIZ",
      "text": "Most snapping turtles are this type of equal-opportunity eater, happy to eat any old animal or vegetable for brunch",
      "answer": "an omnivore"
    },
    {
      "category": "1990s MUSIC",
      "text": "ThisBrit pop group made listeners feel bubbly with the song \"Champagne Supernova\"",
      "answer": "Oasis"
    },
    {
      "category": "FUN & GAMES",
      "text": "In 2023 Post Malone paid big bucks for a card from this enduring card game that featured the One Ring from \"The Lord of the Rings\"",
      "answer": "Magic: The Gathering"
    },
    {
      "category": "BOOZY",
      "text": "This golfer has his name on the drink of iced tea & lemonade; spike it with vodka & you've got a John Daly",
      "answer": "Arnold Palmer"
    },
    {
      "category": "IT'S REIGNING MEN!",
      "text": "A 1920 sovereign ordinance of this nation had the future Rainier III receive his mother's family name of Grimaldi",
      "answer": "Monaco"
    },
    {
      "category": "HALLELUJAH!",
      "text": "dictionary.com has 3 consecutive A's in this slang word, but you can draw it out even more before queen if you want to really show elation",
      "answer": "yaaas"
    },
    {
      "category": "SCIENCE QUIZ",
      "text": "Chloroplasts are where this energy conversion process takes place in plants",
      "answer": "photosynthesis"
    },
    {
      "category": "1990s MUSIC",
      "text": "Clips from the show \"Happy Days\" were used in this band's video for the song \"Buddy Holly\"",
      "answer": "Weezer"
    },
    {
      "category": "FUN & GAMES",
      "text": "\"Baldur's Gate 3\" is a 2023 video game juggernaut based on the 5E rules for this tabletop role-playing game",
      "answer": "Dungeons & Dragons"
    },
    {
      "category": "BOOZY",
      "text": "Though quite sweet, the name of this almond-flavored liqueur means \"little bitter\"",
      "answer": "amaretto"
    },
    {
      "category": "IT'S REIGNING MEN!",
      "text": "Ivan the Terrible's murder of his son in 1581 led to this family's dynasty that began in 1613 & would have the last czarring role",
      "answer": "the Romanovs"
    },
    {
      "category": "HALLELUJAH!",
      "text": "American music fans best know the band Blur for their song that starts with this shriek of triumph",
      "answer": "woo-hoo!"
    },
    {
      "category": "SCIENCE QUIZ",
      "text": "This 12-letter word describes the richness of life forms in a given environment",
      "answer": "biodiversity"
    },
    {
      "category": "1990s MUSIC",
      "text": "This Red Hot Chili Peppers tune implores, \"Take me to the place I love, take me all the way\"",
      "answer": "\"Under The Bridge\""
    },
    {
      "category": "FUN & GAMES",
      "text": "In this centuries-old game with a hyphenated name, you throw a knife at your opponent's feet; what could go wrong?",
      "answer": "mumblety-peg"
    },
    {
      "category": "BOOZY",
      "text": "Many a classic cocktail calls for a wee bit o' this Scotch whisky liqueur flavored with heather honey",
      "answer": "Drambuie"
    },
    {
      "category": "IT'S REIGNING MEN!",
      "text": "In his royal.uk bio: \"mentally unfit to rule during the last decade of his reign\"; \"most attractive of the Hanoverian monarchs\"",
      "answer": "George III"
    },
    {
      "category": "HALLELUJAH!",
      "text": "As an interjection, it means freakin' awesome, dude! As a noun, a less freakin' awesome unit of scientific measurement",
      "answer": "rad"
    },
    {
      "category": "PLACES TO VISIT",
      "text": "Italy has 59 UNESCO World Heritage Sites, including this city & its lagoon",
      "answer": "Venice"
    },
    {
      "category": "AMERICAN AUTHORS",
      "text": "In 2023 this author of \"Jazz\" & \"The Bluest Eye\" was honored on a U.S. stamp, unveiled at Princeton, where she taught",
      "answer": "Morrison"
    },
    {
      "category": "ART & ARTISTS",
      "text": "A Brussels museum has a \"Landscape with the Fall of\" him, later than the famous one, this time with Daedalus still up in the air",
      "answer": "Icarus"
    },
    {
      "category": "ENDS IN \"IR",
      "text": "It's a tchotchke or doodad, perhaps the \"Virginia is for lovers\" key chain picked up on a vacation",
      "answer": "souvenir"
    },
    {
      "category": "EXTREMELY RANDOM CALCULATIONS",
      "text": "Total degrees in a circle divided by justices on the U.S. Supreme Court",
      "answer": "40"
    },
    {
      "category": "MR. STEVE MARTIN",
      "text": "Waking up in \"Planes, Trains and Automobiles\", Steve realizes the hand of this late, great actor is not between 2 pillows",
      "answer": "(John) Candy"
    },
    {
      "category": "PLACES TO VISIT",
      "text": "Head to this Thai capital to see the Grand Palace or the Emerald Buddha",
      "answer": "Bangkok"
    },
    {
      "category": "AMERICAN AUTHORS",
      "text": "She's the author of \"The Kitchen God's Wife\" & \"The Bonesetter's Daughter\"",
      "answer": "Amy Tan"
    },
    {
      "category": "ART & ARTISTS",
      "text": "Picasso liked to draw this bird, also his daughter's name translated from  Spanish",
      "answer": "dove"
    },
    {
      "category": "ENDS IN \"IR",
      "text": "According to National Geographic, the world's largest man-made one by surface area is Lake Volta in Ghana",
      "answer": "a reservoir"
    },
    {
      "category": "EXTREMELY RANDOM CALCULATIONS",
      "text": "Traditional number of Hercules' labors times books in the Pentateuch",
      "answer": "60"
    },
    {
      "category": "MR. STEVE MARTIN",
      "text": "In 2021 Mr. Steve Martin co-created this Hulu series where New Yorkers are just droppin' like flies",
      "answer": "Only Murders in the Building"
    },
    {
      "category": "PLACES TO VISIT",
      "text": "Tourists who make their way to these islands 600 miles off South America often miss the fur seals, which love rocky & shady areas",
      "answer": "the Galápagos"
    },
    {
      "category": "AMERICAN AUTHORS",
      "text": "Early in his career, this author of \"The Corrections\" earned extra money working in a seismology lab at Harvard",
      "answer": "Franzen"
    },
    {
      "category": "ART & ARTISTS",
      "text": "Van Gogh is among those who painted the parable of this \"Good\" guy who helped someone in need",
      "answer": "the Good Samaritan"
    },
    {
      "category": "ENDS IN \"IR",
      "text": "Gurez & Changthangi are sheep breeds from this disputed place on the Indian subcontinent",
      "answer": "Kashmir"
    },
    {
      "category": "EXTREMELY RANDOM CALCULATIONS",
      "text": "ML in Roman numerals minus Douglas Adams' answer to \"life, the universe and everything\"",
      "answer": "1,008"
    },
    {
      "category": "MR. STEVE MARTIN",
      "text": "This title Daryl Hannah character says to Steve, \"You have a big nose! You have a beautiful, great, big, flesh-&-bone nose!\"",
      "answer": "Roxanne"
    },
    {
      "category": "PLACES TO VISIT",
      "text": "The Bab Agnaou is one of the gates in the wall around the medina of this Moroccan city",
      "answer": "Marrakesh"
    },
    {
      "category": "AMERICAN AUTHORS",
      "text": "This alliterative author of Western novels wrote several Hopalong Cassidy books under the pen name Tex Burns",
      "answer": "Louis L'Amour"
    },
    {
      "category": "ART & ARTISTS",
      "text": "17th century Dutch people you can see at the Rijksmuseum include 34 in\"The Night Watch\"by Rembrandt & one in the work seenhereby him",
      "answer": "Vermeer"
    },
    {
      "category": "ENDS IN \"IR",
      "text": "This word for a slaughterhouse is borrowed from French",
      "answer": "abattoir"
    },
    {
      "category": "EXTREMELY RANDOM CALCULATIONS",
      "text": "Number of U.S. states in 1958 divided by the number of our solar system's planets after Pluto's demotion",
      "answer": "6"
    },
    {
      "category": "MR. STEVE MARTIN",
      "text": "OK, so it's complicated--in \"It's Complicated\", Steve's co-star was this man, also Steve's co-host for the Oscars",
      "answer": "Alec Baldwin"
    },
    {
      "category": "PLACES TO VISIT",
      "text": "Among China's many tourist offerings isthistemple in Hunan, famous for its kung fu monks",
      "answer": "Shaolin"
    },
    {
      "category": "AMERICAN AUTHORS",
      "text": "This1895 graduate of the University of Nebraska was both managing editor of the school paper & literary editor of her yearbook",
      "answer": "Willa Cather"
    },
    {
      "category": "ART & ARTISTS",
      "text": "The violence of the works in this early 20th century art style made critic Louis Vauxcelles call the painters \"wild beasts\"",
      "answer": "Fauvism"
    },
    {
      "category": "ENDS IN \"IR",
      "text": "This word can refer to a pirate in the Mediterranean Sea from the 16th to 19th century",
      "answer": "a corsair"
    },
    {
      "category": "EXTREMELY RANDOM CALCULATIONS",
      "text": "Forbes' annual wealthiest Americans minus Fortune's annual biggest U.S. companies by revenue",
      "answer": "-100"
    },
    {
      "category": "MR. STEVE MARTIN",
      "text": "After Steve asks Lily Tomlin why she thinks she'll come back from the dead in this 1984 film, Lily replies, \"Because I'm rich\"",
      "answer": "All of Me"
    }
  ]
}