{
  "title": "Show #5290 - Friday, September 14, 2007",
  "date": {
    "day": 14,
    "month": "September",
    "year": 2007
  },
  "clues": [
    {
      "category": "NEW YORK, NEW YORK",
      "text": "Completed in 1931, this structure required 10 million bricks; a true stairmaster would climb its 1,860 steps",
      "answer": "the Empire State Building"
    },
    {
      "category": "CATS",
      "text": "The Korat breed, from Thailand, is usually this color of some Olympic medals",
      "answer": "silver"
    },
    {
      "category": "CHILDREN'S AUTHORS",
      "text": "This California first lady's \"What's Heaven?\" was inspired by the death of her grandmother, Rose Kennedy",
      "answer": "Maria Shriver"
    },
    {
      "category": "JUDY",
      "text": "Her losing the Oscar for 1954's \"A Star is Born\" was called \"the biggest robbery since Brinks\"",
      "answer": "Judy Garland"
    },
    {
      "category": "ANGEL",
      "text": "Capelli d'angelo is an Italian food term for a type of this",
      "answer": "pasta"
    },
    {
      "category": "THAT'S MY \"MA",
      "text": "It's the type of fish seenhere",
      "answer": "a marlin"
    },
    {
      "category": "NEW YORK, NEW YORK",
      "text": "Fuhgedaboudit! Now a borough, it was incorporated as a village in 1816 with roughly 4,000 residents",
      "answer": "Brooklyn"
    },
    {
      "category": "CATS",
      "text": "The mass killing of cats in the 14th century helped spread this disease carried by rat fleas",
      "answer": "bubonic plague"
    },
    {
      "category": "CHILDREN'S AUTHORS",
      "text": "This \"Wizard of Oz\" author wrote books for girls under the pen name Mrs. Edith van Dyne",
      "answer": "L(yman) Frank Baum"
    },
    {
      "category": "JUDY",
      "text": "As Judy, this 1980 title character, Goldie Hawn said, \"And I mean look at this place, the army couldn't afford drapes?\"",
      "answer": "Private Benjamin"
    },
    {
      "category": "ANGEL",
      "text": "That every soul has one of these is not an article of faith, but St. Jerome says, \"It is the mind of the Church\"",
      "answer": "a guardian angel"
    },
    {
      "category": "THAT'S MY \"MA",
      "text": "In 1758 Ben Franklin issued his last publication of this annual",
      "answer": "Poor Richard's Almanack"
    },
    {
      "category": "NEW YORK, NEW YORK",
      "text": "In 1754 King's College was founded in New York City; today it's known as this Ivy League university",
      "answer": "Columbia"
    },
    {
      "category": "CATS",
      "text": "The fact that a cat can land upon its feet without injury gave rise to this numerical concept",
      "answer": "9 lives"
    },
    {
      "category": "CHILDREN'S AUTHORS",
      "text": "In addition to the \"Goosebumps\" series, he's also written the \"Fear Street\" series for older kids",
      "answer": "R(obert) L(awrence) Stine"
    },
    {
      "category": "JUDY",
      "text": "Judy Reyes is on staff at Sacred Heart hospital as nurse Carla Espinosa on this Zach Braff sitcom",
      "answer": "Scrubs"
    },
    {
      "category": "ANGEL",
      "text": "The song with this first line notes \"Peace on Earth and mercy mild\"",
      "answer": "\"Hark! The Herald Angels Sing\""
    },
    {
      "category": "THAT'S MY \"MA",
      "text": "A doctor who specializes in the treatment of skin diseases",
      "answer": "a dermatologist"
    },
    {
      "category": "NEW YORK, NEW YORK",
      "text": "In 1776, after the Battle of this area shownhere, the British retook New York City and held the city until the war's end in 1783",
      "answer": "Long Island"
    },
    {
      "category": "CATS",
      "text": "Shorthaired cats were derived from the caffre cat, which was domesticated by this ancient civilization",
      "answer": "Egypt"
    },
    {
      "category": "CHILDREN'S AUTHORS",
      "text": "His widow Felicity said he would have loved the new \"Charlie and the Chocolate Factory\" movie; he hated the old one",
      "answer": "Roald Dahl"
    },
    {
      "category": "JUDY",
      "text": "From 1984 to 1992 Judith Light & Tony Danza struggled over this sitcom title question",
      "answer": "Who's the Boss?"
    },
    {
      "category": "ANGEL",
      "text": "\"Pie Jesu\" sung by this young Welsh lass with the \"voice of an angel\" has sold millions worldwide",
      "answer": "Charlotte Church"
    },
    {
      "category": "THAT'S MY \"MA",
      "text": "A puzzling occurrence, or a German-built enciphering machine",
      "answer": "an enigma"
    },
    {
      "category": "NEW YORK, NEW YORK",
      "text": "In 1765 Congress met in New York to protest unfair taxes levied under this act",
      "answer": "the Stamp Act"
    },
    {
      "category": "CATS",
      "text": "ThisAsian-named cat is produced by mating Siamese and longhairs, and then selectively breeding them",
      "answer": "Himalayan"
    },
    {
      "category": "CHILDREN'S AUTHORS",
      "text": "Among her famous characters are Ramona Quimby & Henry Huggins",
      "answer": "Beverly Cleary"
    },
    {
      "category": "JUDY",
      "text": "She hit the top 40 in both 1975 & 1977 with \"Send In The Clowns\"",
      "answer": "Judy Collins"
    },
    {
      "category": "ANGEL",
      "text": "It's the title of Tony Kushner's Pulitzer-winning play",
      "answer": "Angels in America"
    },
    {
      "category": "THAT'S MY \"MA",
      "text": "6-letter term for respect or reverence paid or rendered",
      "answer": "homage"
    },
    {
      "category": "RIVERS",
      "text": "Its upper part runs clear; it clouds up near Great Falls, Montana & gets muddier from there",
      "answer": "Missouri"
    },
    {
      "category": "SITCOM SUPPORTING CHARACTERS",
      "text": "Rock me, Ann B. Davis!  Ms. D played housekeeper Alice Nelson on this sitcom from 1969 to 1974",
      "answer": "The Brady Bunch"
    },
    {
      "category": "DE GAULLE OF DAT GUY!",
      "text": "\"V\" was for this Feb.-to-Dec. 1916 battle, begun by a surprise attack, in which Charles De Gaulle fought",
      "answer": "Verdun"
    },
    {
      "category": "ELECTRONICA",
      "text": "(Kelly of the Clue Crew delivers the clue from Sony Headquarters in Tokyo, Japan.)  This prototype of Sony's new OLED technology demonstrates that TVs can be made an eighth of an inch thick, which is 3 of this metric unit",
      "answer": "a millimeter"
    },
    {
      "category": "TITLE BALLET WOMEN",
      "text": "1949 saw the first ballet version of this operatic Bizet work that features Don Jose & a toreador",
      "answer": "Carmen"
    },
    {
      "category": "CROSSWORD CLUES \"C",
      "text": "Delaware or Virginia in the 1760s(6)",
      "answer": "a colony"
    },
    {
      "category": "RIVERS",
      "text": "It's fed by the Hasbani River in Lebanon & by the Baniyas in Syria",
      "answer": "the Jordan"
    },
    {
      "category": "SITCOM SUPPORTING CHARACTERS",
      "text": "On this sitcom, Oscar Nunez is Oscar, Creed Bratton is Creed, Angela Kinsey is Angela & Rainn Wilson is...Dwight",
      "answer": "The Office"
    },
    {
      "category": "DE GAULLE OF DAT GUY!",
      "text": "In 1965 De Gaulle won the Presidency by defeating this Socialist, later France's leader from 1981 to 1995",
      "answer": "Francois Mitterrand"
    },
    {
      "category": "ELECTRONICA",
      "text": "(Alex Trebek delivers the clue from Sony Headquarters in Tokyo, Japan.) Brando won the Oscar, the Dodgers won the World Series, Bill Haley & The Comets had a monster hit, and Sony introduced the first transistor radio, all in this year",
      "answer": "1955"
    },
    {
      "category": "TITLE BALLET WOMEN",
      "text": "The evil priest Frollo wants Esmeralda but she is saved by him",
      "answer": "Quasimodo"
    },
    {
      "category": "CROSSWORD CLUES \"C",
      "text": "Hooded cape for a monk(4)",
      "answer": "cowl"
    },
    {
      "category": "RIVERS",
      "text": "GE acknowledges that in the 20th Century it dumped PCBs into this river around Troy",
      "answer": "the Hudson River"
    },
    {
      "category": "SITCOM SUPPORTING CHARACTERS",
      "text": "This sitcom's Niles:\"I have a session with my multiple personality... if I'm late, he can just talk amongst himself\"",
      "answer": "Frasier"
    },
    {
      "category": "DE GAULLE OF DAT GUY!",
      "text": "De Gaulle's June 18, 1940 broadcast in this city asking for France's leadership led to a death sentence in a French court",
      "answer": "London"
    },
    {
      "category": "ELECTRONICA",
      "text": "(Jimmy of the Clue Crew delivers the clue from Sony Headquarters in Tokyo, Japan) The 70-inch Bravia TV has LED backlighting, but the basic tecnology is LCD, short for this, providing a wider viewing angle than the plasma screens",
      "answer": "Liquid Crystal Display"
    },
    {
      "category": "TITLE BALLET WOMEN",
      "text": "Margot Fonteyn is seenhereresting her tootsies as Princess Aurora inthisballet",
      "answer": "Sleeping Beauty"
    },
    {
      "category": "CROSSWORD CLUES \"C",
      "text": "A reddish-brown horse(8)",
      "answer": "a chestnut"
    },
    {
      "category": "RIVERS",
      "text": "3-letter name of the British river on which Oxford's rival university is located",
      "answer": "the Cam River"
    },
    {
      "category": "SITCOM SUPPORTING CHARACTERS",
      "text": "Enjoy Randy, Crabman & even Willie the One-eyed Mailman on this NBC show",
      "answer": "My Name Is Earl"
    },
    {
      "category": "DE GAULLE OF DAT GUY!",
      "text": "De Gaulle wanted a small, mobile army vs. static theories like this defensive \"line\" named for a Minister of War",
      "answer": "the Maginot Line"
    },
    {
      "category": "ELECTRONICA",
      "text": "(Alex Trebek delivers the clue from Sony Headquarters in Tokyo, Japan) Most DVD players use a red light laser; to show true HD movies, however, this player uses a laser of this color, which has a shorter wavelength",
      "answer": "blue"
    },
    {
      "category": "TITLE BALLET WOMEN",
      "text": "This Kenneth MacMillan ballet intrigues with the curious story of the last of the 4 daughters of Czar Nicholas II",
      "answer": "Anastasia"
    },
    {
      "category": "CROSSWORD CLUES \"C",
      "text": "Slide Mountain's range(9)",
      "answer": "the Catskills"
    },
    {
      "category": "RIVERS",
      "text": "Candido Rondon found the River of Doubt, now the Rio Roosevelt, which flows in this country's Amazonas State",
      "answer": "Brazil"
    },
    {
      "category": "SITCOM SUPPORTING CHARACTERS",
      "text": "One of the many supporting folks on this animated show, student Ralph Wiggum said, \"Me fail English?  That's unpossible\"",
      "answer": "The Simpsons"
    },
    {
      "category": "DE GAULLE OF DAT GUY!",
      "text": "In 1925 De Gaulle was promoted to the staff of the Supreme War Council by this marshal",
      "answer": "Marshal Petain"
    },
    {
      "category": "ELECTRONICA",
      "text": "(Jimmy of the Clue Crew delivers the clue from Sony Headquarters in Tokyo, Japan) PS3 makes games more realistic using computer power from this alliterative technology in which multiple core CPUs run at once",
      "answer": "parallel processing"
    },
    {
      "category": "TITLE BALLET WOMEN",
      "text": "This Greek gal falls for her stepson Hippolytus in a ballet based on Racine's tragedy",
      "answer": "Phaedra"
    },
    {
      "category": "CROSSWORD CLUES \"C",
      "text": "The muse of history(4)",
      "answer": "Clio"
    }
  ]
}