{
  "title": "Show #5200 - Friday, March 30, 2007",
  "date": {
    "day": 30,
    "month": "March",
    "year": 2007
  },
  "clues": [
    {
      "category": "THE BILL CLINTON PRESIDENTIAL LIBRARY",
      "text": "(Cheryl of the Clue Crew delivers the clue from the Bill Clinton Presidential Library in Little Rock, AR.) This re-creation of Clinton's Oval Office includes the desk the President chose to use; it was first brought into the White House by this hero of Clinton",
      "answer": "JFK"
    },
    {
      "category": "BROADWAY: IT'S A CRIME!",
      "text": "Gaston plots to kill the hulking, hairy hero of this musical (don't worry, kiddies--everything turns out all right)",
      "answer": "Beauty and the Beast"
    },
    {
      "category": "THE DEVIL'S IN THE DETAILS",
      "text": "It's the more popular geographic name for the Devil's Triangle",
      "answer": "the Bermuda Triangle"
    },
    {
      "category": "LITERARY OBITS",
      "text": "A harpoon rope around his neck took this 1851 seafarer from us too soon",
      "answer": "(Captain) Ahab"
    },
    {
      "category": "BEER COUNTRY OF ORIGIN",
      "text": "Hope your Moosehead has a nice head on it in this country",
      "answer": "Canada"
    },
    {
      "category": "COLORFUL RHYME TIME",
      "text": "An albino \"sir\"",
      "answer": "a white knight"
    },
    {
      "category": "THE BILL CLINTON PRESIDENTIAL LIBRARY",
      "text": "(Jon of the Clue Crew reports from the Clinton Presidential Library in Little Rock, AR.)  Here in the Clinton Library, I'm with some of the President's favorite books: \"I Know Why the Caged Bird Sings\", \"The Poems of Yeats\" &, of course, \"Living History\" by this author",
      "answer": "Hillary Clinton"
    },
    {
      "category": "BROADWAY: IT'S A CRIME!",
      "text": "The sexiest murderesses on Broadway have been strutting their stuff in this musical revival since 1996",
      "answer": "Chicago"
    },
    {
      "category": "THE DEVIL'S IN THE DETAILS",
      "text": "Devil's Tower was designated the nation's first national monument in 1906 by this president",
      "answer": "Teddy Roosevelt"
    },
    {
      "category": "LITERARY OBITS",
      "text": "He is survived by Wiglaf & his sword, Naegling.  The Kingdom of Geats mourns after a dragon bite to his neck",
      "answer": "Beowulf"
    },
    {
      "category": "BEER COUNTRY OF ORIGIN",
      "text": "A cold Dos Equis or 2 might help get you through some of the hot nights in this country where it originated",
      "answer": "Mexico"
    },
    {
      "category": "COLORFUL RHYME TIME",
      "text": "An azure mystery-solving aid",
      "answer": "a blue clue"
    },
    {
      "category": "THE BILL CLINTON PRESIDENTIAL LIBRARY",
      "text": "(Cheryl of the Clue Crew delivers the clue from the Clinton Presidential Library in Little Rock, AR.) Gifts to the President abound at the Library, like a mosaic of the Colosseum, given by this man, complete with his seal",
      "answer": "Pope John Paul II"
    },
    {
      "category": "BROADWAY: IT'S A CRIME!",
      "text": "Appropriately, \"Dirty Rotten Number\" is a song in this con man musical",
      "answer": "Dirty Rotten Scoundrels"
    },
    {
      "category": "THE DEVIL'S IN THE DETAILS",
      "text": "In German legend, he sells his soul to the devil for youth, knowledge & power",
      "answer": "Faust"
    },
    {
      "category": "LITERARY OBITS",
      "text": "Beheaded by Harker & his heart Bowie-knifed by Morris.  No funeral arrangements pending",
      "answer": "Count Dracula"
    },
    {
      "category": "BEER COUNTRY OF ORIGIN",
      "text": "\"It's all about the beer\" is an advertising slogan for Heineken, the best-known beer from this country",
      "answer": "Holland (the Netherlands)"
    },
    {
      "category": "COLORFUL RHYME TIME",
      "text": "A purplish-red Old West bar",
      "answer": "a maroon saloon"
    },
    {
      "category": "THE BILL CLINTON PRESIDENTIAL LIBRARY",
      "text": "(Jon of the Clue Crew reports from the Clinton Presidential Library in Little Rock, AR.)  Displays in this alcove commemorate Clinton's founding of this community service program that combines Volunteers in Service to America & the National Civilian Community Corps",
      "answer": "AmeriCorps"
    },
    {
      "category": "BROADWAY: IT'S A CRIME!",
      "text": "Hope \"springs\" eternal as Max & Leo scheme to make this German-themed show a flop in \"The Producers\"",
      "answer": "Springtime for Hitler"
    },
    {
      "category": "THE DEVIL'S IN THE DETAILS",
      "text": "It's the Gospel that contains the line \"In my name shall they cast out devils; they shall speak with new tongues\"",
      "answer": "Mark"
    },
    {
      "category": "LITERARY OBITS",
      "text": "This 1862 character passed in the presence of Marius & his beloved Cosette.  In France, after a brief illness",
      "answer": "Jean Valjean"
    },
    {
      "category": "BEER COUNTRY OF ORIGIN",
      "text": "Ah!  I see an Asahi from this country in your beer-drinking future",
      "answer": "Japan"
    },
    {
      "category": "COLORFUL RHYME TIME",
      "text": "A brownish-orange close-fitting necklace",
      "answer": "an ocher choker"
    },
    {
      "category": "THE BILL CLINTON PRESIDENTIAL LIBRARY",
      "text": "(Cheryl of the Clue Crew delivers the clue from the Clinton Presidential Library in Little Rock, AR.)  At the Library, you can see a touching tribute to the first cat & first dog of the Clinton family with these names",
      "answer": "Buddy & Socks"
    },
    {
      "category": "BROADWAY: IT'S A CRIME!",
      "text": "Brian F. O'Byrne played the priest whom Cherry Jones suspected of improprieties in this Tony-winning drama",
      "answer": "Doubt"
    },
    {
      "category": "THE DEVIL'S IN THE DETAILS",
      "text": "In the Catholic Church, this person presented the reasons why someone should not be canonized",
      "answer": "the Devil's Advocate"
    },
    {
      "category": "LITERARY OBITS",
      "text": "Recently of Pendleton Prison Farm.  Passed in his sleep (with the aid of a pillow on his face).  In Oregon",
      "answer": "(Randall) McMurphy"
    },
    {
      "category": "BEER COUNTRY OF ORIGIN",
      "text": "Kingfisher is a world-renowned brew from this country of Asia",
      "answer": "India"
    },
    {
      "category": "COLORFUL RHYME TIME",
      "text": "A coaxial TV wire in heraldic black",
      "answer": "a sable cable"
    }
  ]
}