{
  "title": "Show #8060 - Friday, September 27, 2019",
  "date": {
    "day": 27,
    "month": "September",
    "year": 2019
  },
  "clues": [
    {
      "category": "WINNIE-THE-POOH IN THEOED",
      "text": "Of course, Pooh is cited in the entry for this noun: \"he sat down and took the top off his jar of\" it",
      "answer": "honey"
    },
    {
      "category": "MUSEUM-PODGE",
      "text": "(Sarah of the Clue Crews presents from the Witte Museum in San Antonio.) The Witte Museum's collection includes partialbustsof Abraham Lincoln and Theodore Roosevelt, sculpted by Gutzon Borglum as studies for his execution of this much larger project",
      "answer": "Mount Rushmore"
    },
    {
      "category": "THEORIES",
      "text": "The steady-state theory in which the universe has no beginning or end lost ground to this one where everything went kablooey!",
      "answer": "the big bang"
    },
    {
      "category": "CABLE TELEVISION",
      "text": "An all-time record for HBO, in May 2019, 19.3 million tuned in to watch \"The Iron Throne\" episode of this series",
      "answer": "Game of Thrones"
    },
    {
      "category": "AN IMP OF A RHYME",
      "text": "To spend time making adjustments to one's appearance",
      "answer": "primp"
    },
    {
      "category": "WHISKEY BUSINESS",
      "text": "It's a myth that whiskey labeled \"bourbon\" must be distilled in this U.S. state, but most of it is",
      "answer": "Kentucky"
    },
    {
      "category": "WINNIE-THE-POOH IN THEOED",
      "text": "In 2018 the OED updated \"Bear\" to include Pooh's description of himself as \"a bear of very little\" this",
      "answer": "brain"
    },
    {
      "category": "MUSEUM-PODGE",
      "text": "The Vasa, a warship that spent 333 years under the sea, was salvaged & turned into a museum in this capital city",
      "answer": "Stockholm"
    },
    {
      "category": "THEORIES",
      "text": "The government is up to something--yes, I'm big on these theories, from the Latin for \"breathe together\"",
      "answer": "conspiracy"
    },
    {
      "category": "CABLE TELEVISION",
      "text": "Stan, Cartman & the whole town of \"South Park\" helped put this cable channel on the map",
      "answer": "Comedy Central"
    },
    {
      "category": "AN IMP OF A RHYME",
      "text": "\"Snoopy One\" was one for Metlife",
      "answer": "blimp"
    },
    {
      "category": "WHISKEY BUSINESS",
      "text": "Most scotch is distilled twice; this type of whiskey, like Bushmills & Tullamore D.E.W., 3 times",
      "answer": "Irish whiskey"
    },
    {
      "category": "WINNIE-THE-POOH IN THEOED",
      "text": "This Pooh pal's name means \"an exuberant, energetic, and cheerful person\"",
      "answer": "Tigger"
    },
    {
      "category": "MUSEUM-PODGE",
      "text": "This Chicago Museum of Natural History bought Sue, the largest & most complete T. rex skeleton, for over $8 mil. in 1997",
      "answer": "the Field Museum"
    },
    {
      "category": "THEORIES",
      "text": "The greater fool theory in this activity says don't worry about overvaluation--there's always some dummy who'll buy",
      "answer": "buying stocks"
    },
    {
      "category": "CABLE TELEVISION",
      "text": "FX's \"American Crime Story: The People v. O.J. Simpson\" followed up with the story of this man's assassination",
      "answer": "(Gianni) Versace"
    },
    {
      "category": "AN IMP OF A RHYME",
      "text": "6-letter word meaning to economize",
      "answer": "scrimp"
    },
    {
      "category": "WHISKEY BUSINESS",
      "text": "Forbes says India's Officer's Choice is the world's top-selling whiskey; America's is this Lynchburg libation",
      "answer": "Jack Daniel's"
    },
    {
      "category": "WINNIE-THE-POOH IN THEOED",
      "text": "Horrible! the OED defines it as \"an imaginary creature resembling an elephant\"",
      "answer": "Heffalump"
    },
    {
      "category": "MUSEUM-PODGE",
      "text": "Wisconsin's National Railroad Museum has an exhibit on these porters: \"from service to civil rights\"",
      "answer": "Pullman car porters"
    },
    {
      "category": "THEORIES",
      "text": "This Cold War theory said if one country fell to communism, nearby ones would follow",
      "answer": "the domino theory"
    },
    {
      "category": "AN IMP OF A RHYME",
      "text": "Crangon crangon is the scientific name for the common European one",
      "answer": "shrimp"
    },
    {
      "category": "WHISKEY BUSINESS",
      "text": "A small percent of whiskey maturing in barrels evaporates each year, a portion called the \"share\" of these celestial beings",
      "answer": "the angel's share"
    },
    {
      "category": "WINNIE-THE-POOH IN THEOED",
      "text": "\"Pooh-sticks\" is defined as \"a game in which sticks are thrown into a river from the upstream side of\" one of these",
      "answer": "bridge"
    },
    {
      "category": "MUSEUM-PODGE",
      "text": "Giorgio Vasari designed it as an office building; later it housed the Medici art collection & then became a museum",
      "answer": "Uffizi Gallery"
    },
    {
      "category": "THEORIES",
      "text": "A 1982 theory named for broken these items says small signs of disorder in an area lead to serious crime",
      "answer": "windows"
    },
    {
      "category": "AN IMP OF A RHYME",
      "text": "To connect 2 wires by squeezing the ends together",
      "answer": "crimp"
    },
    {
      "category": "WHISKEY BUSINESS",
      "text": "Seagram's famed numeric brand launched the first National Dive Bar Day--naturally on this date in 2018",
      "answer": "July 7th"
    },
    {
      "category": "ANTIQUITY CUSTODY BATTLES",
      "text": "In 2019 Norway agreed to give back items taken from Easter Island by this Kon-Tiki explorer",
      "answer": "(Thor) Heyerdahl"
    },
    {
      "category": "BIOGRAPHERS",
      "text": "W.E.B. Du Bois wrote a 1909 biography defending this abolitionist who was hanged 50 years earlier",
      "answer": "(John) Brown"
    },
    {
      "category": "SOME STERN WORDS",
      "text": "A rock that makes a spark begins this adjective for someone of stern demeanor",
      "answer": "flinty"
    },
    {
      "category": "SOAP",
      "text": "This word for the foam formed by soap in water can also mean a state of being upset",
      "answer": "lather"
    },
    {
      "category": "WATER",
      "text": "Major ports on this lake include Mwanza & Entebbe",
      "answer": "Victoria"
    },
    {
      "category": "ANTIQUITY CUSTODY BATTLES",
      "text": "Tension exists between Egypt & the British Museum over the return of this stone, taken from Egypt in 1801",
      "answer": "the Rosetta Stone"
    },
    {
      "category": "BIOGRAPHERS",
      "text": "His \"The Life of Samuel Johnson, LL.D.\" came out in 1791, 7 years after his friend's death",
      "answer": "Boswell"
    },
    {
      "category": "SOME STERN WORDS",
      "text": "A way an egg is cooked, or an adjective for an unsentimental chap",
      "answer": "hard-boiled"
    },
    {
      "category": "WATER",
      "text": "This strait named for an explorer who passed through it in 1520 separates mainland South America from Tierra del Fuego Island",
      "answer": "the Strait of Magellan"
    },
    {
      "category": "ANTIQUITY CUSTODY BATTLES",
      "text": "The U.K.'s Coronation Chair feels a little lonelier without this rock, returned to Scotland in 1996",
      "answer": "Stone of Scone"
    },
    {
      "category": "B\" MOVIE STARS",
      "text": "She was an Elven queen in \"The Lord of the Rings\"",
      "answer": "Cate Blanchett"
    },
    {
      "category": "BIOGRAPHERS",
      "text": "\"The Pioneers\", the latest by David McCullough, features the settlers of this American territory just past the Ohio river",
      "answer": "the Northwest Territory"
    },
    {
      "category": "SOME STERN WORDS",
      "text": "This word referring to stern discipline comes from a city-state of ancient Greece",
      "answer": "Spartan"
    },
    {
      "category": "SOAP",
      "text": "According to Pliny the Elder, this ancient seafaring people of the Mediterranean made soap from goat's tallow & wood ashes",
      "answer": "Phoenicians"
    },
    {
      "category": "WATER",
      "text": "A painting depictsthisriver that, in Switzerland, plummets over the Schaffhausen waterfall",
      "answer": "the Rhine"
    },
    {
      "category": "ANTIQUITY CUSTODY BATTLES",
      "text": "This rhyming craft-supply chain got in hot water recently after purchasing artifacts that were smuggled out of Iraq",
      "answer": "Hobby Lobby"
    },
    {
      "category": "B\" MOVIE STARS",
      "text": "This Spaniard had no idea how crazy he was as a hitman in \"No Country for Old Men\"",
      "answer": "Javier Bardem"
    },
    {
      "category": "BIOGRAPHERS",
      "text": "Rose Byrne played biographer Rebecca Skloot in the HBO movie \"The Immortal Life of\" this woman",
      "answer": "Henrietta Lacks"
    },
    {
      "category": "SOME STERN WORDS",
      "text": "From a Greek word for a hermit or monk, this adjective means denying oneself comforts",
      "answer": "ascetic"
    },
    {
      "category": "SOAP",
      "text": "Soap helps liquids clean better by reducing this molecular cohesion & allowing the liquids' atoms to spread out more",
      "answer": "surface tension"
    },
    {
      "category": "WATER",
      "text": "Term for a section of treacherous rapids on a river; the Nile's sixth one is a bit north of Khartoum",
      "answer": "cataracts"
    },
    {
      "category": "ANTIQUITY CUSTODY BATTLES",
      "text": "In 2017 South Korea returned stolen dinosaur fossils, including the Tarbosaurus bataar, to this Asian country",
      "answer": "Mongolia"
    },
    {
      "category": "B\" MOVIE STARS",
      "text": "As Sgt. Barnes in \"Platoon\", this tough guy really gets on Charlie Sheen's bad side",
      "answer": "Tom Berenger"
    },
    {
      "category": "BIOGRAPHERS",
      "text": "His fourth volume on Lyndon Johnson appeared in 2012 & was followed by great anticipation of volume 5",
      "answer": "(Robert) Caro"
    },
    {
      "category": "SOME STERN WORDS",
      "text": "Unwilling to change your opinion? You're this, from the practice of coloring fibers before they were woven into cloth",
      "answer": "dyed in the wool"
    },
    {
      "category": "SOAP",
      "text": "For centuries, this olive oil-based soap named for a region in Spain was exported to royalty throughout Europe",
      "answer": "Castile soap"
    },
    {
      "category": "WATER",
      "text": "The longest river in this country, the Murray runs 1,570 miles",
      "answer": "Australia"
    }
  ]
}