{
  "title": "Show #8834 - Thursday, March 23, 2023",
  "date": {
    "day": 23,
    "month": "March",
    "year": 2023
  },
  "clues": [
    {
      "category": "THAT'S COLD!",
      "text": "This chilly word can precede shoulder, daiquiri or yogurt",
      "answer": "frozen"
    },
    {
      "category": "ON THE \"J.V.\" SQUAD",
      "text": "This Navy SEAL later went into the wrestling ring, movies & Minnesota politics",
      "answer": "Jesse Ventura"
    },
    {
      "category": "WITH A SCULPTURE ON TOP",
      "text": "A classical statue called \"Freedom\" sits atop the dome of this Washington, D.C. building",
      "answer": "the U.S. Capitol"
    },
    {
      "category": "5-LETTER LITERARY CHARACTERS",
      "text": "In \"The Maltese Falcon\" his name is this. Sam this.",
      "answer": "Spade"
    },
    {
      "category": "POST",
      "text": "Originally a French cavalry call, the bugle song known as \"Call To The Post\" is commonly heard several times a day at one of these",
      "answer": "a racetrack"
    },
    {
      "category": "APOCA-LIPSTICK",
      "text": "Blend in with the other rampaging monsters with Le Monster Lip Crayon, fittingly from this pop superstar",
      "answer": "Lady Gaga"
    },
    {
      "category": "THAT'S COLD!",
      "text": "This word precedes \"hare\" in the name of the animalshown, or \"Dreams\" in the title of Barry Lopez's book that mentions the critter",
      "answer": "Arctic"
    },
    {
      "category": "ON THE \"J.V.\" SQUAD",
      "text": "He played Dawson Leery on \"Dawson's Creek\" & his last name means \"of the creek\"",
      "answer": "James Van Der Beek"
    },
    {
      "category": "WITH A SCULPTURE ON TOP",
      "text": "Philly's city hall is topped by a 37-foot tall statue ofthiscolony founder; for a time no building there was built higher than his hat",
      "answer": "William Penn"
    },
    {
      "category": "5-LETTER LITERARY CHARACTERS",
      "text": "Shakespeare's Goneril kills herself after poisoning this sister",
      "answer": "Regan"
    },
    {
      "category": "POST",
      "text": "In addition to her classic works on etiquette, she wrote the 1949 book \"Motor Manners\"",
      "answer": "Emily Post"
    },
    {
      "category": "APOCA-LIPSTICK",
      "text": "As society crumbles around you, you'll look posh in the vice lipstick line from the edgy company called \"Urban\" this",
      "answer": "Decay"
    },
    {
      "category": "THAT'S COLD!",
      "text": "Outside, this tapered spike is formed by solid water; inside, one can be found on a Christmas tree",
      "answer": "an icicle"
    },
    {
      "category": "ON THE \"J.V.\" SQUAD",
      "text": "Someone dropped a statue of this \"Friday the 13th\" slasher in a lake in Minnesota; not cool, man",
      "answer": "Jason Voorhees"
    },
    {
      "category": "WITH A SCULPTURE ON TOP",
      "text": "The colossal Christ the Redeemer Statue on Mount Corcovado towers over this South American city",
      "answer": "Rio de Janeiro"
    },
    {
      "category": "5-LETTER LITERARY CHARACTERS",
      "text": "He teaches the wolf cubs & Mowgli the law of the jungle",
      "answer": "Baloo"
    },
    {
      "category": "POST",
      "text": "John Rewald's book about this movement is subtitled \"From van Gogh to Gauguin\"",
      "answer": "Post-Impressionism"
    },
    {
      "category": "APOCA-LIPSTICK",
      "text": "Did aliens cause the fuss? In that case, try this numeric lipstick shade whose name comes before \"from Outer Space\" in a 1957 film title",
      "answer": "Plan 9"
    },
    {
      "category": "THAT'S COLD!",
      "text": "In 1998 Michael Keaton was nipping at your nose as this title guy, a dad brought back to life as a snowman",
      "answer": "Jack Frost"
    },
    {
      "category": "ON THE \"J.V.\" SQUAD",
      "text": "He's been nominated for 4 Oscars, winning for 1978's \"Coming Home\"",
      "answer": "Jon Voight"
    },
    {
      "category": "WITH A SCULPTURE ON TOP",
      "text": "Commissioned by brewer Carl Jacobsen, a sculpture of this fairy-tale figure sits atop a rock in Copenhagen harbor",
      "answer": "the Little Mermaid"
    },
    {
      "category": "5-LETTER LITERARY CHARACTERS",
      "text": "Last name of Edith Wharton's title farmer Ethan",
      "answer": "Frome"
    },
    {
      "category": "POST",
      "text": "I do say, dear courier, please complete your task in this manner that ends with a word meaning speed",
      "answer": "posthaste"
    },
    {
      "category": "APOCA-LIPSTICK",
      "text": "You can still look good in the end times with the lipstick shade named this, the word young Danny repeats in \"The Shining\"",
      "answer": "Redrum"
    },
    {
      "category": "THAT'S COLD!",
      "text": "The purchase of Alaska was derided as \"Seward's Folly\" & \"Seward's\" this kitchen appliance",
      "answer": "Icebox"
    },
    {
      "category": "ON THE \"J.V.\" SQUAD",
      "text": "Seenhereoff the mound, this downtown man eventually married an Upton girl",
      "answer": "Justin Verlander"
    },
    {
      "category": "WITH A SCULPTURE ON TOP",
      "text": "A column topped by a 17-foot statue of this man is the centerpiece of London's Trafalgar Square",
      "answer": "Nelson"
    },
    {
      "category": "5-LETTER LITERARY CHARACTERS",
      "text": "Unstable skipper of the minesweeper U.S.S. Caine who faces a mutiny",
      "answer": "(Captain) Queeg"
    },
    {
      "category": "POST",
      "text": "In 2017 the Washington Post adopted the slogan this \"dies in darkness\"",
      "answer": "Democracy"
    },
    {
      "category": "APOCA-LIPSTICK",
      "text": "Hail Cthulhu,thistattoo artist & model may have opened up a portal to another dimension with her lipstick shade Lovecraft",
      "answer": "Kat Von D"
    },
    {
      "category": "HISTORIC NAMES",
      "text": "For his services in fighting this fleet, British explorer Martin Frobisher was knighted in 1588",
      "answer": "the Spanish Armada"
    },
    {
      "category": "SCIENCE",
      "text": "The mass of gas around a planet, this word is also used as the unit of air pressure equal to 14.7 psi at sea level",
      "answer": "1 atmosphere"
    },
    {
      "category": "PULITZER PRIZES",
      "text": "Seenhere, he was the first to win a Pulitzer Prize for film criticism, doing so in 1975",
      "answer": "Ebert"
    },
    {
      "category": "TV SHOW LINGO",
      "text": "Plinko was unveiled on this game show in 1983",
      "answer": "The Price is Right"
    },
    {
      "category": "FOREIGN WORDS & PHRASES",
      "text": "When Don Quixote says, \"He owes you nothing\", he uses this as the last word",
      "answer": "nada"
    },
    {
      "category": "THE LINCOLN HIGHWAY",
      "text": "(Amor Towles presents the clue.) The Lincoln Highway, which starts at Times Square, originally included a ferry acrossthisriver",
      "answer": "the Hudson River"
    },
    {
      "category": "HISTORIC NAMES",
      "text": "While in the service of the Dutch East India Company, he became the first European to sight New Zealand & the Fiji islands",
      "answer": "Abel Tasman"
    },
    {
      "category": "SCIENCE",
      "text": "There are more than 3,000 species of this insect in 3 main genera; genus Culex carries encephalitis",
      "answer": "mosquitoes"
    },
    {
      "category": "PULITZER PRIZES",
      "text": "In 1947 a special Pulitzer went to this university's graduate school of journalism, for its administration of the Pulitzer prizes",
      "answer": "Columbia"
    },
    {
      "category": "TV SHOW LINGO",
      "text": "This Roy family epic taught us \"prekend\", starting Thursday after lunch",
      "answer": "Succession"
    },
    {
      "category": "FOREIGN WORDS & PHRASES",
      "text": "Coup de foudre, literally \"stroke of lightning\", is the French equivalent of this 4-word phrase for instantaneous romance",
      "answer": "love at first sight"
    },
    {
      "category": "THE LINCOLN HIGHWAY",
      "text": "(Amor Towles presents the clue.) Figuring prominently in my novel is a 1948Studebaker Land Cruiser, a car manufactured inthisLincoln Highway Indiana city, which is also home to students attending Notre Dame",
      "answer": "South Bend"
    },
    {
      "category": "HISTORIC NAMES",
      "text": "As queen of the Netherlands, she saw her country through both World Wars",
      "answer": "Wilhelmina"
    },
    {
      "category": "SCIENCE",
      "text": "Sulfur dioxide & nitrogen oxides react with other elements to create this harmful precipitation",
      "answer": "acid rain"
    },
    {
      "category": "PULITZER PRIZES",
      "text": "Thishistorian, noted for his biographies of John Adams & Harry Truman, won 2 Pulitzers",
      "answer": "McCullough"
    },
    {
      "category": "TV SHOW LINGO",
      "text": "Marshall, played by him on \"How I Met Your Mother\", coined \"Revertigo\"",
      "answer": "(Jason) Segel"
    },
    {
      "category": "FOREIGN WORDS & PHRASES",
      "text": "Italian for what you say when squeezing past someone in a theater, it rhymes with \"juicy\"",
      "answer": "scusi"
    },
    {
      "category": "THE LINCOLN HIGHWAY",
      "text": "(Amor Towles presents the clue.) Near the end of the book, Emmett & Billy finally set out for theWestern Terminusof the highway, which is still at the Palace of the Legion of Honor inthiscity",
      "answer": "San Francisco"
    },
    {
      "category": "HISTORIC NAMES",
      "text": "After his troops captured the Alamo, this Mexican general was captured after the Battle of San Jacinto",
      "answer": "Santa Anna"
    },
    {
      "category": "SCIENCE",
      "text": "Of the 3 main types of rock, it's what shale is",
      "answer": "sedimentary"
    },
    {
      "category": "PULITZER PRIZES",
      "text": "In 2014 Jason Szep & Andrew R.C. Marshall shared a Pulitzer for reporting on the violent persecution of this Muslim minority in Myanmar",
      "answer": "the Rohingya"
    },
    {
      "category": "TV SHOW LINGO",
      "text": "This substance powers spaceships on \"Star Trek\"",
      "answer": "dilithium (crystals)"
    },
    {
      "category": "FOREIGN WORDS & PHRASES",
      "text": "An Architectural Digest headline said this term \"dictated the layout of\" a \"light-filled residence in Beijing\"",
      "answer": "feng shui"
    },
    {
      "category": "THE LINCOLN HIGHWAY",
      "text": "(Amor Towles presents the clue.) In Pennsylvania, theLincoln Highwayfollows the route of the Lancaster, one of these toll roads which back in its day was also an innovative long-distance highway",
      "answer": "a turnpike"
    },
    {
      "category": "HISTORIC NAMES",
      "text": "Before he got the boot for good in 41 A.D., this emperor wanted a statue of himself placed in the Temple in Jerusalem",
      "answer": "Caligula"
    },
    {
      "category": "SCIENCE",
      "text": "Atomic number 87, this element named for a country by Marguerite Perey is the heaviest of the alkali metals",
      "answer": "francium"
    },
    {
      "category": "PULITZER PRIZES",
      "text": "Early in his career, this playwright won 3 Obies; he also won a Pulitzer for his play \"Buried Child\"",
      "answer": "Sam Shepard"
    },
    {
      "category": "TV SHOW LINGO",
      "text": "In the '60s this comedy mishmash from Dan Rowan & Dick Martin introduced bippy, as in \"You bet your sweet...\"",
      "answer": "Laugh-In"
    },
    {
      "category": "FOREIGN WORDS & PHRASES",
      "text": "It comes before \"Ukraini\" to mean \"glory to Ukraine\"; it's also a common nickname",
      "answer": "Slava"
    },
    {
      "category": "THE LINCOLN HIGHWAY",
      "text": "(Amor Towles presents the clue.) The setting for my novel's first chapter & also for Willa Cather's \"O Pioneers!\", where I got my epigraph, is inthisstate, which happens to be the midpoint of the Lincoln Highway",
      "answer": "Nebraska"
    }
  ]
}