{
  "title": "Show #9043 - Wednesday, February 21, 2024",
  "date": {
    "day": 21,
    "month": "February",
    "year": 2024
  },
  "clues": [
    {
      "category": "SCIENCE QUIZ",
      "text": "This fourth state of matter occurs when atoms in a gas are ionized",
      "answer": "plasma"
    },
    {
      "category": "1990s MUSIC",
      "text": "\"Shakedown\" is the first word of this Smashing Pumpkins song named for a year",
      "answer": "1979"
    },
    {
      "category": "FUN & GAMES",
      "text": "A tossed beanbag that has run afoul of the rules is deemed a stanker in this pastime",
      "answer": "cornhole"
    },
    {
      "category": "BOOZY",
      "text": "When it comes to this potent potable, go for one labeled \"100% blue agave\"",
      "answer": "tequila"
    },
    {
      "category": "IT'S REIGNING MEN!",
      "text": "In a job that does not seem short of perks, theking of this nation hands each Nobel laureate a diploma & a medalannually",
      "answer": "Sweden"
    },
    {
      "category": "HALLELUJAH!",
      "text": "Ending in -ee, this interjection expresses delight; the -ie version was a member of the Youth International Party",
      "answer": "yippee"
    },
    {
      "category": "SCIENCE QUIZ",
      "text": "A key to quantum mechanics is the notion that both radiation & matter can act as either particles or these",
      "answer": "waves"
    },
    {
      "category": "1990s MUSIC",
      "text": "(Diane Warren presents the clue.) This song thatToni Braxtonwasn't too keen to record became her signature hit & won her a Grammy",
      "answer": "\"Un-Break My Heart\""
    },
    {
      "category": "FUN & GAMES",
      "text": "Scott Salvadore won the \"mane event\" for the championships of this hairstyle with his 'do named \"The Lord's Drapes\"",
      "answer": "a mullet"
    },
    {
      "category": "BOOZY",
      "text": "An in-escape-able song by Rupert Holmes wonders if you like these cocktails & getting caught in the rain",
      "answer": "piña coladas"
    },
    {
      "category": "IT'S REIGNING MEN!",
      "text": "The I didn't even rule Egypt for a year & a half, but this pharaoh II of the 19th dynasty clocked in for 66, 1279-1213 B.C.",
      "answer": "Ramses"
    },
    {
      "category": "HALLELUJAH!",
      "text": "Also starting & ending with H, this exultant cry was greatly used on Hulu's \"The Great\"",
      "answer": "huzzah"
    },
    {
      "category": "SCIENCE QUIZ",
      "text": "Most snapping turtles are this type of equal-opportunity eater, happy to eat any old animal or vegetable for brunch",
      "answer": "an omnivore"
    },
    {
      "category": "1990s MUSIC",
      "text": "ThisBrit pop group made listeners feel bubbly with the song \"Champagne Supernova\"",
      "answer": "Oasis"
    },
    {
      "category": "FUN & GAMES",
      "text": "In 2023 Post Malone paid big bucks for a card from this enduring card game that featured the One Ring from \"The Lord of the Rings\"",
      "answer": "Magic: The Gathering"
    },
    {
      "category": "BOOZY",
      "text": "This golfer has his name on the drink of iced tea & lemonade; spike it with vodka & you've got a John Daly",
      "answer": "Arnold Palmer"
    },
    {
      "category": "IT'S REIGNING MEN!",
      "text": "A 1920 sovereign ordinance of this nation had the future Rainier III receive his mother's family name of Grimaldi",
      "answer": "Monaco"
    },
    {
      "category": "HALLELUJAH!",
      "text": "dictionary.com has 3 consecutive A's in this slang word, but you can draw it out even more before queen if you want to really show elation",
      "answer": "yaaas"
    },
    {
      "category": "SCIENCE QUIZ",
      "text": "Chloroplasts are where this energy conversion process takes place in plants",
      "answer": "photosynthesis"
    },
    {
      "category": "1990s MUSIC",
      "text": "Clips from the show \"Happy Days\" were used in this band's video for the song \"Buddy Holly\"",
      "answer": "Weezer"
    },
    {
      "category": "FUN & GAMES",
      "text": "\"Baldur's Gate 3\" is a 2023 video game juggernaut based on the 5E rules for this tabletop role-playing game",
      "answer": "Dungeons & Dragons"
    },
    {
      "category": "BOOZY",
      "text": "Though quite sweet, the name of this almond-flavored liqueur means \"little bitter\"",
      "answer": "amaretto"
    },
    {
      "category": "IT'S REIGNING MEN!",
      "text": "Ivan the Terrible's murder of his son in 1581 led to this family's dynasty that began in 1613 & would have the last czarring role",
      "answer": "the Romanovs"
    },
    {
      "category": "HALLELUJAH!",
      "text": "American music fans best know the band Blur for their song that starts with this shriek of triumph",
      "answer": "woo-hoo!"
    },
    {
      "category": "SCIENCE QUIZ",
      "text": "This 12-letter word describes the richness of life forms in a given environment",
      "answer": "biodiversity"
    },
    {
      "category": "1990s MUSIC",
      "text": "This Red Hot Chili Peppers tune implores, \"Take me to the place I love, take me all the way\"",
      "answer": "\"Under The Bridge\""
    },
    {
      "category": "FUN & GAMES",
      "text": "In this centuries-old game with a hyphenated name, you throw a knife at your opponent's feet; what could go wrong?",
      "answer": "mumblety-peg"
    },
    {
      "category": "BOOZY",
      "text": "Many a classic cocktail calls for a wee bit o' this Scotch whisky liqueur flavored with heather honey",
      "answer": "Drambuie"
    },
    {
      "category": "IT'S REIGNING MEN!",
      "text": "In his royal.uk bio: \"mentally unfit to rule during the last decade of his reign\"; \"most attractive of the Hanoverian monarchs\"",
      "answer": "George III"
    },
    {
      "category": "HALLELUJAH!",
      "text": "As an interjection, it means freakin' awesome, dude! As a noun, a less freakin' awesome unit of scientific measurement",
      "answer": "rad"
    }
  ]
}