{
  "title": "Show #8317 - Tuesday, January 19, 2021",
  "date": {
    "day": 19,
    "month": "January",
    "year": 2021
  },
  "clues": [
    {
      "category": "I CAN'T DECIDE ON A SYNONYM",
      "text": "To alternate between 2 positions is to do this, also a 6-letter playground apparatus",
      "answer": "see-saw"
    },
    {
      "category": "3-LETTER RESPONSES",
      "text": "John McCain's status from 1967 until his release in 1973",
      "answer": "a POW"
    },
    {
      "category": "COUNTRY ROADS",
      "text": "500-mile long Bundesstrasse 1",
      "answer": "Germany"
    },
    {
      "category": "PUT SOMETHING ON!",
      "text": "The pretzel knot is one of the knots suggested for these winter items; there aren't as many types as for neckties",
      "answer": "scarves"
    },
    {
      "category": "SOUNDS LIKE THE MOVIE'S SEQUEL",
      "text": "This 1984 film based on a Frank Herbert novel was not a prequel to \"The Englishman Who Went Up a Hill But Came Down a Mountain\"",
      "answer": "Dune"
    },
    {
      "category": "HISTORICALLY SHAMELESS",
      "text": "(William H. Macy presents the clue.) Though he shamelessly threw around accusations of communist affiliation,hisinfluence ended in 1954, when a lawyer asked, \"Have you no sense of decency\"?",
      "answer": "McCarthy"
    },
    {
      "category": "I CAN'T DECIDE ON A SYNONYM",
      "text": "It can mean a rubber sandal or to reverse your decision",
      "answer": "flip-flop"
    },
    {
      "category": "3-LETTER RESPONSES",
      "text": "An organization for doctors, or a patient who checks out of a hospital despite what the doctors suggest",
      "answer": "AMA"
    },
    {
      "category": "COUNTRY ROADS",
      "text": "N15 from Sligo to Lifford",
      "answer": "Ireland"
    },
    {
      "category": "PUT SOMETHING ON!",
      "text": "The man seenherehas on an ushanka hat; ushi's Russian for these body parts",
      "answer": "ears"
    },
    {
      "category": "SOUNDS LIKE THE MOVIE'S SEQUEL",
      "text": "This 2019 all-star whodunnit was not a follow-up to the documentary \"Forks Over Knives\"",
      "answer": "Knives Out"
    },
    {
      "category": "HISTORICALLY SHAMELESS",
      "text": "(Jeremy Allen White presents the clue.) Unashamed of his circus hoaxes,hedescribed himself in 1869 as \"preeminent among all who have sought to furnish healthful entertainment to the American people\"",
      "answer": "(P.T.) Barnum"
    },
    {
      "category": "I CAN'T DECIDE ON A SYNONYM",
      "text": "The still undecided are this, also the title of a movie in which George Clooney has millions of frequent flyer miles",
      "answer": "up in the air"
    },
    {
      "category": "3-LETTER RESPONSES",
      "text": "In 2017 the parent company for QVC filled up its cart & acquired this longtime rival",
      "answer": "HSN"
    },
    {
      "category": "COUNTRY ROADS",
      "text": "The Snowy Mountains Highway, the Tasman Highway",
      "answer": "Australia"
    },
    {
      "category": "PUT SOMETHING ON!",
      "text": "The \"no-show\" type of these is suggested with topsiders, for example",
      "answer": "socks"
    },
    {
      "category": "SOUNDS LIKE THE MOVIE'S SEQUEL",
      "text": "\"The Host\", starring Saoirse Ronan, did not have this Korean import & Best Picture Oscar winner as its sequel",
      "answer": "Parasite"
    },
    {
      "category": "HISTORICALLY SHAMELESS",
      "text": "(William H. Macy presents the clue.) His name has come to mean a great lover, &this18th century Italian was quite shameless about his escapades, trysting with nuns & writing to one woman, \"I have no reason to blush at having made a conquest of you\"",
      "answer": "Casanova"
    },
    {
      "category": "I CAN'T DECIDE ON A SYNONYM",
      "text": "Using this breakfast food to mean \"to be indecisive\" dates back to the 1800s",
      "answer": "waffle"
    },
    {
      "category": "3-LETTER RESPONSES",
      "text": "George H.W. Bush was director of it from January 1976 to January 1977",
      "answer": "the CIA"
    },
    {
      "category": "COUNTRY ROADS",
      "text": "The Subic-Clark-Tarlac Expressway",
      "answer": "the Philippines"
    },
    {
      "category": "PUT SOMETHING ON!",
      "text": "Whether on tops or dresses, puff these were one of Elle's \"9 Trends Dominating 2020\"",
      "answer": "sleeves"
    },
    {
      "category": "SOUNDS LIKE THE MOVIE'S SEQUEL",
      "text": "The movie \"Looking for\" him, also the name of a candy bar, was not a sequel to \"Willy Wonka & the Chocolate Factory\"",
      "answer": "Mr. Goodbar"
    },
    {
      "category": "HISTORICALLY SHAMELESS",
      "text": "(Shanola Hampton presents the clue.) In the early 1200s,heestablished an Asian empire the size of Africa, & doesn't seem to have many regrets since he's quoted as saying, \"The greatest joy is to conquer your enemies and savor their despair\"",
      "answer": "(Genghis) Khan"
    },
    {
      "category": "I CAN'T DECIDE ON A SYNONYM",
      "text": "This adjective for your mixed feelings comes from Latin for \"both\" & \"vigor\"",
      "answer": "ambivalent"
    },
    {
      "category": "3-LETTER RESPONSES",
      "text": "Abu Dhabi is the largest of the states that make up the federation commonly known by these 3 letters",
      "answer": "the UAE"
    },
    {
      "category": "COUNTRY ROADS",
      "text": "Valtatie 8, running north from Turku along the Gulf of Bothnia",
      "answer": "Finland"
    },
    {
      "category": "PUT SOMETHING ON!",
      "text": "Ralph Lauren sells \"The Iconic Khaki\" these pants that might get their name from an Asian country",
      "answer": "Chinos"
    },
    {
      "category": "SOUNDS LIKE THE MOVIE'S SEQUEL",
      "text": "Sounds fitting, but \"Singin' in the Rain\" was not the first in a series with these \"of Cherbourg\"",
      "answer": "Umbrellas"
    },
    {
      "category": "HISTORICALLY SHAMELESS",
      "text": "(William H. Macy presents the clue.) Rome's citizens must have rethought the whole one-man rule thing whenthisthird emperor gleefully abused his power by making senators run beside his chariot & dissolving valuable pearls in his drinks",
      "answer": "Caligula"
    }
  ]
}