{
  "title": "Show #2924 - Thursday, April 24, 1997",
  "date": {
    "day": 24,
    "month": "April",
    "year": 1997
  },
  "clues": [
    {
      "category": "THE OLD TESTAMENT",
      "text": "God told Adam, \"Of every tree of the garden thou mayest freely eat:  but of\" this one",
      "answer": "Tree of the knowledge of good & evil"
    },
    {
      "category": "FILM STARS",
      "text": "This former mayor of Carmel, California played 3 songs on the piano in \"In The Line Of Fire\"",
      "answer": "Clint Eastwood"
    },
    {
      "category": "COOKING",
      "text": "This device reads 234-240 degrees F. when your candy reaches the soft ball stage",
      "answer": "Thermometer"
    },
    {
      "category": "STATE CAPITALS",
      "text": "The metropolitan area of this Michigan capital occupies parts of 3 counties",
      "answer": "Lansing"
    },
    {
      "category": "POTPOURRI",
      "text": "The origins of this company can be traced back to the production of a car called the Dat in 1911",
      "answer": "Nissan/Datsun"
    },
    {
      "category": "G\" WHIZ!",
      "text": "It's a wine glass with a base & a stem",
      "answer": "Goblet"
    },
    {
      "category": "THE OLD TESTAMENT",
      "text": "It was God's sign to Noah that he would never again flood the Earth",
      "answer": "Rainbow"
    },
    {
      "category": "FILM STARS",
      "text": "This current James Bond was a fire eater while with the London Street Theatre Group",
      "answer": "Pierce Brosnan"
    },
    {
      "category": "COOKING",
      "text": "Before baking the peanut butter type of these, Heloise flattens them with a potato masher",
      "answer": "Cookies"
    },
    {
      "category": "STATE CAPITALS",
      "text": "The area of this Wyoming capital was first occupied by the Native American tribe for which it's named",
      "answer": "Cheyenne"
    },
    {
      "category": "POTPOURRI",
      "text": "Ash Wednesday is a movable feast falling this many days, excluding Sundays, before Easter",
      "answer": "40"
    },
    {
      "category": "G\" WHIZ!",
      "text": "The insane emperor Commodus fought in the arena as one of these combatants",
      "answer": "Gladiator"
    },
    {
      "category": "THE OLD TESTAMENT",
      "text": "In Joshua the Israelites made a miraculous crossing of this river, much as they did at the Red Sea",
      "answer": "Jordan"
    },
    {
      "category": "FILM STARS",
      "text": "This female star of \"Splash\" sung backup vocals on Jackson Browne's hit \"You're A Friend of Mine\"",
      "answer": "Daryl Hannah"
    },
    {
      "category": "COOKING",
      "text": "The \"bulb\" type of this utensil moistens meat while it's cooking",
      "answer": "Baster"
    },
    {
      "category": "STATE CAPITALS",
      "text": "This city is the center of Alabama's fertile \"Black Belt\" agricultural area",
      "answer": "Montgomery"
    },
    {
      "category": "POTPOURRI",
      "text": "In 1950 this former first lady won the second Four Freedoms Award",
      "answer": "Eleanor Roosevelt"
    },
    {
      "category": "G\" WHIZ!",
      "text": "During WWII this island was the site of the first major Allied offensive in the Pacific",
      "answer": "Guadalcanal"
    },
    {
      "category": "THE OLD TESTAMENT",
      "text": "This collection of sayings is sometimes referred to as the \"Book of Wisdom\"",
      "answer": "Proverbs"
    },
    {
      "category": "FILM STARS",
      "text": "In 1972 this future wife of Alec Baldwin & her mother posed together as models for Breck shampoo",
      "answer": "Kim Basinger"
    },
    {
      "category": "COOKING",
      "text": "As a verb, it means to insert strips of fat into meat; as a noun, it's rendered pork fat itself",
      "answer": "Lard"
    },
    {
      "category": "STATE CAPITALS",
      "text": "Lincoln University in this Missouri capital was founded by black Civil War veterans",
      "answer": "Jefferson City"
    },
    {
      "category": "POTPOURRI",
      "text": "The National Air & Space Museum's planetarium is named for this German-American physicist",
      "answer": "Albert Einstein"
    },
    {
      "category": "G\" WHIZ!",
      "text": "Grammatically speaking, it's a verbal noun ending in \"ing\"",
      "answer": "Gerund"
    },
    {
      "category": "THE OLD TESTAMENT",
      "text": "While living in Midian, he married Zipporah",
      "answer": "Moses"
    },
    {
      "category": "FILM STARS",
      "text": "To play the role of Nazi Amon Goeth in \"Schindler's List\", this actor gained about 25 pounds",
      "answer": "Ralph Fiennes"
    },
    {
      "category": "COOKING",
      "text": "These onion relatives found in vichyssoise must be washed carefully to remove dirt from the leaves",
      "answer": "Leeks"
    },
    {
      "category": "STATE CAPITALS",
      "text": "This capital's 1970 merger with the town of Douglas made it the nation's largest state capital in area",
      "answer": "Juneau, Alaska"
    },
    {
      "category": "POTPOURRI",
      "text": "Snaketown on the Gila River in this state is the best-studied village of the Hohokam culture",
      "answer": "Arizona"
    },
    {
      "category": "G\" WHIZ!",
      "text": "The Soviet Union's chief administration of corrective labor camps was known by this Russian acronym",
      "answer": "GULAG (Main Directorate for Corrective Labor Camps)"
    }
  ]
}