{
  "title": "Show #5804 - Thursday, December 3, 2009",
  "date": {
    "day": 3,
    "month": "December",
    "year": 2009
  },
  "clues": [
    {
      "category": "NATIONAL ANTHEMS",
      "text": "\"Send her victorious, Happy and glorious, Long to reign over us, God save the Queen\"",
      "answer": "the United Kingdom"
    },
    {
      "category": "DOUBLE-LETTER WORDS",
      "text": "In Islam, the supreme being",
      "answer": "Allah"
    },
    {
      "category": "JAILHOUSE ROCK",
      "text": "Al Capone & Machine Gun Kelly did time on this rock in San Francisco Bay",
      "answer": "Alcatraz"
    },
    {
      "category": "ALSO A U.S. STATE",
      "text": "It was destroyed in Havana Harbor on Feb. 15, 1898",
      "answer": "the USSMaine"
    },
    {
      "category": "COMMON LAST NAME'S THE SAME",
      "text": "Samuel,Don,Rafer",
      "answer": "Johnson"
    },
    {
      "category": "WOODSTOCK",
      "text": "(Jimmy of the Clue Crew reports from inside the Museum at Bethel Woods, New York.)  For an exhibit commemorating the 40th anniversary of the event, the museum constructed a replica of the Montreal hotel room used by this couple during their Bed-In for Peace",
      "answer": "John & Yoko"
    },
    {
      "category": "NATIONAL ANTHEMS",
      "text": "\"Arise, Ye Who Refuse To Be Slaves; With Our Very Flesh And Blood Let Us Build Our New Great Wall\"",
      "answer": "China"
    },
    {
      "category": "DOUBLE-LETTER WORDS",
      "text": "In baseball, it's a play in which a runner is caught off base & thrown out by the pitcher or catcher",
      "answer": "a pickoff"
    },
    {
      "category": "JAILHOUSE ROCK",
      "text": "From 1964 to 1982 this Nobelist was incarcerated on rocky Robben Island off the coast of Cape Town",
      "answer": "Mandela"
    },
    {
      "category": "ALSO A U.S. STATE",
      "text": "A numbered shirt you just bought from your favorite football team",
      "answer": "a New Jersey"
    },
    {
      "category": "COMMON LAST NAME'S THE SAME",
      "text": "Tom,Shirley,Davy",
      "answer": "Jones"
    },
    {
      "category": "WOODSTOCK",
      "text": "(Jimmy of the Clue Crew reports from outside the Museum at Bethel Woods, New York.)  If you can't make it here to upstate New York, go to woodstock.com to read bios of performers likethisman who closed the festival with blistering versions of \"The Star Spangled Banner\" & \"Hey Joe\"",
      "answer": "Jimi Hendrix"
    },
    {
      "category": "NATIONAL ANTHEMS",
      "text": "\"All Should Love, Awe And Cherish Thee, Gracious Is Thy Nile To Humanity\"",
      "answer": "Egypt"
    },
    {
      "category": "DOUBLE-LETTER WORDS",
      "text": "To baby, or to cook eggs in water just below the boiling point",
      "answer": "to coddle"
    },
    {
      "category": "JAILHOUSE ROCK",
      "text": "The infamous penal colony on this rocky islet off the coast of South America opened in 1852",
      "answer": "Devil's Island"
    },
    {
      "category": "ALSO A U.S. STATE",
      "text": "This band of \"Wayward Sons\" is fronted by Steve Walsh",
      "answer": "Kansas"
    },
    {
      "category": "COMMON LAST NAME'S THE SAME",
      "text": "Kate,Keely,Will",
      "answer": "Smith"
    },
    {
      "category": "WOODSTOCK",
      "text": "(Kelly of the Clue Crew reports from inside the Museum at Bethel Woods, New York.)  In the museum's theater, visitors can relax on beanbag chairs & watch festival highlights, such as the work ofthisIndian sitar master & friend of The Beatles",
      "answer": "Ravi Shankar"
    },
    {
      "category": "NATIONAL ANTHEMS",
      "text": "\"Sons Of The Gael! Men Of The Pale! The Long Watched Day Is Breaking\"",
      "answer": "Ireland"
    },
    {
      "category": "DOUBLE-LETTER WORDS",
      "text": "From the Middle English for \"knife\", it means to cut small shavings from a piece of wood",
      "answer": "to whittle"
    },
    {
      "category": "JAILHOUSE ROCK",
      "text": "Accused Kurdish terrorist Abdullah Ocalan is the sole inmate held on this country's rocky island of Imrali",
      "answer": "Turkey"
    },
    {
      "category": "ALSO A U.S. STATE",
      "text": "2-word beseeching request for Ms. Fanning to continue in the direction of Antarctica",
      "answer": "South Dakota"
    },
    {
      "category": "COMMON LAST NAME'S THE SAME",
      "text": "Seth,Isiah,Clarence",
      "answer": "Thomas"
    },
    {
      "category": "WOODSTOCK",
      "text": "(Jimmy of the Clue Crew reports from inside the Museum at Bethel Woods, New York.)  The festival's iconic poster lists several acts who didn't end up playing, including these heavy metal forefathers who sang \"In-A-Gadda-Da-Vida\"--they ended up stuck at an airport",
      "answer": "Iron Butterfly"
    },
    {
      "category": "NATIONAL ANTHEMS",
      "text": "\"Beneath Our Radiant Southern Cross We'll Toil With Hearts And Hands\"",
      "answer": "Australia"
    },
    {
      "category": "DOUBLE-LETTER WORDS",
      "text": "A sophisticated debating technique is to point out that \"I'm\" this, \"you're glue\"",
      "answer": "rubber"
    },
    {
      "category": "JAILHOUSE ROCK",
      "text": "This \"Chateau\" on a tiny rock in the Mediterranean was a prison in real life, not just in \"The Count of Monte Cristo\"",
      "answer": "Château d'If"
    },
    {
      "category": "ALSO A U.S. STATE",
      "text": "First name of Ms. Engel of \"Mary Tyler Moore\" fame",
      "answer": "Georgia"
    },
    {
      "category": "COMMON LAST NAME'S THE SAME",
      "text": "James,Jerry,Gatemouth",
      "answer": "Brown"
    },
    {
      "category": "WOODSTOCK",
      "text": "(Jimmy of the Clue Crew reports from outside the Museum at Bethel Woods, New York.)  Woodstock opened with a performance bythisAfrican-American folk artist who was called back for so many encores, he ran out of material & had to improvise his now classic \"Freedom\"",
      "answer": "Richie Havens"
    }
  ]
}