{
  "title": "Show #9055 - Friday, March 8, 2024",
  "date": {
    "day": 8,
    "month": "March",
    "year": 2024
  },
  "clues": [
    {
      "category": "LITERARY AWARDS",
      "text": "The first of his 4, count 'em, 4 Pulitzers, was for \"New Hampshire: A Poem with Notes & Grace Notes\"",
      "answer": "Robert Frost"
    },
    {
      "category": "SUFFIXES",
      "text": "It's the very short, Arabic-influenced suffix that makes a demonym (a nationality noun) from Yemen or Pakistan",
      "answer": "I"
    },
    {
      "category": "LEFTOVERS",
      "text": "This organization is the first to tell us that \"animals are not ours to experiment on, eat, wear, use for entertainment...\"",
      "answer": "PETA"
    },
    {
      "category": "WE'RE GOIN' TO BROADWAY!",
      "text": "\"A View from the Bridge\" sawthiswoman win a 2010 Tony for Actress in a Featured Role in a Play",
      "answer": "Scarlett Johansson"
    },
    {
      "category": "PAPER",
      "text": "The general direction of the fibers in a sheet of paper is called this, also a term for things like rye or millet",
      "answer": "the grain"
    },
    {
      "category": "TRAIL",
      "text": "Great Bend, Kansas was a stopping point on this historic trail that went from Missouri to the capital of New Mexico",
      "answer": "the Santa Fe Trail"
    },
    {
      "category": "LITERARY AWARDS",
      "text": "The Man Group sponsored this prestigious British literary prize from 2002 to 2019",
      "answer": "the Booker Prize"
    },
    {
      "category": "SUFFIXES",
      "text": "It's the British spelling of the suffix that makes a verb out of \"industrial\"",
      "answer": "I-S-E"
    },
    {
      "category": "LEFTOVERS",
      "text": "In 1861, 3 years after the publication of this classic medical textbook, its author died of smallpox at age 34",
      "answer": "Gray's Anatomy"
    },
    {
      "category": "WE'RE GOIN' TO BROADWAY!",
      "text": "Songs in this show include \"King Arthur's Song\", \"I Am Not Dead Yet\" & \"You Won't Succeed On Broadway\"",
      "answer": "Spamalot"
    },
    {
      "category": "PAPER",
      "text": "Made from silicon carbide, flint or garnet, this abrasive can have a grit level anywhere from 12 to 1000",
      "answer": "sandpaper"
    },
    {
      "category": "TRAIL",
      "text": "Now a National Historic Trail, it began in Nauvoo, Illinois & ended at the Great Salt Lake",
      "answer": "the Mormon Trail"
    },
    {
      "category": "LITERARY AWARDS",
      "text": "Octavia Butler got the inaugural Infinity Award by the Science Fiction & Writers Association at these star-studded awards",
      "answer": "the Nebula Awards"
    },
    {
      "category": "SUFFIXES",
      "text": "As early as 1973 this suffix from a D.C. building was tacked onto \"Wine\" to describe a scandal involving fake Bordeaux",
      "answer": "gate"
    },
    {
      "category": "LEFTOVERS",
      "text": "Partly from Greek for \"horse\", it was an oval track for horse & chariot races in ancient Greece",
      "answer": "the hippodrome"
    },
    {
      "category": "WE'RE GOIN' TO BROADWAY!",
      "text": "King George sings, \"Cuz when push comes to shove, I will kill your friends & family to remind you of my love\" in this show",
      "answer": "Hamilton"
    },
    {
      "category": "PAPER",
      "text": "This French-named arts & crafts material is repulped paper mixed with glue that's used to mold masks & toys",
      "answer": "papier-mâché"
    },
    {
      "category": "TRAIL",
      "text": "A trail that runs some 3,100 miles from Canada to Mexico is named for this demarcation that splits North America in 2",
      "answer": "the Continental Divide"
    },
    {
      "category": "LITERARY AWARDS",
      "text": "This 18th century publisher who helped usher Mother Goose into the world is the namesake of a lauded medal",
      "answer": "Newbery"
    },
    {
      "category": "SUFFIXES",
      "text": "The -ary suffix often means \"place of\", as inthistype of place",
      "answer": "a dispensary"
    },
    {
      "category": "LEFTOVERS",
      "text": "In 2011, this country replaced its solid greenflagwithonefeaturing red, black & green stripes",
      "answer": "Libya"
    },
    {
      "category": "WE'RE GOIN' TO BROADWAY!",
      "text": "This actor could have been a contender for the busiest 1946--he was in at least 4 shows, including \"Candida\" as Eugene",
      "answer": "Brando"
    },
    {
      "category": "PAPER",
      "text": "Some cardboard goes through thisprocesswith a name from the Latin for \"wrinkle\"",
      "answer": "corrugation"
    },
    {
      "category": "TRAIL",
      "text": "Surname of settler John, who blazed a trail to Montana & left his name on a city there",
      "answer": "Bozeman"
    },
    {
      "category": "LITERARY AWARDS",
      "text": "The Hugo Award isn't named after Victor Hugo, but this Hugo who founded the sci-fi magazine Amazing Stories",
      "answer": "Hugo Gernsback"
    },
    {
      "category": "SUFFIXES",
      "text": "This 4-letter suffix goes on words for types of medical exams, or on Beatrix Potter rabbits",
      "answer": "-opsy"
    },
    {
      "category": "LEFTOVERS",
      "text": "This book about Natty Bumppo's youth was chronologically first of the \"Leatherstocking Tales\" but was written last",
      "answer": "The Deerslayer"
    },
    {
      "category": "WE'RE GOIN' TO BROADWAY!",
      "text": "A story told in reverse,thisSondheim musical that ran 16 performances in 1981 returned to B'way in triumph in 2023",
      "answer": "Merrily We Roll Along"
    },
    {
      "category": "PAPER",
      "text": "Collectors love prints made on this type of photographic paper from the 19th century named for the egg whites used to treat it",
      "answer": "albumen paper"
    },
    {
      "category": "TRAIL",
      "text": "The Oregon Trail ended in this Oregon river valley now famed for its wine",
      "answer": "the Willamette Valley"
    }
  ]
}