{
  "title": "Show #8257 - Tuesday, October 13, 2020",
  "date": {
    "day": 13,
    "month": "October",
    "year": 2020
  },
  "clues": [
    {
      "category": "TREE OF A KIND",
      "text": "Japanese,silver,sugar",
      "answer": "maples"
    },
    {
      "category": "LANGUAGES",
      "text": "Most of the Coptic language alphabet is adapted from the Greek, but 7 letters evolved from this Ancient Egyptian writing system",
      "answer": "Hieroglyphics"
    },
    {
      "category": "THE NOT-SO-ROARING '30s",
      "text": "In November 1930 the this of Tennessee failed; it was one of the first but wouldn't be the last",
      "answer": "a bank"
    },
    {
      "category": "WOMEN IN LITERATURE",
      "text": "In \"Pride & Prejudice\", Mr. Bennet & this daughter discuss her possible engagement to Mr. Darcy",
      "answer": "Elizabeth"
    },
    {
      "category": "ANTE POPE",
      "text": "This gourmet treat is offered by Orville Redenbacher's",
      "answer": "popcorn"
    },
    {
      "category": "NASCAR IN VEGAS",
      "text": "(William Byron presents from the Las Vegas Motor Speedway.) I'm William Byron; my Number 24caris a Camaro ZL1 1LE by this automaker",
      "answer": "Chevy"
    },
    {
      "category": "TREE OF A KIND",
      "text": "Windmill,sago,date",
      "answer": "a palm"
    },
    {
      "category": "LANGUAGES",
      "text": "In this 2006 comedy film, Sacha Baron Cohen is actually speaking Hebrew, not Kazakh",
      "answer": "Borat"
    },
    {
      "category": "THE NOT-SO-ROARING '30s",
      "text": "A NASA study found that one of these that struck 70% of North America in 1934 was the worst in 1,000 years; no wonder it got dusty",
      "answer": "a drought"
    },
    {
      "category": "WOMEN IN LITERATURE",
      "text": "Charlotte Bronte wrote \"Shirley\" as well as this more famous novel with the heroine's name as the title",
      "answer": "Jane Eyre"
    },
    {
      "category": "ANTE POPE",
      "text": "A rubber band can help make this \"equine\" hairstyle",
      "answer": "a ponytail"
    },
    {
      "category": "NASCAR IN VEGAS",
      "text": "(Kevin Harvick presents from the Las Vegas Motor Speedway.) I'm Kevin Harvick; I might have only won one NASCAR Cup Series points race in 2007, but I sure did make it count, winningthisevent, the Super Bowl of stock car racing, by .02 seconds",
      "answer": "the Daytona 500"
    },
    {
      "category": "TREE OF A KIND",
      "text": "Norway,Serbian,Sitka",
      "answer": "spruce"
    },
    {
      "category": "LANGUAGES",
      "text": "The Afrikaans language is also known as \"Cape\" this European language",
      "answer": "Dutch"
    },
    {
      "category": "THE NOT-SO-ROARING '30s",
      "text": "The Smoot-Hawley this type of tax act raised U.S. import duties & stifled world trade",
      "answer": "a tariff"
    },
    {
      "category": "WOMEN IN LITERATURE",
      "text": "Mrs. Whatsit, Mrs. Who & Mrs. Which help Meg Murry & her brother in this 1962 novel by Madeleine L'Engle",
      "answer": "A Wrinkle in Time"
    },
    {
      "category": "ANTE POPE",
      "text": "To speak pompously, from another word for that guy in the Holy See",
      "answer": "pontificate"
    },
    {
      "category": "NASCAR IN VEGAS",
      "text": "(Brad Keselowski presents from the Las Vegas Motor Speedway.) I'm Brad Keselowski; during my run for the NASCAR season title in 2012, I decided I wanted to go fast, just like Will Ferrell, and win the Aaron's 499 atthisAlabama superspeedway",
      "answer": "Talladega"
    },
    {
      "category": "TREE OF A KIND",
      "text": "Mission,Manzanillo,Kalamata",
      "answer": "olive trees"
    },
    {
      "category": "LANGUAGES",
      "text": "Korean is an S.O.V. language, meaning this part comes after the subject & object in a sentence",
      "answer": "a verb"
    },
    {
      "category": "THE NOT-SO-ROARING '30s",
      "text": "Lakehurst, New Jersey was the scene of this 1937 disaster",
      "answer": "theHindenburg"
    },
    {
      "category": "WOMEN IN LITERATURE",
      "text": "This William Makepeace Thackeray novel deals with the interwoven fortunes of 2 women: the passive Amelia & the scheming Becky",
      "answer": "Vanity Fair"
    },
    {
      "category": "ANTE POPE",
      "text": "Snooker is played on a type of one",
      "answer": "a pool table"
    },
    {
      "category": "NASCAR IN VEGAS",
      "text": "(Jimmie Johnson presents from the Las Vegas Motor Speedway.) I'm Jimmie Johnson; I know a little something about coming in first in the First State, having won 11 times at theInternational Speedwaynamed for this state capital",
      "answer": "Dover"
    },
    {
      "category": "TREE OF A KIND",
      "text": "Rainbow,yellow gum,Tasmanian blue gum",
      "answer": "eucalyptus"
    },
    {
      "category": "LANGUAGES",
      "text": "English, Mandarin, Tamil & Malay are official languages of this island nation",
      "answer": "Singapore"
    },
    {
      "category": "THE NOT-SO-ROARING '30s",
      "text": "Italy invaded this country in October 1935, bringing sanctions from the League of Nations",
      "answer": "Ethiopia"
    },
    {
      "category": "WOMEN IN LITERATURE",
      "text": "Rosalind from this comedy has the most lines of any of Shakespeare's women",
      "answer": "As You Like It"
    },
    {
      "category": "ANTE POPE",
      "text": "Great for dipping your sashimi, this sauce contains citrus juice, mirin, soy sauce & bonito flakes",
      "answer": "ponzu"
    },
    {
      "category": "NASCAR IN VEGAS",
      "text": "(Aric Almirola presents from the Las Vegas Motor Speedway.) I'm Aric Almirola; I won the 2014 Coke Zero 400 at Daytona driving for the Number 43 motor sports team ofthisNASCAR legend on the 30th anniversary of his 200th win that came on the same track",
      "answer": "Richard Petty"
    },
    {
      "category": "MEDICAL HISTORY",
      "text": "Today, hearts being moved for transplant are kept pumping, after decades when they were carried on ice in these, like soda to a picnic",
      "answer": "coolers"
    },
    {
      "category": "OXYMORONS",
      "text": "This computer-generated simulation is abbreviated VR",
      "answer": "virtual reality"
    },
    {
      "category": "AWARDS & HONORS",
      "text": "In 1895 he received the Rumford Prize for his work in electric lighting",
      "answer": "Edison"
    },
    {
      "category": "TV THEME SONG LYRICS",
      "text": "\"Would you be mine? Could you be mine? Won't you be my neighbor?\"",
      "answer": "Mister Rogers' Neighborhood"
    },
    {
      "category": "A BUNCH OF SQUARES",
      "text": "This square is enclosed on 3 sides by Gum Department Store, St. Basil's Cathedral & the Kremlin",
      "answer": "Red Square"
    },
    {
      "category": "MEDICAL HISTORY",
      "text": "Why is it called anoperating theater? There used to be an audience, like for Dr. Keen, the USA's first of these, also known as neurosurgeons",
      "answer": "a brain surgeon"
    },
    {
      "category": "OXYMORONS",
      "text": "Working security for MLK, George Raveling ended up with the original this of the \"I Have a Dream\" speech",
      "answer": "the original copy"
    },
    {
      "category": "AWARDS & HONORS",
      "text": "A prize honoring work that promotes European unity is named for this Holy Roman Emperor",
      "answer": "Charlemagne"
    },
    {
      "category": "TV THEME SONG LYRICS",
      "text": "\"So no one told you life was gonna be this way, your job's a joke, you're broke, your love life's D.O.A.\"",
      "answer": "Friends"
    },
    {
      "category": "A BUNCH OF SQUARES",
      "text": "Mao Zedong's body lies in state in a crystal coffin in a memorial hall on this square in Beijing",
      "answer": "Tiananmen"
    },
    {
      "category": "MEDICAL HISTORY",
      "text": "For the first time, in 2018 the FDA approved a drug made directly from cannabis using this non-psychoactive compound",
      "answer": "CBD"
    },
    {
      "category": "OXYMORONS",
      "text": "This oxymoron refers to dark chocolate often in about the 60% cacao range",
      "answer": "bittersweet"
    },
    {
      "category": "AWARDS & HONORS",
      "text": "(Christopher Plummer presents the clue.) I've enjoyed working on projects for children and even won an Emmy for narrating the adventures of this jeune fille Parisienne created by Ludwig Bemelmans",
      "answer": "Madeline"
    },
    {
      "category": "TV THEME SONG LYRICS",
      "text": "\"Men men men men, manly men men men!\"",
      "answer": "Two and a Half Men"
    },
    {
      "category": "THE CUBISTS",
      "text": "\"Tender Buttons\", written by this American expatriate while she was living in Paris, is a book of Cubist still-life prose-poems",
      "answer": "Gertrude Stein"
    },
    {
      "category": "A BUNCH OF SQUARES",
      "text": "St. Mark's Square in this Italian city has been called \"the finest drawing room in Europe\"",
      "answer": "Venice"
    },
    {
      "category": "MEDICAL HISTORY",
      "text": "In 1952 Bjorn Ibsen said, let's keep the patient intubated & ventilated like in the O.R., creating the first of these hospital units",
      "answer": "the ICUs"
    },
    {
      "category": "OXYMORONS",
      "text": "A pattern of negative attitudes & resistance to demands are criteria for this type of behavior",
      "answer": "passive-aggressive"
    },
    {
      "category": "AWARDS & HONORS",
      "text": "This award for sci-fi or fantasy writing is named for Mr. Gernsback, founder of Amazing Stories magazine",
      "answer": "Hugo"
    },
    {
      "category": "TV THEME SONG LYRICS",
      "text": "\"You're not the boss of me now & you're not so big\"",
      "answer": "Malcolm in the Middle"
    },
    {
      "category": "A BUNCH OF SQUARES",
      "text": "Home to the Palacio Nacional, this Latin American city's large square known as the Zocalo is a public plaza in use since Aztec times",
      "answer": "Mexico City"
    },
    {
      "category": "MEDICAL HISTORY",
      "text": "This gland was thought useless until 1961, when it was found that the T cells that come from it kill tumor cells",
      "answer": "the thymus"
    },
    {
      "category": "OXYMORONS",
      "text": "The Metropolitan Museum once issued a metal button as an admission ticket; the colors changed daily in this oxymoronic \"order\"",
      "answer": "random order"
    },
    {
      "category": "AWARDS & HONORS",
      "text": "Grand officer & commander are 2 of the 5 ranks of this French military & civilian order",
      "answer": "the Legion of Honor"
    },
    {
      "category": "TV THEME SONG LYRICS",
      "text": "\"Sing me a song of a lass that is gone, say, could that lass be I?\"",
      "answer": "Outlander"
    },
    {
      "category": "A BUNCH OF SQUARES",
      "text": "The name of this Cairo square at the center of Arab Spring protests means \"liberation\" in Arabic",
      "answer": "Tahrir Square"
    }
  ]
}