{
  "title": "Show #6222 - Tuesday, October 11, 2011",
  "date": {
    "day": 11,
    "month": "October",
    "year": 2011
  },
  "clues": [
    {
      "category": "ONE-LINERS",
      "text": "George Burns:\"Happiness is having a large, loving, caring, close-knit\" one of these \"in another city\"",
      "answer": "a family"
    },
    {
      "category": "PURSE-ONALITIES",
      "text": "Classic bag shapes inspire the Connecticut-based brand of purses called Dooney & this",
      "answer": "Bourke"
    },
    {
      "category": "TV SERIES FINALES",
      "text": "Alan Shore & Denny Crane took bromance to a new level, tying the knot",
      "answer": "Boston Legal"
    },
    {
      "category": "SHE CREATED HIM",
      "text": "Rhett Butler",
      "answer": "Margaret Mitchell"
    },
    {
      "category": "GOOGLE ME THIS!",
      "text": "...president & you'll get his foundation's website listing offices in NYC & Little Rock",
      "answer": "Bill Clinton"
    },
    {
      "category": "GIVING BLOOD",
      "text": "(Sarah of the Clue Crew is being prepped to donate blood at an American Red Cross blood donation center in Washington, D.C.) Before giving blood a simple test will ensure that you don't have anemia, & that donating blood won't bring it on, as you'll be giving up about 250 milligrams of this element",
      "answer": "iron"
    },
    {
      "category": "ONE-LINERS",
      "text": "Fred Allen, 1950:This \"is a new medium.  It's called a medium because nothing is well done\"",
      "answer": "television"
    },
    {
      "category": "PURSE-ONALITIES",
      "text": "She was Kate Brosnahan when she designed her first utilitarian purses, sold now as this brand",
      "answer": "Kate Spade"
    },
    {
      "category": "TV SERIES FINALES",
      "text": "Miss Ellie turned Southfork Ranch over to Bobby",
      "answer": "Dallas"
    },
    {
      "category": "SHE CREATED HIM",
      "text": "Severus Snape",
      "answer": "J.K. Rowling"
    },
    {
      "category": "GOOGLE ME THIS!",
      "text": "...primate & you'll get the foundation that's the home to Koko, one famous for her sign language skills",
      "answer": "a gorilla"
    },
    {
      "category": "GIVING BLOOD",
      "text": "(Sarah of the Clue Crew is donating blood at an American Red Cross blood donation center in Washington, D.C.)  Once your blood is collected it goes to a lab where it's separated into components, mainly red cells, platelets & this liquid part, which will be frozen until needed",
      "answer": "plasma"
    },
    {
      "category": "ONE-LINERS",
      "text": "Will Rogers:This group, then with 96 members, \"opens with a prayer and closes with an investigation\"",
      "answer": "the Senate"
    },
    {
      "category": "PURSE-ONALITIES",
      "text": "He's made his \"Marc\" with his luxury purses, which often feature his signature \"MJ\" push lock detail",
      "answer": "Marc Jacobs"
    },
    {
      "category": "TV SERIES FINALES",
      "text": "Outgoing president Josiah Bartlet attended the inauguration of Matthew Santos",
      "answer": "The West Wing"
    },
    {
      "category": "SHE CREATED HIM",
      "text": "Mr. Fitzwilliam Darcy",
      "answer": "Jane Austen"
    },
    {
      "category": "GOOGLE ME THIS!",
      "text": "...automaker & you'll find information on its models like the Touareg & the GTI",
      "answer": "VW (Volkswagen)"
    },
    {
      "category": "GIVING BLOOD",
      "text": "(Kelly of the Clue Crew holds bags of blood at an American Red Cross blood donation center in Washington, D.C.)  Every unit of blood is screened & tested for many different viruses, including HIV, & infections, including this--both B & C",
      "answer": "hepatitis"
    },
    {
      "category": "ONE-LINERS",
      "text": "Oscar Levant:Joe DiMaggio's divorce from her \"proves that no man can be a success in 2 national pastimes\"",
      "answer": "Marilyn Monroe"
    },
    {
      "category": "PURSE-ONALITIES",
      "text": "The \"LV\" monogram canvas of this brand dates to 1896",
      "answer": "Louis Vuitton"
    },
    {
      "category": "TV SERIES FINALES",
      "text": "The 4 main characters were imprisoned for violating a Good Samaritan law",
      "answer": "Seinfeld"
    },
    {
      "category": "SHE CREATED HIM",
      "text": "Simon Legree",
      "answer": "Harriet Beecher Stowe"
    },
    {
      "category": "GOOGLE ME THIS!",
      "text": "...sports league & you'll find information on its teams, like Real Salt Lake & D.C. United",
      "answer": "Major League Soccer"
    },
    {
      "category": "GIVING BLOOD",
      "text": "(Kelly of the Clue Crew is donating blood at an American Red Cross blood donation center in Washington, D.C.) The Red Cross could really use your blood if this is your blood type; shared by only 7% of the population, it's the universal donor",
      "answer": "O negative"
    },
    {
      "category": "ONE-LINERS",
      "text": "Mitch Hedberg:This device \"can never break.  It can only become stairs\"",
      "answer": "an escalator"
    },
    {
      "category": "PURSE-ONALITIES",
      "text": "The Birkin bag, named for actress Jane Birkin, is a status symbol from this French company",
      "answer": "Hermès"
    },
    {
      "category": "TV SERIES FINALES",
      "text": "Lois & Clark had a wedding; Clark finally got the Superman suit, which he donned to save Lois aboard Air Force One",
      "answer": "Smallville"
    },
    {
      "category": "SHE CREATED HIM",
      "text": "Hercule Poirot",
      "answer": "Agatha Christie"
    },
    {
      "category": "GOOGLE ME THIS!",
      "text": "...religious denomination with more than 16 million members & you'll find its home page, www.sbc.net",
      "answer": "Southern Baptist (Convention)"
    },
    {
      "category": "GIVING BLOOD",
      "text": "(Kelly of the Clue Crew preps to donate blood at an American Red Cross blood donation center in Washington, D.C.)  Technically, the person who draws your blood is called this, from the Greek word for vein",
      "answer": "a phlebotomist"
    }
  ]
}