{
  "title": "Show #8060 - Friday, September 27, 2019",
  "date": {
    "day": 27,
    "month": "September",
    "year": 2019
  },
  "clues": [
    {
      "category": "WINNIE-THE-POOH IN THEOED",
      "text": "Of course, Pooh is cited in the entry for this noun: \"he sat down and took the top off his jar of\" it",
      "answer": "honey"
    },
    {
      "category": "MUSEUM-PODGE",
      "text": "(Sarah of the Clue Crews presents from the Witte Museum in San Antonio.) The Witte Museum's collection includes partialbustsof Abraham Lincoln and Theodore Roosevelt, sculpted by Gutzon Borglum as studies for his execution of this much larger project",
      "answer": "Mount Rushmore"
    },
    {
      "category": "THEORIES",
      "text": "The steady-state theory in which the universe has no beginning or end lost ground to this one where everything went kablooey!",
      "answer": "the big bang"
    },
    {
      "category": "CABLE TELEVISION",
      "text": "An all-time record for HBO, in May 2019, 19.3 million tuned in to watch \"The Iron Throne\" episode of this series",
      "answer": "Game of Thrones"
    },
    {
      "category": "AN IMP OF A RHYME",
      "text": "To spend time making adjustments to one's appearance",
      "answer": "primp"
    },
    {
      "category": "WHISKEY BUSINESS",
      "text": "It's a myth that whiskey labeled \"bourbon\" must be distilled in this U.S. state, but most of it is",
      "answer": "Kentucky"
    },
    {
      "category": "WINNIE-THE-POOH IN THEOED",
      "text": "In 2018 the OED updated \"Bear\" to include Pooh's description of himself as \"a bear of very little\" this",
      "answer": "brain"
    },
    {
      "category": "MUSEUM-PODGE",
      "text": "The Vasa, a warship that spent 333 years under the sea, was salvaged & turned into a museum in this capital city",
      "answer": "Stockholm"
    },
    {
      "category": "THEORIES",
      "text": "The government is up to something--yes, I'm big on these theories, from the Latin for \"breathe together\"",
      "answer": "conspiracy"
    },
    {
      "category": "CABLE TELEVISION",
      "text": "Stan, Cartman & the whole town of \"South Park\" helped put this cable channel on the map",
      "answer": "Comedy Central"
    },
    {
      "category": "AN IMP OF A RHYME",
      "text": "\"Snoopy One\" was one for Metlife",
      "answer": "blimp"
    },
    {
      "category": "WHISKEY BUSINESS",
      "text": "Most scotch is distilled twice; this type of whiskey, like Bushmills & Tullamore D.E.W., 3 times",
      "answer": "Irish whiskey"
    },
    {
      "category": "WINNIE-THE-POOH IN THEOED",
      "text": "This Pooh pal's name means \"an exuberant, energetic, and cheerful person\"",
      "answer": "Tigger"
    },
    {
      "category": "MUSEUM-PODGE",
      "text": "This Chicago Museum of Natural History bought Sue, the largest & most complete T. rex skeleton, for over $8 mil. in 1997",
      "answer": "the Field Museum"
    },
    {
      "category": "THEORIES",
      "text": "The greater fool theory in this activity says don't worry about overvaluation--there's always some dummy who'll buy",
      "answer": "buying stocks"
    },
    {
      "category": "CABLE TELEVISION",
      "text": "FX's \"American Crime Story: The People v. O.J. Simpson\" followed up with the story of this man's assassination",
      "answer": "(Gianni) Versace"
    },
    {
      "category": "AN IMP OF A RHYME",
      "text": "6-letter word meaning to economize",
      "answer": "scrimp"
    },
    {
      "category": "WHISKEY BUSINESS",
      "text": "Forbes says India's Officer's Choice is the world's top-selling whiskey; America's is this Lynchburg libation",
      "answer": "Jack Daniel's"
    },
    {
      "category": "WINNIE-THE-POOH IN THEOED",
      "text": "Horrible! the OED defines it as \"an imaginary creature resembling an elephant\"",
      "answer": "Heffalump"
    },
    {
      "category": "MUSEUM-PODGE",
      "text": "Wisconsin's National Railroad Museum has an exhibit on these porters: \"from service to civil rights\"",
      "answer": "Pullman car porters"
    },
    {
      "category": "THEORIES",
      "text": "This Cold War theory said if one country fell to communism, nearby ones would follow",
      "answer": "the domino theory"
    },
    {
      "category": "AN IMP OF A RHYME",
      "text": "Crangon crangon is the scientific name for the common European one",
      "answer": "shrimp"
    },
    {
      "category": "WHISKEY BUSINESS",
      "text": "A small percent of whiskey maturing in barrels evaporates each year, a portion called the \"share\" of these celestial beings",
      "answer": "the angel's share"
    },
    {
      "category": "WINNIE-THE-POOH IN THEOED",
      "text": "\"Pooh-sticks\" is defined as \"a game in which sticks are thrown into a river from the upstream side of\" one of these",
      "answer": "bridge"
    },
    {
      "category": "MUSEUM-PODGE",
      "text": "Giorgio Vasari designed it as an office building; later it housed the Medici art collection & then became a museum",
      "answer": "Uffizi Gallery"
    },
    {
      "category": "THEORIES",
      "text": "A 1982 theory named for broken these items says small signs of disorder in an area lead to serious crime",
      "answer": "windows"
    },
    {
      "category": "AN IMP OF A RHYME",
      "text": "To connect 2 wires by squeezing the ends together",
      "answer": "crimp"
    },
    {
      "category": "WHISKEY BUSINESS",
      "text": "Seagram's famed numeric brand launched the first National Dive Bar Day--naturally on this date in 2018",
      "answer": "July 7th"
    }
  ]
}