{
  "title": "Show #4371 - Monday, September 15, 2003",
  "date": {
    "day": 15,
    "month": "September",
    "year": 2003
  },
  "clues": [
    {
      "category": "THE MISSOURI RIVER",
      "text": "Parts of the Missouri are lined with these cliffs; an Iowa city named for a famous council is located on some",
      "answer": "bluffs"
    },
    {
      "category": "COLORIFIC",
      "text": "It was boxer Joe Louis' famous nickname",
      "answer": "the Brown Bomber"
    },
    {
      "category": "MOVIE LOCATIONS",
      "text": "(Jimmy of the Clue Crew presents from Times Square.)  Can you believe Times Square was completely closed off to film this actor's \"Vanilla Sky\" dream sequence?",
      "answer": "Tom Cruise"
    },
    {
      "category": "LAGER RHYTHMS",
      "text": "It can be a popular brand of beer or a popular book of world records",
      "answer": "Guinness"
    },
    {
      "category": "PUTIN",
      "text": "It's the city where Vladimir Putin was born in 1952; it changed its name in 1991",
      "answer": "Leningrad (or St. Petersburg)"
    },
    {
      "category": "ON THE \"ITZ",
      "text": "Also called a red-dog, it's a defensive football play on a quarterback to try & prevent a pass",
      "answer": "blitz"
    },
    {
      "category": "THE MISSOURI RIVER",
      "text": "A dam good idea, the 1944 act to control these authorized the Missouri River Basin Project",
      "answer": "floods"
    },
    {
      "category": "COLORIFIC",
      "text": "Singer Alecia Moore goes by this name, regardless of her hair color",
      "answer": "Pink"
    },
    {
      "category": "MOVIE LOCATIONS",
      "text": "(Sofia of the Clue Crew presents from Louisville, Kentucky.)  Al Pacino & Russell Crowe filmed part of this movie about a whistle-blower here at the Seelbach Hilton",
      "answer": "The Insider"
    },
    {
      "category": "LAGER RHYTHMS",
      "text": "London pubs have \"extra cold beer\" for Yanks; most Brits drink beer at a temperature called this",
      "answer": "cellar temperature"
    },
    {
      "category": "PUTIN",
      "text": "Putin was a citywide tournament champion in this martial art",
      "answer": "judo"
    },
    {
      "category": "ON THE \"ITZ",
      "text": "First name of the peacemaker seenhere",
      "answer": "Yitzhak (Rabin)"
    },
    {
      "category": "THE MISSOURI RIVER",
      "text": "Missouri fish include this type of catfish with a stubborn-sounding name",
      "answer": "bullhead"
    },
    {
      "category": "COLORIFIC",
      "text": "Vince Lombardi said there are 3 important things in life: family, religion & this football team",
      "answer": "the Green Bay Packers"
    },
    {
      "category": "MOVIE LOCATIONS",
      "text": "L.A.'s 1893 Bradbury Building, seenhere, was featured in this Harrison Ford movie, set around 2020",
      "answer": "Blade Runner"
    },
    {
      "category": "LAGER RHYTHMS",
      "text": "In this year, the Mayflower came ashore at a secondary destination because of a shortage of beer",
      "answer": "1620"
    },
    {
      "category": "PUTIN",
      "text": "Putin spent a long time there & one of his daughters was born in this country that no longer exists",
      "answer": "East Germany"
    },
    {
      "category": "ON THE \"ITZ",
      "text": "This popular resort city of southeastern Switzerland has hosted many world skiing competitions",
      "answer": "St. Moritz"
    },
    {
      "category": "COLORIFIC",
      "text": "It's the reddish-orange color named for the fruit seenhere",
      "answer": "persimmon"
    },
    {
      "category": "MOVIE LOCATIONS",
      "text": "(Sofia of the Clue Crew presents from the National Bowling Center.)  Part of this Woody Harrelson / Randy Quaid film about an Amish bowling wiz was shot here at the National Bowling Stadium in Reno",
      "answer": "Kingpin"
    },
    {
      "category": "LAGER RHYTHMS",
      "text": "Elvira, Mistress of the Dark, could tell you that it's \"the official beer of Halloween\"",
      "answer": "Coors"
    },
    {
      "category": "PUTIN",
      "text": "It's the intelligence service he worked for from 1975 to 1990",
      "answer": "the KGB"
    },
    {
      "category": "ON THE \"ITZ",
      "text": "This ruined Mayan city on the Yucatan peninsula is home to a large pyramid called El Castillo",
      "answer": "Chichen Itza"
    },
    {
      "category": "COLORIFIC",
      "text": "It's the color you'd avoid if you were xanthophobic",
      "answer": "yellow"
    },
    {
      "category": "MOVIE LOCATIONS",
      "text": "(Sofia of the Clue Crew presents from a beach.)  At the end of this steamy film, Kathleen Turner lounges here, on Kauai's Tunnels Beach",
      "answer": "Body Heat"
    },
    {
      "category": "LAGER RHYTHMS",
      "text": "If a Pittsburgher suggests pumping iron, he may mean drinking this local brand of beer",
      "answer": "Iron City"
    },
    {
      "category": "PUTIN",
      "text": "Putin has garnered popular support by his suppression of militants in this breakaway republic",
      "answer": "Chechnya"
    },
    {
      "category": "ON THE \"ITZ",
      "text": "A class of aircraft carriers bears the name of this commander of the U.S. Pacific fleet during WWII",
      "answer": "Nimitz"
    },
    {
      "category": "GEOLOGY",
      "text": "The 2 forces that cause soil erosion are water & this, which includes a process called deflation",
      "answer": "wind"
    },
    {
      "category": "U.N. GOODWILL AMBASSADORS",
      "text": "Working for UNICEF is this woman, mom to 14 kids & movie mom to \"Rosemary's Baby\"",
      "answer": "Mia Farrow"
    },
    {
      "category": "WATER SPORTS",
      "text": "Synchronized swimming used to be called \"water\" this, though it's hard to be \"en pointe\" in the pool",
      "answer": "ballet"
    },
    {
      "category": "ART & ARTISTS",
      "text": "The Dada art movement originated at the Cabaret Voltaire in 1916 in this largest Swiss city",
      "answer": "Zurich"
    },
    {
      "category": "THE OLD SOUTH",
      "text": "In 1788 Col. George Clendenin danced off with the deed to this city now in West Virginia for, we hear, under a buck",
      "answer": "Charleston"
    },
    {
      "category": "SAME FIRST & LAST LETTER",
      "text": "It's the term for the decorative \"A.T.\" on my cufflinks",
      "answer": "monogram"
    },
    {
      "category": "GEOLOGY",
      "text": "This rock is basically froth formed from liquid lava",
      "answer": "pumice"
    },
    {
      "category": "U.N. GOODWILL AMBASSADORS",
      "text": "Appointed in August 2001, this movie \"Tomb Raider\" is tackling the refugee problem",
      "answer": "Angelina Jolie"
    },
    {
      "category": "WATER SPORTS",
      "text": "Hockey has the penalty shot; this game has the penalty throw",
      "answer": "water polo"
    },
    {
      "category": "ART & ARTISTS",
      "text": "This Florentine's 1483 \"Madonna of the Rocks\" is his earliest major work that survives in complete form",
      "answer": "da Vinci"
    },
    {
      "category": "THE OLD SOUTH",
      "text": "Imprisoned for life in 1865, this doctor was pardoned by the President in 1869",
      "answer": "Samuel Mudd"
    },
    {
      "category": "SAME FIRST & LAST LETTER",
      "text": "A type of exercise, or a type of bra",
      "answer": "push-up"
    },
    {
      "category": "GEOLOGY",
      "text": "The \"creta\" in Cretaceous comes from the Latin for this substance picked up by some blackboard erasers",
      "answer": "chalk"
    },
    {
      "category": "U.N. GOODWILL AMBASSADORS",
      "text": "Seenhere, he was the first U.N. goodwill ambassador",
      "answer": "Danny Kaye"
    },
    {
      "category": "WATER SPORTS",
      "text": "In the Olympics, this event name means you can use any stroke, but it's usually the crawl",
      "answer": "freestyle"
    },
    {
      "category": "ART & ARTISTS",
      "text": "In 1934 this midwestern regionalist became an assistant professor of fine arts at the University of Iowa",
      "answer": "Grant Wood"
    },
    {
      "category": "THE OLD SOUTH",
      "text": "This ex-president of a South Carolina railroad negotiated a purchase from Mexico for a new U.S. route",
      "answer": "James Gadsden"
    },
    {
      "category": "SAME FIRST & LAST LETTER",
      "text": "Once you ring in, you've reached \"the point of\" this",
      "answer": "no return"
    },
    {
      "category": "GEOLOGY",
      "text": "Do we have to spell it out for you? Speleology is the study of these",
      "answer": "caves"
    },
    {
      "category": "U.N. GOODWILL AMBASSADORS",
      "text": "Made a UNICEF ambassador in 1988, this Oscar winner spent the last years of her life working for needy children",
      "answer": "Audrey Hepburn"
    },
    {
      "category": "WATER SPORTS",
      "text": "Rhyming term for an insect-like fishing lure that floats on the surface of the water",
      "answer": "dry fly"
    },
    {
      "category": "ART & ARTISTS",
      "text": "As a boy, Titian was sent to this city to study under the masters; he spent most of the rest of his life there",
      "answer": "Venice"
    },
    {
      "category": "SAME FIRST & LAST LETTER",
      "text": "The Flame is a variety of red grape with this popular quality",
      "answer": "seedless"
    },
    {
      "category": "GEOLOGY",
      "text": "The Eniwetok Atoll sits on a limestone cap that's sitting on the summit of one of these",
      "answer": "a volcano"
    },
    {
      "category": "U.N. GOODWILL AMBASSADORS",
      "text": "This South African Nobel Laureate author is an ambassador for the U.N. development program",
      "answer": "Nadine Gordimer"
    },
    {
      "category": "WATER SPORTS",
      "text": "The introduction of aluminum made this type of diving board more flexible, giving divers more height",
      "answer": "springboard"
    },
    {
      "category": "ART & ARTISTS",
      "text": "This Dutch artist's \"Composition B With Red, 1935\", scorned by critics in 1936, was sold in 1999 for about $4.5 million",
      "answer": "Piet Mondrian"
    },
    {
      "category": "SAME FIRST & LAST LETTER",
      "text": "Scented liquid originating in a German city",
      "answer": "Eau de Cologne"
    }
  ]
}