{
  "title": "PrimetimeCelebrity Jeopardy!game #7 - Sunday, November 6, 2022",
  "date": {
    "day": 6,
    "month": "November",
    "year": 2022
  },
  "clues": [
    {
      "category": "FIRE ISLAND",
      "text": "This Hawaiian island had a Honolulu of a hot year in 2019; attention, shoppers at Waimalu Plaza, it hit 107 one day",
      "answer": "Oahu"
    },
    {
      "category": "BIG ____",
      "text": "Early in the 20th century, New York City was being recognized by this nickname; later, tourists were told to take a bite of it",
      "answer": "the Big Apple"
    },
    {
      "category": "READY FOR MY NUDE SCENE",
      "text": "On this sitcom, Phoebe spied Ugly Naked Guy having dinner with Ugly Naked Gal",
      "answer": "Friends"
    },
    {
      "category": "BERNIE & BERNADETTE",
      "text": "The mittens this Vermont senator wore to President Biden's inauguration became an internet sensation",
      "answer": "Bernie Sanders"
    },
    {
      "category": "ALL ABOUT ALLITERATIVE BOOK CHARACTERS",
      "text": "Severus Snape is the \"Defense Against the Dark Arts\" teacher at this school that Harry Potter attends",
      "answer": "Hogwarts"
    },
    {
      "category": "EVERYBODY LOVES RAIN, MAN",
      "text": "This largest tropical rain forest can average well over 100 inches of rain each year",
      "answer": "the Amazon"
    },
    {
      "category": "FIRE ISLAND",
      "text": "On the map, Italy looks like it's giving the boot to this Mediterranean island, which was kicking around at 120 degrees in 2021",
      "answer": "Sicily"
    },
    {
      "category": "BIG ____",
      "text": "Filling in for someone who is known for doing a really good job?  Well, idiomatically, you've got these \"to fill\"",
      "answer": "big shoes"
    },
    {
      "category": "READY FOR MY NUDE SCENE",
      "text": "Seenhere, he dropped trou in \"Nightmare Alley\"; not so much of a nightmare for some",
      "answer": "Bradley Cooper"
    },
    {
      "category": "BERNIE & BERNADETTE",
      "text": "In 1987 she originated one of her iconic roles as the witch in the Broadway production of \"Into the Woods\"",
      "answer": "Bernadette Peters"
    },
    {
      "category": "ALL ABOUT ALLITERATIVE BOOK CHARACTERS",
      "text": "Peter Pevensie is one of the children who come to reign over this land created by C.S. Lewis",
      "answer": "Narnia"
    },
    {
      "category": "EVERYBODY LOVES RAIN, MAN",
      "text": "Drivers can thank Mary Anderson for creating an early form of this, moved by a handle from inside a streetcar to clear rain",
      "answer": "a windshield wiper"
    },
    {
      "category": "FIRE ISLAND",
      "text": "Playing all the hits of 2020, it's hot 102.7 in Veguitas in this Caribbean country about 90 miles south of Florida",
      "answer": "Cuba"
    },
    {
      "category": "BIG ____",
      "text": "Step right up, ladies & gents; from acrobats to clown cars, we've got it all insidethisstructure",
      "answer": "the big top"
    },
    {
      "category": "READY FOR MY NUDE SCENE",
      "text": "This actor said that he had no nude double for \"The Wolf of Wall Street\": \"All the flopping around... was all me\"",
      "answer": "Leonardo DiCaprio"
    },
    {
      "category": "BERNIE & BERNADETTE",
      "text": "Terry Kiser played the titular corpse in this 1989 comedy that also starred Andrew McCarthy & Jonathan Silverman",
      "answer": "Weekend at Bernie's"
    },
    {
      "category": "ALL ABOUT ALLITERATIVE BOOK CHARACTERS",
      "text": "Tiny Tim is a sickly boy in this Dickens classic with an alliterative title",
      "answer": "A Christmas Carol"
    },
    {
      "category": "EVERYBODY LOVES RAIN, MAN",
      "text": "The title number in \"Singin' in the Rain\" was shot in summer in Culver City when water was in high demand & this star was ill",
      "answer": "Gene Kelly"
    },
    {
      "category": "FIRE ISLAND",
      "text": "In September 2020 it was a toasty 110 in this one of California's Channel Islands with Avalon as its only city",
      "answer": "Catalina"
    },
    {
      "category": "BIG ____",
      "text": "Christian Bale & Steve Carell were in this 2015 Adam McKay movie that detailed the craziness of the 2008 financial crisis",
      "answer": "The Big Short"
    },
    {
      "category": "READY FOR MY NUDE SCENE",
      "text": "In \"The Hangover\", the guys think their missing buddy Doug is in the trunk, but it's a naked Mr. Chow, played by this comedian",
      "answer": "Dr. Ken (Jeong)"
    },
    {
      "category": "BERNIE & BERNADETTE",
      "text": "He died in 2021 while serving 150 years for running the largest Ponzi scheme in history, with paper losses of $64.8 billion",
      "answer": "Bernie Madoff"
    },
    {
      "category": "ALL ABOUT ALLITERATIVE BOOK CHARACTERS",
      "text": "He's the evil dictator who's \"watching you\" in \"1984\"",
      "answer": "Big Brother"
    },
    {
      "category": "EVERYBODY LOVES RAIN, MAN",
      "text": "On Titan, this ringed planet's largest moon, it rains methane",
      "answer": "Saturn"
    },
    {
      "category": "FIRE ISLAND",
      "text": "92 at Kilkenny Castle in 1887 was long considered the hottest temperature in this island nation",
      "answer": "Ireland"
    },
    {
      "category": "BIG ____",
      "text": "In a 1901 speech regarding U.S. foreign policy, Teddy Roosevelt advised, \"Speak softly and carry\" this",
      "answer": "a big stick"
    },
    {
      "category": "READY FOR MY NUDE SCENE",
      "text": "Seenhere, this actress & Mike Myers were both au naturel in the first \"Austin Powers\", but fruits provided strategic cover for her",
      "answer": "Elizabeth Hurley"
    },
    {
      "category": "BERNIE & BERNADETTE",
      "text": "In 1858 the future St. Bernadette went to a grotto & had visions that turned this French town into a pilgrimage center",
      "answer": "Lourdes"
    },
    {
      "category": "ALL ABOUT ALLITERATIVE BOOK CHARACTERS",
      "text": "Billy Bibbit & Charles Cheswick are fellow inmates with Randle McMurphy in this Ken Kesey novel set in a mental hospital",
      "answer": "One Flew Over the Cuckoo's Nest"
    },
    {
      "category": "EVERYBODY LOVES RAIN, MAN",
      "text": "In the King James Bible, \"the Lord rained upon Sodom and upon Gomorrah\" these 2 things",
      "answer": "fire & brimstone"
    }
  ]
}