{
  "title": "PrimetimeCelebrity Jeopardy!game #6 - Sunday, October 30, 2022",
  "date": {
    "day": 30,
    "month": "October",
    "year": 2022
  },
  "clues": [
    {
      "category": "STAR TRACK: THE NEXT GENERATION",
      "text": "This \"Fifty Shades of Grey\" star is the daughter of Don Johnson & Melanie Griffith",
      "answer": "Dakota Johnson"
    },
    {
      "category": "ANSWER IN THE FORM OF AN ABBREVIATION",
      "text": "Bank of America has about 16,000 of these",
      "answer": "ATM"
    },
    {
      "category": "PATRIOT ACT",
      "text": "Daniel O'Connell, a patriot of this country, got the British to pass the Catholic Emancipation Act of 1829",
      "answer": "Ireland"
    },
    {
      "category": "WITH AUTHOR-ITY",
      "text": "In 1973 Anne Rice sank her teeth into writing her first novel, about an \"interview with\" one of these, & finished in 5 weeks",
      "answer": "a vampire"
    },
    {
      "category": "GOING GREEN",
      "text": "Perhaps something you ate didn't agree with you if you look \"green around\" these fish parts",
      "answer": "the gills"
    },
    {
      "category": "PRETTY LITTLE LIES",
      "text": "Casually let it be known you went to this university in Cambridge, Massachusetts, like John Quincy Adams & T.S. Eliot did",
      "answer": "Harvard"
    },
    {
      "category": "STAR TRACK: THE NEXT GENERATION",
      "text": "This father & daughter both hit No. 1 on the music charts: he with \"Achy Breaky Heart\" & she with \"Wrecking Ball\"",
      "answer": "Billy Ray Cyrus & Miley Cyrus"
    },
    {
      "category": "ANSWER IN THE FORM OF AN ABBREVIATION",
      "text": "In 2022 Congress gave this agency an additional $45 billion for enforcement, so double-check those deductions",
      "answer": "the IRS"
    },
    {
      "category": "PATRIOT ACT",
      "text": "Montrealer Robert Stanley Weir wrote this national anthem with its stirring final words, \"we stand on guard for thee\"",
      "answer": "\"O Canada\""
    },
    {
      "category": "WITH AUTHOR-ITY",
      "text": "Harper Lee based Dill Harris on Truman Capote, a childhood friend in Alabama, in this Pulitzer-winning 1960 novel",
      "answer": "To Kill a Mockingbird"
    },
    {
      "category": "GOING GREEN",
      "text": "In 2020 this company celebrated the 50th anniversary of the culinary delight known as the Shamrock Shake",
      "answer": "McDonald's"
    },
    {
      "category": "PRETTY LITTLE LIES",
      "text": "Tell the story about how this pop icon seenhereinvited you onstage to sing \"Baby\" & was blown away by your pipes",
      "answer": "Justin Bieber"
    },
    {
      "category": "STAR TRACK: THE NEXT GENERATION",
      "text": "In the film \"Straight Outta Compton\", O'Shea Jackson Jr. played this man, his rapper father",
      "answer": "Ice Cube"
    },
    {
      "category": "ANSWER IN THE FORM OF AN ABBREVIATION",
      "text": "It was once largely a military abbrev. helping coordinate operations; now it means \"when I think I'll make it to the kegger\"",
      "answer": "an ETA"
    },
    {
      "category": "PATRIOT ACT",
      "text": "Italian patriot Garibaldi captured Palermo in 1860 with colorful troops called these, like a college athlete sitting out a year",
      "answer": "a redshirt"
    },
    {
      "category": "WITH AUTHOR-ITY",
      "text": "Bootlegger Max Gerlach was one of the people F. Scott Fitzgerald may have used as the model for this title character",
      "answer": "Gatsby"
    },
    {
      "category": "GOING GREEN",
      "text": "Coach Vince Lombardi took over this NFL team in 1959 & led them to greatness",
      "answer": "the Green Bay Packers"
    },
    {
      "category": "PRETTY LITTLE LIES",
      "text": "They'll love the story about how you went to Churchill Downs in 2022 for this big race & put a C-note on 80-1 longshot Rich Strike",
      "answer": "the Kentucky Derby"
    },
    {
      "category": "STAR TRACK: THE NEXT GENERATION",
      "text": "For almost 100 years 3 generations of this family, Walter, John & Anjelica, have been lighting up Hollywood screens",
      "answer": "the Hustons"
    },
    {
      "category": "ANSWER IN THE FORM OF AN ABBREVIATION",
      "text": "If you get this degree from Harvard, first given in 1873, you can call yourself doctor but don't try to diagnose me",
      "answer": "a Ph.D."
    },
    {
      "category": "PATRIOT ACT",
      "text": "Yukio Mishima's story \"Patriotism\" begins with a soldier committing this form of suicide; Mishima's life ended similarly",
      "answer": "seppuku (or hara-kiri)"
    },
    {
      "category": "WITH AUTHOR-ITY",
      "text": "Mary Shelley wrote, \"I might infuse a spark of being into the lifeless thing\" in this 1818 novel; spark infused!  Ooooops",
      "answer": "Frankenstein"
    },
    {
      "category": "GOING GREEN",
      "text": "Seenhere, Mahershala Ali won a 2018 Supporting Actor Oscar for this film in which he played a musician touring the South",
      "answer": "The Green Book"
    },
    {
      "category": "PRETTY LITTLE LIES",
      "text": "This Facebook founder would never have gone ahead & renamed his company Meta unless he checked with you first",
      "answer": "Mark Zuckerberg"
    },
    {
      "category": "STAR TRACK: THE NEXT GENERATION",
      "text": "This film director followed in her Oscar-winning father's footsteps, scoring an Oscar for \"Lost in Translation\"",
      "answer": "Sofia Coppola"
    },
    {
      "category": "ANSWER IN THE FORM OF AN ABBREVIATION",
      "text": "A tear ofthisligament that prevents the tibia from sliding out in front of the femur has ended many a pro athlete's season",
      "answer": "the ACL"
    },
    {
      "category": "PATRIOT ACT",
      "text": "Before his \"March to the Sea\", his hallucinations of confederate forces made him request insane numbers of reinforcements",
      "answer": "(General) Sherman"
    },
    {
      "category": "WITH AUTHOR-ITY",
      "text": "She showed \"Sense & Sensibility\" by starting that book with \"The family of Dashwood had long been settled in Sussex\"",
      "answer": "Austen"
    },
    {
      "category": "GOING GREEN",
      "text": "This metropolis in \"The Wizard of Oz\" had houses built of green marble & window panes made from green glass",
      "answer": "the Emerald City"
    },
    {
      "category": "PRETTY LITTLE LIES",
      "text": "How's this for a flex?  You just got back from the gym, & get this, you dead-lifted a ton & a half, this many pounds",
      "answer": "3,000"
    },
    {
      "category": "TUNING INTO THE '90s",
      "text": "\"Don't Speak\" by No Doubt was about the breakup of this singer with bassist Tony Kanal",
      "answer": "Gwen Stefani"
    },
    {
      "category": "THE U.S. CONSTITUTION",
      "text": "The Constitution was hammered out in the summer of 1787 by 55 delegates at the gathering known as the Constitutional this",
      "answer": "the Constitutional Convention"
    },
    {
      "category": "WORLD CAPITAL ATTRACTIONS",
      "text": "In this city, if you're in the mood for piazza, try the Navona or the Santa Maria",
      "answer": "Rome"
    },
    {
      "category": "MEMOIRS",
      "text": "The daughter of civil rights activists, this vice president penned \"The Truths We Hold\"",
      "answer": "Kamala Harris"
    },
    {
      "category": "HI, FINANCE",
      "text": "In U.S. v. U.S. Steel, the Supreme Court noted \"the menace of\" this, where one company corners the market, & that ain't no game",
      "answer": "monopoly"
    },
    {
      "category": "FIGURES OF SPEECH",
      "text": "\"It's raining\" these means it's coming down hard, not that there's a deluge of Angoras & Akitas",
      "answer": "cats & dogs"
    },
    {
      "category": "TUNING INTO THE '90s",
      "text": "The first thing we hear in this 1992 Sir Mix-a-Lot hit is, \"Oh.  My.  God, Becky, look at her butt\"",
      "answer": "\"Baby Got Back\""
    },
    {
      "category": "THE U.S. CONSTITUTION",
      "text": "The first 10 amendments are known as this; 12 were proposed, but 2 were rejected",
      "answer": "the Bill of Rights"
    },
    {
      "category": "WORLD CAPITAL ATTRACTIONS",
      "text": "This city that's home to theruinsof the Aztecs' great Templo Mayor showed off areplicaof it in 2021",
      "answer": "Mexico City"
    },
    {
      "category": "MEMOIRS",
      "text": "Joseph D. Pistone's \"Donnie Brasco\" is subtitled \"My Undercover Life in\" this criminal organization",
      "answer": "the mafia"
    },
    {
      "category": "HI, FINANCE",
      "text": "Tom Freston got fired from Viacom but had a very soft landing thanks to a \"golden\" this of $100 million",
      "answer": "parachute"
    },
    {
      "category": "FIGURES OF SPEECH",
      "text": "Something insecure or unstable might be described as one of these; you can build a literal one with jacks & aces",
      "answer": "a house of cards"
    },
    {
      "category": "TUNING INTO THE '90s",
      "text": "Listen all y'all, it's a \"Sabotage\", performed by this rap trio at the 1994 VMAs (& blowing the roof off of it) a",
      "answer": "the Beastie Boys"
    },
    {
      "category": "THE U.S. CONSTITUTION",
      "text": "Article 1 says the vice president shall be president of the Senate; the House of Representatives elects this leader itself",
      "answer": "the Speaker of the House"
    },
    {
      "category": "WORLD CAPITAL ATTRACTIONS",
      "text": "Grab a tasty soondae & score some K-pop music in the Myeongdong District of this South Korean capital",
      "answer": "Seoul"
    },
    {
      "category": "MEMOIRS",
      "text": "His daughter Hana wrote \"At Home with\" this boxer who could float like a butterfly & sting like a bee",
      "answer": "Muhammad Ali"
    },
    {
      "category": "HI, FINANCE",
      "text": "A chapter no one ever wants to read, this one is often called a \"reorganization\" bankruptcy, like J.C. Penney in 2020",
      "answer": "Chapter 11"
    },
    {
      "category": "FIGURES OF SPEECH",
      "text": "I have no idea what you said--it was this language to me, a phrase used by Shakespeare",
      "answer": "Greek"
    },
    {
      "category": "TUNING INTO THE '90s",
      "text": "Right Said Fred was lookin' fine with this hit whose title preceded \"for my shirt\", \"for your party\" & even \"for Milan\"",
      "answer": "\"I'm Too Sexy\""
    },
    {
      "category": "THE U.S. CONSTITUTION",
      "text": "We plead that this amendment says no one \"shall be compelled in any criminal case to be a witness against himself\"",
      "answer": "the Fifth (Amendment)"
    },
    {
      "category": "WORLD CAPITAL ATTRACTIONS",
      "text": "Theentranceto Père-Lachaise, the most famous one of these in Paris, isinscribed, \"their hope is full of immortality\"",
      "answer": "a cemetery"
    },
    {
      "category": "MEMOIRS",
      "text": "\"I Am\" this first name tells of life under the Taliban in Pakistan",
      "answer": "Malala"
    },
    {
      "category": "HI, FINANCE",
      "text": "Air-ing things out, this occurs when you don't have enough money in your account to cover a check but the bank pays anyway",
      "answer": "overdraft"
    },
    {
      "category": "FIGURES OF SPEECH",
      "text": "To \"batten down\" these is to prepare for a coming storm, literal or otherwise",
      "answer": "the hatches"
    },
    {
      "category": "TUNING INTO THE '90s",
      "text": "Exit light, enter night & now, \"Enter Sandman\" by this band; go ahead & sleep with one eye open, gripping your pillow tight",
      "answer": "Metallica"
    },
    {
      "category": "THE U.S. CONSTITUTION",
      "text": "The Constitution replaced an earlier document called these Articles",
      "answer": "the Articles of Confederation"
    },
    {
      "category": "WORLD CAPITAL ATTRACTIONS",
      "text": "You'll find Lenin's tomb in this Moscow expanse",
      "answer": "Red Square"
    },
    {
      "category": "MEMOIRS",
      "text": "\"Extraordinary Ordinary People\", the autobiography ofthisSecretary of State, detailed her upbringing in segregated Alabama",
      "answer": "Condoleezza Rice"
    },
    {
      "category": "HI, FINANCE",
      "text": "Time to get an \"A\" in finance; leveraged by hedge funds, this investment strategy has many types, like retail & merger",
      "answer": "arbitrage"
    },
    {
      "category": "FIGURES OF SPEECH",
      "text": "To the Brits, a difficult situation is a sticky this, a phrase taken from cricket",
      "answer": "a wicket"
    }
  ]
}