{
  "title": "Show #5765 - Friday, October 9, 2009",
  "date": {
    "day": 9,
    "month": "October",
    "year": 2009
  },
  "clues": [
    {
      "category": "COUNTRIES' LARGEST ISLANDS",
      "text": "Sicily",
      "answer": "Italy"
    },
    {
      "category": "HOW SINGERS GOT THEIR NAMES",
      "text": "As a kid, he loved Charlie Brown's dog, adding, \"And my mama thought I looked like him\" ...the birth of this rap name",
      "answer": "Snoop Dogg"
    },
    {
      "category": "YORKS: OLDE, NEW & DICK",
      "text": "The Archbishop of York is second in authority to the Archbishop of this in the Church of England",
      "answer": "Canterbury"
    },
    {
      "category": "SPEAK UP!",
      "text": "A boxer:\"Frazier is so ugly he should donate his face to the U.S. Bureau of Wildlife\"",
      "answer": "Muhammad Ali"
    },
    {
      "category": "I'M GETTING \"HORSE",
      "text": "A leaner is worth 2 points in this pastime that dates back centuries",
      "answer": "horseshoes"
    },
    {
      "category": "AT THE CANDY FACTORY",
      "text": "(Kelly of the Clue Crew watches a machine fold and pound a batch of candy at the See's candy factory.)  That's a 110-pound batch of candy that the machine is doing this to, from the Old English for knot",
      "answer": "kneading"
    },
    {
      "category": "COUNTRIES' LARGEST ISLANDS",
      "text": "Sumatra",
      "answer": "Indonesia"
    },
    {
      "category": "HOW SINGERS GOT THEIR NAMES",
      "text": "This rapper, one of whose logos is seenhere, got his stage name from his initials",
      "answer": "Eminem"
    },
    {
      "category": "YORKS: OLDE, NEW & DICK",
      "text": "Dick York was \"Bewitched\" in this role from 1964 to 1969",
      "answer": "Darrin Stephens"
    },
    {
      "category": "SPEAK UP!",
      "text": "An Irish wit & playwright:\"Bigamy is having one wife too many.  Monogamy is the same\"",
      "answer": "Oscar Wilde"
    },
    {
      "category": "I'M GETTING \"HORSE",
      "text": "In ancient times Cassandra tried to warn her countrymen about this, but no one believed her",
      "answer": "the Trojan Horse"
    },
    {
      "category": "AT THE CANDY FACTORY",
      "text": "(Kelly of the Clue Crew watches ropes of candy be split on the conveyor belt at the See's candy factory.)  As the candy moves down the conveyor belt, a splitter cuts it into ropes, & this French-named device cuts it to a certain length",
      "answer": "a guillotine"
    },
    {
      "category": "COUNTRIES' LARGEST ISLANDS",
      "text": "Spitsbergen",
      "answer": "Norway"
    },
    {
      "category": "HOW SINGERS GOT THEIR NAMES",
      "text": "Born Alicia Augello-Cook, this R&B lass chose her new last name for \"the piano... and it can open so many doors\"",
      "answer": "Alicia Keys"
    },
    {
      "category": "YORKS: OLDE, NEW & DICK",
      "text": "In 71 A.D. this empire founded what would become York, then called Eboracum",
      "answer": "the Roman Empire"
    },
    {
      "category": "SPEAK UP!",
      "text": "A Nobel Prize winner: \"Don't worry about your difficulties in mathematics.  I can assure you mine are still greater\"",
      "answer": "Einstein"
    },
    {
      "category": "I'M GETTING \"HORSE",
      "text": "Nickname of the man who led the American League in runs batted in for 1927, 1928, 1930 & 1934",
      "answer": "\"The Iron Horse\""
    },
    {
      "category": "AT THE CANDY FACTORY",
      "text": "(Kelly of the Clue Crew reports from a conveyor belt at the See's candy factory.)  One of the most famous episodes of this sitcom had two of itscharactersworking the production line at a candy factory; the show's stars learned the ropes at the See's factory",
      "answer": "I Love Lucy"
    },
    {
      "category": "COUNTRIES' LARGEST ISLANDS",
      "text": "Hainan",
      "answer": "China"
    },
    {
      "category": "HOW SINGERS GOT THEIR NAMES",
      "text": "Pop star Pink has blushed pink before but says, \"I also loved Mr. Pink\", a character in this Tarantino film",
      "answer": "Reservoir Dogs"
    },
    {
      "category": "YORKS: OLDE, NEW & DICK",
      "text": "This N.Y. area that early Native Americans called Paumanok covers about 1,700 square miles; I'll see you in the Hamptons",
      "answer": "Long Island"
    },
    {
      "category": "SPEAK UP!",
      "text": "A German composer: \"Music should strike fire from the heart of man and bring tears from the eyes of a woman\"",
      "answer": "Beethoven"
    },
    {
      "category": "I'M GETTING \"HORSE",
      "text": "Alliterative name for an equine head on a pole used as a child's toy",
      "answer": "a hobbyhorse"
    },
    {
      "category": "AT THE CANDY FACTORY",
      "text": "(Kelly of the Clue Crew shows a scanner of some sort on the conveyor belt at the See's candy factory.)  Before packaging, the candy goes through this electronic device to make sure that, for instance, the nuts inside aren't the hardware kind; if so, it's dropped from the belt",
      "answer": "a metal detector"
    },
    {
      "category": "COUNTRIES' LARGEST ISLANDS",
      "text": "Zanzibar",
      "answer": "Tanzania"
    },
    {
      "category": "HOW SINGERS GOT THEIR NAMES",
      "text": "This Guns N' Roses guy got his name from a friend's dad: \"I was always in such a hurry... always just passing through\"",
      "answer": "Slash"
    },
    {
      "category": "YORKS: OLDE, NEW & DICK",
      "text": "This Shakespeare title guy, the last Yorkist king of England, was beloved by the people of York",
      "answer": "Richard III"
    },
    {
      "category": "SPEAK UP!",
      "text": "A 19th c. woman: \"For the theater one needs long arms; an artiste with short arms can never... make a fine gesture\"",
      "answer": "Sarah Bernhardt"
    },
    {
      "category": "I'M GETTING \"HORSE",
      "text": "This fearsome biblical quartet appears in Revelation 6",
      "answer": "the Four Horsemen of the Apocalypse"
    },
    {
      "category": "AT THE CANDY FACTORY",
      "text": "(Kelly of the Clue Crew points out a QA worker stirring a sample of liquid chocolate with a measurement probe at the See's candy factory.)  The quality assurance team checks the chocolate's temperature & this, resistance to flow; if the chocolate is too thin, it won't coat the candy well",
      "answer": "viscosity"
    }
  ]
}