{
  "title": "Show #9314 - Thursday, April 17, 2025",
  "date": {
    "day": 17,
    "month": "April",
    "year": 2025
  },
  "clues": [
    {
      "category": "GAME OVER, MAN! IT'S GAME OVER!",
      "text": "You made quote marks in the air to indicate \"phrase\" & successfully mimed \"I'm a little teapot short & stout\" in the fastest time",
      "answer": "charades"
    },
    {
      "category": "SILVER",
      "text": "In a classic Spanish novel, this squire tells his wife Teresa, \"Every man was not born with a silver spoon in his mouth\"",
      "answer": "Sancho Panza"
    },
    {
      "category": "WORDS ENDING IN \"B",
      "text": "A pithy truth such as \"actions speak louder than words\"",
      "answer": "a proverb"
    },
    {
      "category": "COLLEGE ATHLETES",
      "text": "The ability to toss 72 mph underhand helped Jennie Finch win 60 straight games at Arizona playing this sport",
      "answer": "softball"
    },
    {
      "category": "FLY",
      "text": "Assassin fliesplague these beekeeping structures, harrying workers around them",
      "answer": "hives"
    },
    {
      "category": "OFF THE SHELVES",
      "text": "The title of this wildly popular 1991 John Grisham thriller refers to Memphis-based Bendini, Lambert & Locke",
      "answer": "The Firm"
    },
    {
      "category": "GAME OVER, MAN! IT'S GAME OVER!",
      "text": "You placed a bet on the pass line & rolled a 3; that was quick, better luck next time",
      "answer": "craps"
    },
    {
      "category": "SILVER",
      "text": "In 2024 this restaurant offered a free piece of fish or chicken on Talk Like a Pirate Day",
      "answer": "Long John Silver's"
    },
    {
      "category": "WORDS ENDING IN \"B",
      "text": "The name ofthisplant can also mean a heated discussion",
      "answer": "rhubarb"
    },
    {
      "category": "COLLEGE ATHLETES",
      "text": "Though he only golfed for Stanford for 2 years, he won 11 tourneys & was the NCAA's 1996 individual champ; did OK as a pro, too",
      "answer": "Tiger Woods"
    },
    {
      "category": "FLY",
      "text": "The lanky-limbed crane fly is also known by this paternal nickname it shares with an arachnid",
      "answer": "a daddy longlegs"
    },
    {
      "category": "OFF THE SHELVES",
      "text": "James Jones' \"From Here to Eternity\" tells of peacetime military members serving in what's now this state",
      "answer": "Hawaii"
    },
    {
      "category": "GAME OVER, MAN! IT'S GAME OVER!",
      "text": "An 11th point is won in a table tennis video game with the best graphics Atari could imagine in 1972",
      "answer": "Pong"
    },
    {
      "category": "SILVER",
      "text": "This character introduced in a Fantastic Four comic can hang ten while traveling faster than light",
      "answer": "the Silver Surfer"
    },
    {
      "category": "WORDS ENDING IN \"B",
      "text": "Exceptionally fantastic, from the Latin for \"arrogant\"",
      "answer": "superb"
    },
    {
      "category": "COLLEGE ATHLETES",
      "text": "After rugby at Eton, memorably named Memorable Factor crossed the pond to play football for this school's Blue Devils in 2023",
      "answer": "Duke"
    },
    {
      "category": "FLY",
      "text": "A type of midge is the primary pollinator of this tree that gives us chocolate",
      "answer": "the cacao"
    },
    {
      "category": "OFF THE SHELVES",
      "text": "\"The Case of the Perjured Parrot\" is one of Erle Stanley Gardner's many books featuring this heroic defense attorney",
      "answer": "Perry Mason"
    },
    {
      "category": "GAME OVER, MAN! IT'S GAME OVER!",
      "text": "I say! The side has scored 24 wicket points & staked out both balls! Well done, side!",
      "answer": "croquet"
    },
    {
      "category": "SILVER",
      "text": "Reign as a monarch for 25 years & you too can celebrate this special anniversary",
      "answer": "the Silver Jubilee"
    },
    {
      "category": "WORDS ENDING IN \"B",
      "text": "A symbol of rebirth, this variety of beetle was sacred to the ancient Egyptians",
      "answer": "the scarab"
    },
    {
      "category": "COLLEGE ATHLETES",
      "text": "(Jason Kelce presents the clue.) At 4.89 seconds, I had the fastest 40-yard dash of all the offensive linemen at the 2011 Combine; in 2024,Xavier Worthyset a record with 4.21 seconds, getting shout-outs from alums of this school, like Matthew McConaughey",
      "answer": "the University of Texas"
    },
    {
      "category": "FLY",
      "text": "Seenhereare the wings of the golden flange tail that help make this type of creature the strongest flyer in the insect world",
      "answer": "a dragonfly"
    },
    {
      "category": "OFF THE SHELVES",
      "text": "In this Anthony Doerr bestseller, Marie-Laure escapes to the walled Citadel of Saint-Malo after the Nazis invade Paris",
      "answer": "All the Light We Cannot See"
    },
    {
      "category": "GAME OVER, MAN! IT'S GAME OVER!",
      "text": "After using resource cards like grain, wool & ore, you got 10 victory points during your turn, settler! This game is over!",
      "answer": "Catan"
    },
    {
      "category": "SILVER",
      "text": "In 1859 the discovery of this rich deposit of silver caused the appearance of boomtowns like Virginia City",
      "answer": "the Comstock Lode"
    },
    {
      "category": "WORDS ENDING IN \"B",
      "text": "It can be a low kickoff on a football field, or a short, humorous piece used as a filler in a newspaper",
      "answer": "squib"
    },
    {
      "category": "COLLEGE ATHLETES",
      "text": "This redheaded basketball legend who died in 2024 led UCLA to an 86-4 record in the early '70s",
      "answer": "(Bill) Walton"
    },
    {
      "category": "FLY",
      "text": "Aka the pomace fly or small fruit fly, this fly is named for its strong attraction to fermented juices",
      "answer": "the vinegar fly"
    },
    {
      "category": "OFF THE SHELVES",
      "text": "A New York court ruled that his \"Tropic of Cancer\" was \"flagrantly obscene\" & \"dirt for dirt's sake\"; ouch!",
      "answer": "(Henry) Miller"
    },
    {
      "category": "THE VICE PRESIDENT WHO...",
      "text": "Previously served in the house & led the vice presidential search committee that eventually chose, well, him",
      "answer": "Dick Cheney"
    },
    {
      "category": "CANADIAN LAKES",
      "text": "The Chronicles of Sarnia: It's an Ontario city on this lake named for local Indians, the first great lake seen by Europeans",
      "answer": "Lake Huron"
    },
    {
      "category": "MYTHOLOGY",
      "text": "According to one story, after he was killed by a scorpion, this hunter ended up as a constellation in the heavens",
      "answer": "Orion"
    },
    {
      "category": "WEIGHTS & MEASURES",
      "text": "One kWh, this unit of energy, equals 3.6 million joules",
      "answer": "a kilowatt-hour"
    },
    {
      "category": "TV ABBREVIATIONS & ACRONYMS",
      "text": "The \"H\" in Marvel's Agents of S.H.I.E.L.D. stands for this, a word in the name of a Cabinet dept. founded in 2002",
      "answer": "Homeland"
    },
    {
      "category": "GIVE US 2 WORDS",
      "text": "In 1888 Grover Cleveland won this by more than 100,000 but lost the all-important Electoral College & the presidency",
      "answer": "the popular vote"
    },
    {
      "category": "THE VICE PRESIDENT WHO...",
      "text": "Had Seattle's county named for him, though it was later renamed (with the same name) for a civil rights leader",
      "answer": "(William Rufus DeVane) King"
    },
    {
      "category": "CANADIAN LAKES",
      "text": "Nettilling Lake on this largest Canadian island is the world's largest lake on an island",
      "answer": "Baffin Island"
    },
    {
      "category": "MYTHOLOGY",
      "text": "Stronger than dirt, this great warrior eventually went mad & killed himself",
      "answer": "Ajax"
    },
    {
      "category": "WEIGHTS & MEASURES",
      "text": "To a surveyor, one township equals 36 sections; one section equals 640 these",
      "answer": "acres"
    },
    {
      "category": "TV ABBREVIATIONS & ACRONYMS",
      "text": "A smellier version of Anderson Cooper, Oscar on \"Sesame Street\" irritably hosts GNN, short for this",
      "answer": "the Grouch News Network"
    },
    {
      "category": "GIVE US 2 WORDS",
      "text": "A top 5 adult pop airplay hit of 1998; for some bars in New York, it's 4 a.m.",
      "answer": "\"Closing Time\""
    },
    {
      "category": "THE VICE PRESIDENT WHO...",
      "text": "As a senator,hewas the only one from the South to remain in office after the 1860 secession; he'd be rewarded",
      "answer": "Andrew Johnson"
    },
    {
      "category": "CANADIAN LAKES",
      "text": "Frozen water contributes to many careers in this job, like Williamson Lake in Nunavut did for Jordin Tootoo's",
      "answer": "a hockey player"
    },
    {
      "category": "MYTHOLOGY",
      "text": "In Egyptian myth, after he was murdered by his brother Set, he was brought back to life & became ruler of the underworld",
      "answer": "Osiris"
    },
    {
      "category": "WEIGHTS & MEASURES",
      "text": "A micromort is a unit of risk defined as a one-in-a-million chance of this",
      "answer": "death"
    },
    {
      "category": "TV ABBREVIATIONS & ACRONYMS",
      "text": "On \"24\" Jack Bauer worked for this 3-letter group whose goal was to thwart evildoers",
      "answer": "CTU"
    },
    {
      "category": "GIVE US 2 WORDS",
      "text": "In \"The Outsiders\" they are the 2 words Johnny tells Ponyboy right before he dies",
      "answer": "stay gold"
    },
    {
      "category": "THE VICE PRESIDENT WHO...",
      "text": "Was the first South Carolinian to win the office, but unfortunately, was big on slavery",
      "answer": "Calhoun"
    },
    {
      "category": "CANADIAN LAKES",
      "text": "Connected to the Atlantic by channels, saltwater Bras d'Or Lake is in the center of this province's Cape Breton Island",
      "answer": "Nova Scotia"
    },
    {
      "category": "MYTHOLOGY",
      "text": "Galatea was the name later given to the statue-turned-real woman whom this king sculpted, fell in love with & married",
      "answer": "Pygmalion"
    },
    {
      "category": "WEIGHTS & MEASURES",
      "text": "This system of weight used for gold is named for a city in medieval France, not ancient Turkey",
      "answer": "troy"
    },
    {
      "category": "TV ABBREVIATIONS & ACRONYMS",
      "text": "\"JAG\", short for this, followed lawyers in that Navy division",
      "answer": "Judge Advocate General"
    },
    {
      "category": "GIVE US 2 WORDS",
      "text": "calm.com lists decadent dessert or binge-watching TV as examples of these, fun with a bit of a bad conscience",
      "answer": "guilty pleasures"
    },
    {
      "category": "THE VICE PRESIDENT WHO...",
      "text": "Was previously New York governor & before that, on the board of Creole Petroleum",
      "answer": "Nelson Rockefeller"
    },
    {
      "category": "CANADIAN LAKES",
      "text": "First called Emerald Lake because of its blue-green color, this lake in Alberta's Rockies is fed by Victoria Glacier",
      "answer": "Lake Louise"
    },
    {
      "category": "MYTHOLOGY",
      "text": "This beautiful & beloved but doomed Norse god was the son of Odin & Frigg",
      "answer": "Balder"
    },
    {
      "category": "WEIGHTS & MEASURES",
      "text": "The base unit of temperature in the international system of units is this, & strictly speaking, you don't say \"degrees\" this",
      "answer": "kelvin"
    },
    {
      "category": "TV ABBREVIATIONS & ACRONYMS",
      "text": "Alison Brie was a bad mama jama in the ring as one ofthesewomen, GLOW for short",
      "answer": "the Gorgeous Ladies of Wrestling"
    },
    {
      "category": "GIVE US 2 WORDS",
      "text": "Recently on TikTok, you get \"A.P.\" credit for these, given for good vibes & used to measure how cool someone is",
      "answer": "aura points"
    }
  ]
}