{
  "title": "PrimetimeCelebrity Jeopardy!game #11 - Thursday, January 19, 2023",
  "date": {
    "day": 19,
    "month": "January",
    "year": 2023
  },
  "clues": [
    {
      "category": "COACH: BEARD",
      "text": "For beard inspiration, watch videos bythisclassic end-of-the-alphabet rock band; even its drummer's last name is Beard",
      "answer": "ZZ Top"
    },
    {
      "category": "A TRASHY CATEGORY",
      "text": "If walking in the Smithsonian with a used gum wrapper, don't put it in the trash can occupied by him on \"Sesame Street\"",
      "answer": "Oscar the Grouch"
    },
    {
      "category": "LANDMARKS",
      "text": "The heads that make up this national memorial are each about 60 feet tall & each was dedicated at separate times during the 1930s",
      "answer": "Mount Rushmore"
    },
    {
      "category": "I AM A CHAMPION!",
      "text": "It's the last name of boxer Laila, who outdid even her dad by retiring undefeated after winning world titles in 2 weight classes",
      "answer": "Ali"
    },
    {
      "category": "NN\"YTIME",
      "text": "In one word, not guilty",
      "answer": "innocent"
    },
    {
      "category": "THE BOOK WITH NO PICTURES",
      "text": "A line from this dystopian novel by Ray Bradbury: \"The books leapt & danced like roasted birds, their wings ablaze\"",
      "answer": "Fahrenheit 451"
    },
    {
      "category": "COACH: BEARD",
      "text": "To keep your beard nice & tidy, Cremo offers a brush whose bristles are made of the thick, sturdy hairs of these wild pigs",
      "answer": "boars"
    },
    {
      "category": "A TRASHY CATEGORY",
      "text": "You can't spell \"garbage\" withoutthiskind of boat; the Mobro wandered around the Atlantic in 1987 with 3,000 tons of New York trash",
      "answer": "a barge"
    },
    {
      "category": "LANDMARKS",
      "text": "Now that's a construction project!  13,000 miles long & found in part in Gansu province, this dates to the 600s B.C.",
      "answer": "the Great Wall of China"
    },
    {
      "category": "I AM A CHAMPION!",
      "text": "Rod Laver is the only 2-time winner of all 4 major tennis singles titles in one year, a feat called this, like a big home run",
      "answer": "a grand slam"
    },
    {
      "category": "NN\"YTIME",
      "text": "In the 1970s these department store models for clothing displays began to have belly buttons",
      "answer": "mannequins"
    },
    {
      "category": "THE BOOK WITH NO PICTURES",
      "text": "The title of this Dostoyevsky novel refers to murder & 8 years of hard labor in Siberia",
      "answer": "Crime and Punishment"
    },
    {
      "category": "COACH: BEARD",
      "text": "Get some candles & build a little altar in your home tothisNBA legend who for some is the patron saint of awesome beards",
      "answer": "James Harden"
    },
    {
      "category": "A TRASHY CATEGORY",
      "text": "KitchenAid makes a stainless steel one to turn your overflowing stinky bag into a handy brick--not a garbage smusher, a...",
      "answer": "(trash) compactor"
    },
    {
      "category": "LANDMARKS",
      "text": "We'll point out this 605-foot landmark opened in 1962 for the World's Fair in Seattle & was built for a reasonable $4.5 million",
      "answer": "the Space Needle"
    },
    {
      "category": "I AM A CHAMPION!",
      "text": "On May 30,1911, Ray Harroun became the first champ of this race, going 75 mph; Marcus Ericsson won it in 2022, going 100 mph faster",
      "answer": "the Indy 500"
    },
    {
      "category": "NN\"YTIME",
      "text": "Born in the '80s & early '90s, they're often depicted as tech-savvy & maybe just a bit entitled",
      "answer": "millennials"
    },
    {
      "category": "THE BOOK WITH NO PICTURES",
      "text": "The first Nebula Award winner for Best Novel was this Frank Herbert novel set on the desert planet Arrakis",
      "answer": "Dune"
    },
    {
      "category": "COACH: BEARD",
      "text": "Guys, you may be able to spur beard growth with exercise & more sleep, possibly aiding in production of this 12-letter hormone",
      "answer": "testosterone"
    },
    {
      "category": "A TRASHY CATEGORY",
      "text": "One of these in Jersey City, once full of garbage, toxic waste & just maybe Jimmy Hoffa, is becoming a park",
      "answer": "a dump (or landfill)"
    },
    {
      "category": "LANDMARKS",
      "text": "As long as you're here, let's also play the Pyramid & check out the Venus de Milo & the Galerie des Antiques in this museum",
      "answer": "the Louvre"
    },
    {
      "category": "I AM A CHAMPION!",
      "text": "In 2019 she surpassed Vitaly Scherbo to become the most decorated gymnast in world championship history",
      "answer": "Simone Biles"
    },
    {
      "category": "NN\"YTIME",
      "text": "This verb can mean to have your hiking companion for dinner, or to take resources from one project to finish another",
      "answer": "cannibalize"
    },
    {
      "category": "THE BOOK WITH NO PICTURES",
      "text": "Locals call Kya the \"Marsh Girl\" in this recent bestseller by Delia Owens",
      "answer": "Where the Crawdads Sing"
    },
    {
      "category": "COACH: BEARD",
      "text": "Beard growers of the world, unite!  You have nothing to lose but your razors to emulate the beard ofthis\"Communist Manifesto\" author",
      "answer": "Marx"
    },
    {
      "category": "A TRASHY CATEGORY",
      "text": "A 2012 first-in-the-nation Vermont law says scraps from home cooking may not go in regular trash but must become this",
      "answer": "compost"
    },
    {
      "category": "LANDMARKS",
      "text": "Frank Gehry said the landmark seenherethat opened in this city in 1973 \"changed the image of an entire country\"",
      "answer": "Sydney"
    },
    {
      "category": "I AM A CHAMPION!",
      "text": "Pitching ringers on 85% of his throws, in 2022 Alan Francis captured his record 26th world championship in this",
      "answer": "horseshoes"
    },
    {
      "category": "NN\"YTIME",
      "text": "\"Astrophel and Stella\" is a 16th century sequence of more than 100 of these 14-line poems",
      "answer": "sonnets"
    },
    {
      "category": "THE BOOK WITH NO PICTURES",
      "text": "From bad to worse in this novel: escaping nuclear war, a plane crashes, killing all the adults; the boys form their own society on an island",
      "answer": "Lord of the Flies"
    },
    {
      "category": "WHAT'S NEW IN HISTORY",
      "text": "A new day dawned for civil rights in 1920 when the 19th one of these gave women the right to vote",
      "answer": "an amendment"
    },
    {
      "category": "POP CULTURE",
      "text": "In accepting her 1991 Grammy for \"Unforgettable\", she thanked her dad Nat for leaving such a \"wonderful heritage\"",
      "answer": "(Natalie) Cole"
    },
    {
      "category": "U.S. STAMPS",
      "text": "\"Go Beyond\", says the stamp featuring this animated Disney space ranger",
      "answer": "Buzz Lightyear"
    },
    {
      "category": "SHOE BIZ",
      "text": "In 2016 co-founder Phil Knight officially stepped down as chairman of this sports brand",
      "answer": "Nike"
    },
    {
      "category": "STARTS WITH A SILENT LETTER",
      "text": "The biting midge, or no-see-um, is one of these small, pesky flies whose \"G\" is a no-hear-um",
      "answer": "a gnat"
    },
    {
      "category": "THOMAS EDISON",
      "text": "Edison was good friends with this industrialist, who hoped to use Edison's nickel-iron batteries to power his cars",
      "answer": "Ford"
    },
    {
      "category": "WHAT'S NEW IN HISTORY",
      "text": "In January 1959 moderate liberal Manuel Urrutia was Cuba's new president, but by July, this man was fully in charge",
      "answer": "Fidel Castro"
    },
    {
      "category": "POP CULTURE",
      "text": "Sheshowed her serious side in \"The Farewell\" & her comedy chops in \"Ocean's Eight\"",
      "answer": "Awkwafina"
    },
    {
      "category": "U.S. STAMPS",
      "text": "Seenhere, this adorable marine mammal is one of the stars of the National Marine Sanctuary stamps",
      "answer": "an otter (a sea otter)"
    },
    {
      "category": "SHOE BIZ",
      "text": "After moving to Southern California in 1978, Aussie surfer Brian Smith launched this brand of sheepskin boots",
      "answer": "Uggs"
    },
    {
      "category": "STARTS WITH A SILENT LETTER",
      "text": "Bakers do it to prepare dough & masseuses do the same to your knotty muscles to make you feel better",
      "answer": "knead"
    },
    {
      "category": "THOMAS EDISON",
      "text": "The kinetograph, developed by Edison in the 1890s, was one of these, basically the same type used for the next century-plus",
      "answer": "a movie camera"
    },
    {
      "category": "WHAT'S NEW IN HISTORY",
      "text": "This northeast state got its name in the 1620s from a county in England where the scene was dull--time for something \"new\"",
      "answer": "New Hampshire"
    },
    {
      "category": "POP CULTURE",
      "text": "\"Sincerely, Me\" is a song from this Broadway show that won the 2017 Tony for Best Musical",
      "answer": "Dear Evan Hansen"
    },
    {
      "category": "U.S. STAMPS",
      "text": "To honor Charles M. Schulz' centennial, a series of stamps features the \"Peanuts\" gang, including this kid in a cloud of dust",
      "answer": "Pig-Pen"
    },
    {
      "category": "SHOE BIZ",
      "text": "Like Elvis sang, \"don't you step on\" these shoes that you can get from Brooks Brothers",
      "answer": "(blue) suede shoes"
    },
    {
      "category": "STARTS WITH A SILENT LETTER",
      "text": "Whether it begins with a silent \"T\" or a silent \"C\", it's the title for a former ruler of Russia",
      "answer": "a czar"
    },
    {
      "category": "THOMAS EDISON",
      "text": "In the 1860s Edison worked as a roving operator of this communication device for companies like Western Union",
      "answer": "a telegraph"
    },
    {
      "category": "WHAT'S NEW IN HISTORY",
      "text": "Around 1001 a whole New World beckoned this Norse explorer who established a settlement in Vinland in North America",
      "answer": "Leif Erikson"
    },
    {
      "category": "POP CULTURE",
      "text": "Real name Archibald Leach,hewas the dashing star of films like \"Bringing Up Baby\" & \"To Catch a Thief\"",
      "answer": "Cary Grant"
    },
    {
      "category": "U.S. STAMPS",
      "text": "The musician wears a traditional outfit called traje de charro on the stamp seenherehonoring this Mexican style of music",
      "answer": "mariachi"
    },
    {
      "category": "SHOE BIZ",
      "text": "This end-of-the-alphabet website that began selling shoes in 1999 takes its name from the Spanish word for \"shoes\"",
      "answer": "Zappos"
    },
    {
      "category": "STARTS WITH A SILENT LETTER",
      "text": "As a noun, it is a tool in your toolbox; as a verb, it refers to something you don't want to do to your back",
      "answer": "wrench"
    },
    {
      "category": "THOMAS EDISON",
      "text": "Less renowned patents include a swaging machine, a rheotome & a cement-burning one of these big ovens, also a pottery term",
      "answer": "a kiln"
    },
    {
      "category": "WHAT'S NEW IN HISTORY",
      "text": "To get back in sync with the solar year, this new calendar named for a pope made Oct. 15, 1582 the day after Oct. 4",
      "answer": "(the) Gregorian (calendar)"
    },
    {
      "category": "POP CULTURE",
      "text": "She's no hack playing legendary Las Vegas comedian Deborah Vance on \"Hacks\"",
      "answer": "(Jean) Smart"
    },
    {
      "category": "U.S. STAMPS",
      "text": "A Forever stamp celebrates this Hindu festival of lights that celebrates the triumph of light over darkness",
      "answer": "Diwali"
    },
    {
      "category": "SHOE BIZ",
      "text": "Whether they're 6-inch heels, flats or flip-flops, shoes from this designer have the iconic red soles",
      "answer": "Louboutin"
    },
    {
      "category": "STARTS WITH A SILENT LETTER",
      "text": "\"The Lord is my shepherd; I shall not want\", begins No. 23 of these in the Bible",
      "answer": "Psalms"
    },
    {
      "category": "THOMAS EDISON",
      "text": "Tom's own recording of \"Mary Had A Little Lamb\" in 1877 was a breakthrough in the invention of this \"talking machine\"",
      "answer": "the phonograph"
    }
  ]
}