{
  "title": "Jeopardy! Mastersgame #14 - Wednesday, May 17, 2023",
  "date": {
    "day": 17,
    "month": "May",
    "year": 2023
  },
  "clues": [
    {
      "category": "THE 20th CENTURY",
      "text": "Resigning in 2007 after 10 years in office, he was the last British prime minister of the 20th century",
      "answer": "Tony Blair"
    },
    {
      "category": "MYTHOLOGICAL WORDS & PHRASES",
      "text": "Originally a jar, this idiom referring to complicating issues is named for the wife of Epimetheus",
      "answer": "Pandora's box"
    },
    {
      "category": "SECRETS OF THE ANGELENOS",
      "text": "In \"Annie Hall\" it's called L.A.'s only cultural advantage; now some want it eliminated for pedestrian safety",
      "answer": "the right turn on red"
    },
    {
      "category": "COMIC STRIPS",
      "text": "This little friend of Snoopy in \"Peanuts\" was unnamed until 1970, when he was named for a recent festival",
      "answer": "Woodstock"
    },
    {
      "category": "MASTERS OF LIT",
      "text": "W.E. Henley's \"Invictus\" concludes, \"I am the master of my fate, I am the captain of\" this",
      "answer": "my soul"
    },
    {
      "category": "BRING WHAT?",
      "text": "Part of a fisherman's daily routine is bringing in these, as seenhere",
      "answer": "nets"
    },
    {
      "category": "THE 20th CENTURY",
      "text": "In 1986 it was the site of the worst nuclear accident in history, spreading radioactive material across Europe",
      "answer": "Chernobyl"
    },
    {
      "category": "MYTHOLOGICAL WORDS & PHRASES",
      "text": "Athena appears to Telemachus in the guise of this man, whose name later came to refer to any advisor",
      "answer": "Mentor"
    },
    {
      "category": "SECRETS OF THE ANGELENOS",
      "text": "A columnist wrote that next to the Black Dahlia, L.A.'s biggest whodunit is who killed this streetcar system aka Pacific Electric",
      "answer": "the Red Car"
    },
    {
      "category": "COMIC STRIPS",
      "text": "Bill Watterson received 2 Reuben Awards for best cartoonist for this beloved strip",
      "answer": "Calvin and Hobbes"
    },
    {
      "category": "MASTERS OF LIT",
      "text": "Master Ford & Master Page are characters in this Shakespeare comedy",
      "answer": "The Merry Wives of Windsor"
    },
    {
      "category": "BRING WHAT?",
      "text": "In a slogan used in the '80s, \"Bring out\" this mayo brand named for a German immigrant, & bring out the best",
      "answer": "Hellmann's"
    },
    {
      "category": "THE 20th CENTURY",
      "text": "This months-long campaign that began on January 30, 1968 was a turning point in the Vietnam War",
      "answer": "the Tet Offensive"
    },
    {
      "category": "MYTHOLOGICAL WORDS & PHRASES",
      "text": "If you constantly predict doom & gloom, you may be labeled with this name of a daughter of Priam",
      "answer": "Cassandra"
    },
    {
      "category": "SECRETS OF THE ANGELENOS",
      "text": "Thisalliterative dish was popularized by Shigefumi Tachibe at Chaya Brasserie in Beverly Hills",
      "answer": "tuna tartare"
    },
    {
      "category": "COMIC STRIPS",
      "text": "This huge sandwich first appeared in the comics in 1936; it's, of course, on the menu at Blondie's restaurant in Orlando, Florida",
      "answer": "a Dagwood"
    },
    {
      "category": "MASTERS OF LIT",
      "text": "A 1987 bestseller by him says on Wall Street Sherman McCoy & a few others had become \"masters of the universe\"",
      "answer": "(Tom) Wolfe"
    },
    {
      "category": "BRING WHAT?",
      "text": "The main economic engine of a Northumbrian city gave us this expression meaning \"do something unnecessary\"",
      "answer": "carrying coals to Newcastle"
    },
    {
      "category": "THE 20th CENTURY",
      "text": "In 1985 the remains of this notorious Nazi doctor were recovered from a grave in Brazil, buried under a false name",
      "answer": "Mengele"
    },
    {
      "category": "MYTHOLOGICAL WORDS & PHRASES",
      "text": "The Oracle of Delphi alluded to rocks when she told a treasure seeker to be diligent with this 4-word phrase still heard today",
      "answer": "leave no stone unturned"
    },
    {
      "category": "SECRETS OF THE ANGELENOS",
      "text": "In 1914 he directed the first feature-length movie made in Hollywood & cast a Native American actress in a major part",
      "answer": "Cecil B. DeMille"
    },
    {
      "category": "COMIC STRIPS",
      "text": "In addition to plundering & pillaging, this red-bearded Viking has appeared in ads for Mug Root Beer & Skol Lager",
      "answer": "Hagar the Horrible"
    },
    {
      "category": "MASTERS OF LIT",
      "text": "Edgar Lee Masters is best known for this collection of free-verse epitaphs from the cemetery of a fictional small town",
      "answer": "Spoon River Anthology"
    },
    {
      "category": "BRING WHAT?",
      "text": "This 3-chapter section of the Gospels includes \"A good tree cannot bring forth evil fruit\"",
      "answer": "the Sermon on the Mount"
    },
    {
      "category": "THE 20th CENTURY",
      "text": "During World War I Charles de Gaulle was wounded several times before he was captured in 1916 at this bloody battle",
      "answer": "Verdun"
    },
    {
      "category": "MYTHOLOGICAL WORDS & PHRASES",
      "text": "One can be between a rock & a hard place or similarly, between this pair of foes faced by Odysseus",
      "answer": "Charybdis & Scylla"
    },
    {
      "category": "SECRETS OF THE ANGELENOS",
      "text": "Burbankgrew around Lockheed, maker ofthisfighter that took part in World War II's first shoot-down of a German plane by an American one",
      "answer": "the P-38 (Lightning)"
    },
    {
      "category": "COMIC STRIPS",
      "text": "Characters in this current strip include an arrogant rat, a humble dimwitted pig & a duck who guards the pig's front lawn",
      "answer": "Pearls Before Swine"
    },
    {
      "category": "MASTERS OF LIT",
      "text": "Suppressed during his life, Mikhail Bulgakov's \"The Master and\" this woman is a comic yet searing satire of Stalinist Russia",
      "answer": "Margarita"
    },
    {
      "category": "BRING WHAT?",
      "text": "An inscription at Washington, D.C.'s Union Station says, \"He that would bring home\" this phrase \"must carry\" this phrase \"with him\"",
      "answer": "the wealth of the Indies"
    }
  ]
}