{
  "title": "Show #6480 - Friday, November 16, 2012",
  "date": {
    "day": 16,
    "month": "November",
    "year": 2012
  },
  "clues": [
    {
      "category": "ACT I",
      "text": "Act I of this musical opens at a movie theater in Buenos Aires in 1952",
      "answer": "Evita"
    },
    {
      "category": "REALITY TV",
      "text": "On \"Celebrity Apprentice\", stars leave the boardroom for good after hearing these 2 dreaded words",
      "answer": "\"you're fired\""
    },
    {
      "category": "IN THE \"MM\"IDDLE",
      "text": "This dip consists of mashed chickpeas, tahini, oil, lemon juice & garlic",
      "answer": "hummus"
    },
    {
      "category": "PHYSICISTS",
      "text": "Using a vacuum pump, Robert Boyle devised his law regarding the volume of this state of matter",
      "answer": "gas"
    },
    {
      "category": "BOOZY TALK",
      "text": "It precedes \"rummy\" & comes after \"cotton\"",
      "answer": "gin"
    },
    {
      "category": "IT'S A TOUGH JOB",
      "text": "When a surgeon calls, \"Scalpel!\" the person who hands it to him is a scrub one of these professionals",
      "answer": "a nurse"
    },
    {
      "category": "ACT I",
      "text": "In Act I of this play, Linda tells Willy, \"you're sixty years old.  They can't expect you to keep traveling every week\"",
      "answer": "Death of a Salesman"
    },
    {
      "category": "REALITY TV",
      "text": "Premiering in 2006, the first \"Real Housewives\" franchise was the wives of this California county",
      "answer": "Orange County"
    },
    {
      "category": "IN THE \"MM\"IDDLE",
      "text": "On the Los Angeles Lakers, Pau Gasol's relationship to Kobe Bryant",
      "answer": "his teammate"
    },
    {
      "category": "PHYSICISTS",
      "text": "Werner Heisenberg devised this principle that states you can't know a particle's position & velocity at the same time",
      "answer": "his uncertainty principle"
    },
    {
      "category": "BOOZY TALK",
      "text": "It's a geographical area that forms a harbor; any one in a storm",
      "answer": "a port"
    },
    {
      "category": "IT'S A TOUGH JOB",
      "text": "A Foxconn factory making iPads in this country has 240,000 workers & suicide prevention nets on the buildings",
      "answer": "China"
    },
    {
      "category": "ACT I",
      "text": "Appropriately, the fairy tale musical \"Into the Woods\" begins with the narrator saying these 4 words",
      "answer": "\"Once upon a time\""
    },
    {
      "category": "REALITY TV",
      "text": "Since its premiere in 2005, over 200 addicts have been confronted by family & friends & offered help on this A&E series",
      "answer": "Intervention"
    },
    {
      "category": "IN THE \"MM\"IDDLE",
      "text": "In the House of Representatives, this group on aviation is under a larger group on transportation",
      "answer": "subcommittee"
    },
    {
      "category": "PHYSICISTS",
      "text": "(Sarah of the Clue Crew shows an atomic explosion photo and an atomic diagram on the monitor.)  Leading to the development of the atomic bomb, an atom of this element was famously split by Otto Hahn in 1938",
      "answer": "uranium"
    },
    {
      "category": "BOOZY TALK",
      "text": "It's the title of a 1958 No. 1 hit by the Champs; it's also the entire lyric",
      "answer": "\"Tequila\""
    },
    {
      "category": "IT'S A TOUGH JOB",
      "text": "Climbing spurs are useful to these people who fix the transmission wires of phone & power companies",
      "answer": "linemen"
    },
    {
      "category": "ACT I",
      "text": "In Act I of this comedy, \"it is a warm summer night in Oscar Madison's apartment\"",
      "answer": "The Odd Couple"
    },
    {
      "category": "REALITY TV",
      "text": "In summer 2012 he stepped out of the kitchen & into a new FOX series called \"Hotel Hell\"",
      "answer": "(Gordon) Ramsay"
    },
    {
      "category": "IN THE \"MM\"IDDLE",
      "text": "Incendiary or provocative; arousing anger",
      "answer": "inflammatory"
    },
    {
      "category": "BOOZY TALK",
      "text": "This royal family ruled France from 1589 to 1792",
      "answer": "the Bourbons"
    },
    {
      "category": "IT'S A TOUGH JOB",
      "text": "Often low on India's caste system, a chai wallah is one who makes this",
      "answer": "tea"
    },
    {
      "category": "ACT I",
      "text": "From Act I of this 1913 play:  \"I ain't done nothing wrong by speaking to the gentleman. I've a right to sell flowers\"",
      "answer": "Pygmalion"
    },
    {
      "category": "REALITY TV",
      "text": "(The Mythbusters deliver the clue.)  One test required disabling the safety devices that keep these 2 measurements from getting too high; your water heater can indeed make that skylight you never wanted.  Myth confirmed.",
      "answer": "temperature and pressure"
    },
    {
      "category": "IN THE \"MM\"IDDLE",
      "text": "Jesus said, \"Ye cannot serve God and\" this, from an Aramaic word for wealth",
      "answer": "mammon"
    },
    {
      "category": "BOOZY TALK",
      "text": "De website for dis company says \"a diamond is forever\"",
      "answer": "De Beers"
    },
    {
      "category": "IT'S A TOUGH JOB",
      "text": "Roughnecking is tough, especially working on a semisubmersible one of these like the Deepwater Nautilus",
      "answer": "a drilling platform"
    }
  ]
}