{
  "title": "Show #5050 - Friday, July 21, 2006",
  "date": {
    "day": 21,
    "month": "July",
    "year": 2006
  },
  "clues": [
    {
      "category": "THE DAILY SHOW",
      "text": "The April 9, 2005 wedding of these 2 people was the topic of \"Bride of Chucky\"",
      "answer": "Prince Charles & Camilla"
    },
    {
      "category": "MESOPOTAMIA",
      "text": "Gentler than Hammurabi's, the code of Ur-Nammu demands these, such as 1 mina, for inflicting injury",
      "answer": "a fine"
    },
    {
      "category": "YOU, YOUR HEALTH & YOU",
      "text": "Swollen lymph nodes called buboes are the main sign of this disease that devastated 14th century Europe",
      "answer": "the bubonic plague"
    },
    {
      "category": "THIS WEEK IN GOD",
      "text": "No need to set my alarm--it's Saturday & time for my worship of Somnus, the Roman god of this",
      "answer": "sleep"
    },
    {
      "category": "PRODUCE PETE",
      "text": "Pete's wife refuses to say why she was put in a kabocha shell, the Japanese type of this vegetable",
      "answer": "a pumpkin"
    },
    {
      "category": "BACK IN \"BLACK",
      "text": "You won't need 21 guesses to name this rhyming type of short, leather-covered club",
      "answer": "a blackjack"
    },
    {
      "category": "THE DAILY SHOW",
      "text": "Our plan to make an enormous superpower with a grudge vs. the U.S. was outlined in \"De-Weakening\" this country",
      "answer": "Iraq"
    },
    {
      "category": "MESOPOTAMIA",
      "text": "What some Mesopotamians called the \"Nether Sea\" we call this gulf",
      "answer": "the Persian Gulf"
    },
    {
      "category": "YOU, YOUR HEALTH & YOU",
      "text": "The American Academy of Dermatology told you to wear flip-flops to prevent this; Tinactin, stat!",
      "answer": "athlete's foot"
    },
    {
      "category": "THIS WEEK IN GOD",
      "text": "It's Sunday & time to say a few prayers to Cautha, the sun god of this ancient people of the Italian peninsula",
      "answer": "the Etruscans"
    },
    {
      "category": "PRODUCE PETE",
      "text": "When he wants to reap, Pete always sickles down this cereal, Avena sativa, which he rolls or eats Irish-style",
      "answer": "oats"
    },
    {
      "category": "BACK IN \"BLACK",
      "text": "The scientific name of this medium-sized animal is Ursus americanus, if \"medium-sized\" means weighing up to 600 lbs.",
      "answer": "a black bear"
    },
    {
      "category": "THE DAILY SHOW",
      "text": "In 2005 the DNC was in the crosshairs when this Vermont man became \"Chairman Now\"",
      "answer": "Howard Dean"
    },
    {
      "category": "MESOPOTAMIA",
      "text": "Utnapishtim, the Mesopotamian version of this Biblical man, is warned of the destruction of Shuruppak",
      "answer": "Noah"
    },
    {
      "category": "YOU, YOUR HEALTH & YOU",
      "text": "Mere contact on scratched skin of saliva from an animal with this disease, aka hydrophobia, can transmit it",
      "answer": "rabies"
    },
    {
      "category": "THIS WEEK IN GOD",
      "text": "It's Tuesday & it's raining; must be the work of Lei Kung, the thunder god of this religion founded by Lao Tzu",
      "answer": "Taoism"
    },
    {
      "category": "PRODUCE PETE",
      "text": "When pickled, Pete especially likes the Tuscan pepper seenhere, which is called this in Italy",
      "answer": "pepperoncini"
    },
    {
      "category": "BACK IN \"BLACK",
      "text": "Theoretically, its gravitational field is so intense that no electromagnetic radiation can escape",
      "answer": "a black hole"
    },
    {
      "category": "THE DAILY SHOW",
      "text": "A White House man's involvement in the outing of this woman as a CIA agent was presented as \"Rove Actually\"",
      "answer": "Valerie Plame"
    },
    {
      "category": "MESOPOTAMIA",
      "text": "They settled Mesopotamia around 3500 B.C. & brought in some good ideas, like civilization & writing",
      "answer": "the Sumerians"
    },
    {
      "category": "YOU, YOUR HEALTH & YOU",
      "text": "These blood-clotting aiders have an average life span of 9 to 14 days; healthy adults have over a trillion of them",
      "answer": "a platelet"
    },
    {
      "category": "THIS WEEK IN GOD",
      "text": "It's Wednesday & it's time to light a candle to Ho Musubi No Kami, a fire god of this Japanese religion",
      "answer": "Shintoism"
    },
    {
      "category": "PRODUCE PETE",
      "text": "Beetles no longer bother Pete's best fruit tree, which grows this treat sometimes called a Persian apple",
      "answer": "a peach"
    },
    {
      "category": "BACK IN \"BLACK",
      "text": "Ex-LAPD detective Steve Hodel thinks his own father killed Elizabeth Short, nicknamed this",
      "answer": "the \"Black Dahlia\""
    },
    {
      "category": "THE DAILY SHOW",
      "text": "\"Deconstructing Harriet\" broke down her Supreme Court nomination (before it broke down)",
      "answer": "Harriet Miers"
    },
    {
      "category": "MESOPOTAMIA",
      "text": "Nebuchadnezzar's spending on buildings & war left this empire open to conquest in 539 B.C.",
      "answer": "the Babylonian Empire"
    },
    {
      "category": "YOU, YOUR HEALTH & YOU",
      "text": "Wilson's disease, which can be misdiagnosed as schizophrenia, is caused by an excess of this element, Cu",
      "answer": "copper"
    },
    {
      "category": "THIS WEEK IN GOD",
      "text": "It's Thursday & I had to work 16 hours today!  Guess I'll pray to Nyx, the Greek goddess of this",
      "answer": "night"
    },
    {
      "category": "PRODUCE PETE",
      "text": "Pete pan-fries this Chinese legume that the French call mange-tout--eat it all, pod & all",
      "answer": "snow peas"
    },
    {
      "category": "BACK IN \"BLACK",
      "text": "Churchill called his case of depression this animal",
      "answer": "the black dog"
    }
  ]
}