{
  "title": "Show #9290 - Friday, March 14, 2025",
  "date": {
    "day": 14,
    "month": "March",
    "year": 2025
  },
  "clues": [
    {
      "category": "YESTERDAY'S NEWS",
      "text": "Devastated by the Persians in 480 B.C., this present world capital was soon rebuilt bigger & better than ever",
      "answer": "Athens"
    },
    {
      "category": "ALLITERATION",
      "text": "Before \"gorgeous\" it means an absolute knockout; before \"date\", an absolute final cutoff time",
      "answer": "drop-dead"
    },
    {
      "category": "WHAT DID YOU DO WITH THAT POTATO?",
      "text": "Master distiller Waldemar Durakiewicz makes potatoes into the Chopin brand of this",
      "answer": "vodka"
    },
    {
      "category": "MID-ATLANTIC TRAVEL",
      "text": "Glenn Miller vanished in 1944, but he has a headstone here in Virginia & his Army Air Forces Orchestra has a memorial too",
      "answer": "Arlington"
    },
    {
      "category": "VIRGINIA & MARY-LAND",
      "text": "July 22 is the feast day of this woman who according to Mark was the first person to see Christ risen",
      "answer": "Mary Magdalene"
    },
    {
      "category": "NEW JERSEY",
      "text": "No. 5 on his jersey but number one in my heart! Thanks for my Jayden Daniels gear; rooting for this D.C. team now!",
      "answer": "the Commanders"
    },
    {
      "category": "YESTERDAY'S NEWS",
      "text": "In 962 Pope John XII--to repeat, the pope--crowned the ruler of what would be this empire that ended about 850 years later",
      "answer": "the Holy Roman Empire"
    },
    {
      "category": "ALLITERATION",
      "text": "An old, unsolved investigation, especially for TV's Lilly Rush of the Philadelphia Police Department",
      "answer": "cold case"
    },
    {
      "category": "WHAT DID YOU DO WITH THAT POTATO?",
      "text": "Fictional astronaut Mark Watney grew & ate potatoes here, or he wouldn't have survived",
      "answer": "Mars"
    },
    {
      "category": "MID-ATLANTIC TRAVEL",
      "text": "This university is home to a Greek Revivalbuildingcalled Old College & maybe someday the Joe Biden Presidential Library",
      "answer": "the University of Delaware"
    },
    {
      "category": "VIRGINIA & MARY-LAND",
      "text": "Virginia Madsen got a Supporting Actress Oscar nomination as Paul Giamatti's love interest in this 2004 film",
      "answer": "Sideways"
    },
    {
      "category": "NEW JERSEY",
      "text": "In 1997 Bud Selig retired the number 42 in honor of this man, but you can look sharp in a licensed version of his jersey",
      "answer": "Robinson"
    },
    {
      "category": "YESTERDAY'S NEWS",
      "text": "During the American   revolution, one German state made about 13 years of tax revenue by renting out soldiers known as these",
      "answer": "Hessian mercenaries"
    },
    {
      "category": "ALLITERATION",
      "text": "Online motorcyclist forums have exchanges about how women can avoid this post-ride issue without getting a buzz cut",
      "answer": "helmet hair"
    },
    {
      "category": "WHAT DID YOU DO WITH THAT POTATO?",
      "text": "At this position, 1980s Minor Leaguer Dave Bresnahan threw a potato into left field & tagged the bamboozled runner at home",
      "answer": "catcher"
    },
    {
      "category": "MID-ATLANTIC TRAVEL",
      "text": "\"New Jersey\" or \"Hackensack\" can precede this rural-sounding name for the area where the NFL's Jets & Giants play at home",
      "answer": "the Meadowlands"
    },
    {
      "category": "VIRGINIA & MARY-LAND",
      "text": "The story of Ann Rutledge, Abe's first love, was exaggerated by a biographer who hated this woman & called her \"a she wolf\"",
      "answer": "Mary Todd Lincoln"
    },
    {
      "category": "NEW JERSEY",
      "text": "Love my new jersey forthisSeattle NHL team; the logo does kind of look like a sea monster",
      "answer": "Kraken"
    },
    {
      "category": "YESTERDAY'S NEWS",
      "text": "Last name of Christopher, for whom a flag of the Revolutionary War era is named; Chris' grandson James made a big 1853 land buy",
      "answer": "Gadsden"
    },
    {
      "category": "ALLITERATION",
      "text": "Friar Tuck is exceptionally jolly even among this entourage of Robin Hood's",
      "answer": "the Merry Men"
    },
    {
      "category": "WHAT DID YOU DO WITH THAT POTATO?",
      "text": "The NP, this railroad through Idaho, used a skewer through the middle to cook enormousbaked potatoesto diner's delight",
      "answer": "the Northern Pacific"
    },
    {
      "category": "MID-ATLANTIC TRAVEL",
      "text": "Once the \"Lumber Capital of the World\", this Penn. city hosts the Little League World Series, in which the bats ain't lumber",
      "answer": "Williamsport"
    },
    {
      "category": "VIRGINIA & MARY-LAND",
      "text": "Virginia Dare, the first English child born in America, was part of this colony whose members mysteriously disappeared",
      "answer": "Roanoke"
    },
    {
      "category": "NEW JERSEY",
      "text": "To go with my Pele jersey, I've got the jersey of this other one-named Brazilian legend; she now has a FIFA award named after her",
      "answer": "Marta"
    },
    {
      "category": "YESTERDAY'S NEWS",
      "text": "Spain's king quickly began ridding the nation of the authoritarian policies of this man after his death in 1975",
      "answer": "Franco"
    },
    {
      "category": "ALLITERATION",
      "text": "In a 1963 case in Massachusetts, 2 of 3 people playing this not-exactly-a-game were convicted of manslaughter in the death of the 3rd",
      "answer": "Russian roulette"
    },
    {
      "category": "WHAT DID YOU DO WITH THAT POTATO?",
      "text": "Born in 1949, he had humble culinary beginnings peeling potatoes in an Austrian hotel, but L.A. beckoned",
      "answer": "Wolfgang Puck"
    },
    {
      "category": "MID-ATLANTIC TRAVEL",
      "text": "The Pacific hasOrange County, the Mid-Atlantic hasthisMaryland O.C., known for its beaches & boardwalk",
      "answer": "Ocean City"
    },
    {
      "category": "VIRGINIA & MARY-LAND",
      "text": "Founded in 1964, the reproductive biology research foundation became the institute named for William Masters & this woman",
      "answer": "(Virginia) Johnson"
    },
    {
      "category": "NEW JERSEY",
      "text": "Though this NBA team only played its first 6 seasons in the Great White North, its clawmark scratched jerseys of the '90s are lit",
      "answer": "the Grizzlies"
    },
    {
      "category": "WRITERS IN BOOKS",
      "text": "Richard Ford's Frank Bascombe has this title job & muses, \"Athletes... are happy to let their actions speak for them\"",
      "answer": "sportswriter"
    },
    {
      "category": "IF THESE WALLS COULD TALK",
      "text": "Perhaps its Mutianyu section would chat with its neighboring Jiankou section",
      "answer": "the Great Wall of China"
    },
    {
      "category": "AROUND THE SOLAR SYSTEM",
      "text": "The energy of our sun comes from this type of nuclear reaction deep inside the core, where temperatures can reach 15 mil. kelvin",
      "answer": "fusion"
    },
    {
      "category": "INN THE CITY",
      "text": "At a \"Manor\" near Nairobi, the Rothschild's type of this creature occasionally rubbernecks into the hotel",
      "answer": "a giraffe"
    },
    {
      "category": "CELEBRITY HOMETOWNS",
      "text": "Born in San Francisco, he grew up mainly in nearby Piedmont but returned as SFPD detective Harry Callahan",
      "answer": "Clint Eastwood"
    },
    {
      "category": "TRIPLE RHYME TIME",
      "text": "An after hours rendezvous for the fisherman's amorous nightcrawlers",
      "answer": "a late bait date"
    },
    {
      "category": "WRITERS IN BOOKS",
      "text": "Played by Jeffrey Wright on film, the author hero of Percival Everett's \"Erasure\" has this last name, like a great Black novelist",
      "answer": "Ellison"
    },
    {
      "category": "IF THESE WALLS COULD TALK",
      "text": "The remnants of this might reminisce about the big party that started there November 9, 1989",
      "answer": "the Berlin Wall"
    },
    {
      "category": "AROUND THE SOLAR SYSTEM",
      "text": "A potentially hazardous asteroid that passes closer to the Sun than Mercury bears the name of this high flyer of Greek myth",
      "answer": "Icarus"
    },
    {
      "category": "INN THE CITY",
      "text": "Home to Penn & Teller, this Vegas hotel shares its name with a South American city",
      "answer": "Rio"
    },
    {
      "category": "CELEBRITY HOMETOWNS",
      "text": "In \"Fast Car\", she sang, \"Any place is better... got nothing to lose\"--she may have meant the east side of Cleveland",
      "answer": "Chapman"
    },
    {
      "category": "TRIPLE RHYME TIME",
      "text": "A basketball slam from an inebriated abbot",
      "answer": "a drunk monk dunk"
    },
    {
      "category": "WRITERS IN BOOKS",
      "text": "Novelist Greer Garrison is on this island in \"The Perfect Couple\" by Elin Hilderbrand, who says she's done setting books there",
      "answer": "Nantucket"
    },
    {
      "category": "IF THESE WALLS COULD TALK",
      "text": "Hadrian's Wall might tell you about theboar symbolof the 20th this, one of the military units that built it",
      "answer": "(Roman) Legion"
    },
    {
      "category": "AROUND THE SOLAR SYSTEM",
      "text": "The New Horizons spacecraft flew bythisobject in 2015 & also got a good look at its satellite,Charon",
      "answer": "Pluto"
    },
    {
      "category": "INN THE CITY",
      "text": "Founded in 1855, this hotel in Boston created the bread rolls that bear its name",
      "answer": "Parker House"
    },
    {
      "category": "CELEBRITY HOMETOWNS",
      "text": "(W. Kamau Bell presents the clue.) A very personal episode of \"United Shades of America\" was about a city I consider home,thisone in Alabama whose Black history also includes being home toHank Aaron & Laverne Cox& the arrival of the last slave ship to the U.S.",
      "answer": "Mobile"
    },
    {
      "category": "TRIPLE RHYME TIME",
      "text": "An uncomplicated skin blemish in a cheek depression",
      "answer": "a simple pimple dimple (a simple pimple)"
    },
    {
      "category": "WRITERS IN BOOKS",
      "text": "In 1976, \"Lady Oracle\", about writer Joan Foster, was reviewed as \"the most cheerful novel\" by this Canadian woman",
      "answer": "(Margaret) Atwood"
    },
    {
      "category": "IF THESE WALLS COULD TALK",
      "text": "The \"Peace Walls\" of Belfast would probably say they'd be happy to be dismantled with the end of the violent era known as this",
      "answer": "The Troubles"
    },
    {
      "category": "AROUND THE SOLAR SYSTEM",
      "text": "Jupiter's moon Ganymede is the solar system's largest; this appropriately named moon of Saturn is a close second",
      "answer": "Titan"
    },
    {
      "category": "INN THE CITY",
      "text": "A hotel in Geneva named for this French way of saying \"England\" overlooks Jet d'Eau, one of the world's tallest fountains",
      "answer": "Angleterre"
    },
    {
      "category": "CELEBRITY HOMETOWNS",
      "text": "Springs Valley Community High School in French Lick, Indiana is on a road now named for this basketball star",
      "answer": "Bird"
    },
    {
      "category": "TRIPLE RHYME TIME",
      "text": "To take pains to forgo a marathon sponsored by Attila",
      "answer": "shun Hun run"
    },
    {
      "category": "WRITERS IN BOOKS",
      "text": "White writer Vivaldo has an affair with Ida, a Black woman, & there's gay love too in this author's 1962 novel \"Another Country\"",
      "answer": "(James) Baldwin"
    },
    {
      "category": "IF THESE WALLS COULD TALK",
      "text": "I'd love to hear the walls of Babylon's take on how accurately thegateof this goddess had been reconstructed",
      "answer": "Ishtar"
    },
    {
      "category": "AROUND THE SOLAR SYSTEM",
      "text": "The outer edge where the solar wind meets the interstellar medium is called this, from words meaning \"sun stop\"",
      "answer": "heliopause"
    },
    {
      "category": "INN THE CITY",
      "text": "Named for a British statesman, this hotel in Singapore was established by Persian-Armenian brothers",
      "answer": "the Raffles"
    },
    {
      "category": "CELEBRITY HOMETOWNS",
      "text": "He had a good time taking his TV co-workers Katy Perry & Lionel Richie home to Leesburg, Georgia",
      "answer": "Luke Bryan"
    },
    {
      "category": "TRIPLE RHYME TIME",
      "text": "A secret agent's award-winning costume",
      "answer": "spy's prize disguise"
    }
  ]
}