{
  "title": "Show #1551 - Monday, May 6, 1991",
  "date": {
    "day": 6,
    "month": "May",
    "year": 1991
  },
  "clues": [
    {
      "category": "FAMOUS NAMES",
      "text": "In May 1906 they received patent No. 821,393 for a flying machine",
      "answer": "the Wright brothers"
    },
    {
      "category": "PHOTOGRAPHY",
      "text": "You can use one of these three-legged supports to hold your camera steady",
      "answer": "a tripod"
    },
    {
      "category": "1980s ROCK",
      "text": "His \"Uptown Girl\" was a love letter to his future wife, model Christie Brinkley",
      "answer": "Billy Joel"
    },
    {
      "category": "WORLD GEOGRAPHY",
      "text": "In the Hindu language, this country is called \"Bharat\"",
      "answer": "India"
    },
    {
      "category": "POTPOURRI",
      "text": "In the Junior version of this board game, you aren't sent to jail but to the restroom",
      "answer": "Monopoly"
    },
    {
      "category": "CLICHÉS",
      "text": "One of these \"is worth a thousand words\", which is why we have Video Daily Doubles",
      "answer": "a picture"
    },
    {
      "category": "FAMOUS NAMES",
      "text": "He was the first non-Italian to become pope in 456 years",
      "answer": "Pope John Paul II"
    },
    {
      "category": "PHOTOGRAPHY",
      "text": "This device is a projector used to make a print bigger than the negative it's made from",
      "answer": "an enlarger"
    },
    {
      "category": "1980s ROCK",
      "text": "\"Around The World In A Day\" was this singer's 1st album with his new band, The Revolution",
      "answer": "Prince"
    },
    {
      "category": "WORLD GEOGRAPHY",
      "text": "A Norwegian territory, Queen Maud Land is located on this continent",
      "answer": "Antarctica"
    },
    {
      "category": "POTPOURRI",
      "text": "The persimmon is the only member of this black-wood tree family native to the U.S.",
      "answer": "the ebony"
    },
    {
      "category": "CLICHÉS",
      "text": "To take action in a crisis is to \"take the bull by\" these",
      "answer": "the horns"
    },
    {
      "category": "FAMOUS NAMES",
      "text": "When he came to power in the USSR, he was 20 years younger than his predecessor & the U.S. president",
      "answer": "Gorbachev"
    },
    {
      "category": "1980s ROCK",
      "text": "He had the only a capella hit ever to reach No. 1 on the Hot 100 chart with thefollowing:\"Here's a little song I wrote /You might want to sing it note for note /Don't worry, be happy...\"",
      "answer": "Bobby McFerrin"
    },
    {
      "category": "WORLD GEOGRAPHY",
      "text": "One legend says this snow-capped mountain in Africa is the burial place of King Solomon",
      "answer": "Mount Kilimanjaro"
    },
    {
      "category": "POTPOURRI",
      "text": "1990 was the last year to have this many Mondays, the maximum a year can have",
      "answer": "53"
    },
    {
      "category": "CLICHÉS",
      "text": "\"Storm in a teacup\" is another version of this cliche about a squabble over a trifle",
      "answer": "a tempest in a teapot"
    },
    {
      "category": "FAMOUS NAMES",
      "text": "When he joined the party Politburo in 1934, Josip Broz acquired this code name",
      "answer": "Tito"
    },
    {
      "category": "1980s ROCK",
      "text": "In 1988 this recording by Cheap Trick became the 1st remake of an Elvis hit to crack the Top 10",
      "answer": "\"Don't Be Cruel\""
    },
    {
      "category": "WORLD GEOGRAPHY",
      "text": "Baffin Bay separates Canada's Baffin Island from this Danish province",
      "answer": "Greenland"
    },
    {
      "category": "POTPOURRI",
      "text": "This zodiac sign is usually depicted as 2 identical...fish",
      "answer": "Pisces"
    },
    {
      "category": "CLICHÉS",
      "text": "To \"drop the other\" one of these means to end the suspense",
      "answer": "shoe"
    },
    {
      "category": "FAMOUS NAMES",
      "text": "In 1952 this scientist turned down an invitation to become president of Israel",
      "answer": "Einstein"
    },
    {
      "category": "1980s ROCK",
      "text": "Using his real name, Gordon Sumner, this rocker taught at a Catholic girls school",
      "answer": "Sting"
    },
    {
      "category": "WORLD GEOGRAPHY",
      "text": "A 22-mile-wide channel separates Zanzibar Island  from the mainland of this country",
      "answer": "Tanzania"
    },
    {
      "category": "POTPOURRI",
      "text": "This poison is named after the French ambassador who sent tobacco from Portugal to Paris in 1560",
      "answer": "nicotine"
    },
    {
      "category": "CLICHÉS",
      "text": "If you're moving between perils, you're said to be steering between Scylla & this whirlpool",
      "answer": "Charybdis"
    }
  ]
}