{
  "title": "Show #5609 - Thursday, January 15, 2009",
  "date": {
    "day": 15,
    "month": "January",
    "year": 2009
  },
  "clues": [
    {
      "category": "BOOKS & AUTHORS",
      "text": "Disillusioned by the Spanish Civil War, this British author wrote against totalitarianism in \"Animal Farm\"",
      "answer": "(George) Orwell"
    },
    {
      "category": "CAR TALK",
      "text": "If you have a bouncy ride, you might need to replace this 2-word suspension part created in the early 1900s",
      "answer": "a shock absorber"
    },
    {
      "category": "A SERIES OF UNFORTUNATE EVENTS",
      "text": "It ain't no walk in the park; in 2004, England's Dept. of Health said 1,839 people--78% of them kids--fell out of these",
      "answer": "trees"
    },
    {
      "category": "ELVIS COSTELLO",
      "text": "Elvis Costello was born in this world capital on Aug. 25, 1954",
      "answer": "London"
    },
    {
      "category": "PUMP IT \"UP",
      "text": "Let's take a poll--this specific poll, actually; it's been around since 1935",
      "answer": "Gallup"
    },
    {
      "category": "NIAGARA FALLS",
      "text": "(Alex reports from Niagara Falls.)  In 1901, a 63-year-oldschoolteachernamed Annie Taylor became the first person to go over the Falls in one of these; she made it, but I'm gonna pass",
      "answer": "a barrel"
    },
    {
      "category": "BOOKS & AUTHORS",
      "text": "She dedicated both \"Atlas Shrugged\" & \"The Fountainhead\" to Frank O'Connor",
      "answer": "Ayn Rand"
    },
    {
      "category": "CAR TALK",
      "text": "Make sure your tires are properly inflated & do this repair so they're at the proper angle, which reduces drag",
      "answer": "alignment"
    },
    {
      "category": "A SERIES OF UNFORTUNATE EVENTS",
      "text": "On April 26, 1986 an accident at this facility 80 miles north of Kiev made worldwide headlines",
      "answer": "Chernobyl"
    },
    {
      "category": "ELVIS COSTELLO",
      "text": "Burt Bacharach & Elvis played street musicians (with a grand piano) in this title guy's \"The Spy Who Shagged Me\"",
      "answer": "Austin Powers"
    },
    {
      "category": "PUMP IT \"UP",
      "text": "The closing of the epiglottis over the vocal cords produces the sound of this",
      "answer": "a hiccup"
    },
    {
      "category": "NIAGARA FALLS",
      "text": "(Alex reports from Niagara Falls.)  There's plenty of water going over the Falls right now, but would you believe that in March 1848 for about 30 hours the Falls actually stopped flowing due to a massive upstream accumulation of this stuff",
      "answer": "ice"
    },
    {
      "category": "BOOKS & AUTHORS",
      "text": "This Edith Frome New York City penned \"Ethan Frome\" in 1911",
      "answer": "(Edith) Wharton"
    },
    {
      "category": "CAR TALK",
      "text": "Dust & metal shavings can damage the engine; that's why you need to regularly replace this cleaning device",
      "answer": "oil filter"
    },
    {
      "category": "A SERIES OF UNFORTUNATE EVENTS",
      "text": "In 1970 Massachusetts became the first state to adopt this type of auto insurance",
      "answer": "no-fault"
    },
    {
      "category": "ELVIS COSTELLO",
      "text": "Elvis began playing \"Less Than Zero\" on this show in '77, then stopped & did \"Radio Radio\" instead; he wasn't on again until '89",
      "answer": "Saturday Night Live"
    },
    {
      "category": "PUMP IT \"UP",
      "text": "Pants with a loop at the end of each leg, or a loop on a saddle to rest your foot",
      "answer": "stirrups"
    },
    {
      "category": "NIAGARA FALLS",
      "text": "(Alex reports from Niagara Falls.)  The tradition of honeymooning here at the Falls began way back in 1801, when the daughter ofthisthen-U.S. vice president came here with her new husband; three years later, Dad fought a famous duel",
      "answer": "Aaron Burr"
    },
    {
      "category": "BOOKS & AUTHORS",
      "text": "The first line of his 1951 novel mentions a \"lousy childhood ... and all that David Copperfield kind of crap\"",
      "answer": "J.D. Salinger"
    },
    {
      "category": "CAR TALK",
      "text": "For your safety, check this regularly; one of the first ones on the market was called the Sireno",
      "answer": "a car horn"
    },
    {
      "category": "A SERIES OF UNFORTUNATE EVENTS",
      "text": "Shamu on you!  A dead man was found on the back of one of these after he tried to take a '99 SeaWorld swim",
      "answer": "a killer whale"
    },
    {
      "category": "ELVIS COSTELLO",
      "text": "Elvis was nominated for an Oscar & a Grammy for \"The Scarlet Tide\", a song from this 2003 Jude Law Civil War film",
      "answer": "Cold Mountain"
    },
    {
      "category": "PUMP IT \"UP",
      "text": "A group or series of 8 related items",
      "answer": "octuple"
    },
    {
      "category": "NIAGARA FALLS",
      "text": "(Alex reports from Niagara Falls.)  Ferries with this dewy feminine name have been plying the waters below the Falls since 1846; some of the most famous guests: Edward VIII, Teddy Roosevelt & Marilyn Monroe",
      "answer": "the Maids of the Mist"
    },
    {
      "category": "BOOKS & AUTHORS",
      "text": "She wrote about her early life in' \"The Mill On The Floss\"",
      "answer": "(George) Eliot"
    },
    {
      "category": "CAR TALK",
      "text": "Inspect the master cylinder, part of the hydraulics sending fluid through the lines for this drum or disc system",
      "answer": "the brakes"
    },
    {
      "category": "A SERIES OF UNFORTUNATE EVENTS",
      "text": "Phineas Gage was working on this in 1848 when he survived a 3-foot rod going through his brain, seenhere",
      "answer": "a railroad"
    },
    {
      "category": "ELVIS COSTELLO",
      "text": "Shocking! Ricky Bobby sees Elvis & Mos Def at a rival racer's house in this film",
      "answer": "Talladega Nights"
    },
    {
      "category": "PUMP IT \"UP",
      "text": "Lord Acton: \"absolute power\" does this \"absolutely\"",
      "answer": "corrupts"
    },
    {
      "category": "NIAGARA FALLS",
      "text": "(Alex stands on a balcony overlooking Niagara Falls.)  The Falls are divided into two sections: the straight-line American Falls over here, & over here on the Canadian side, this cataract, named for its distinctive shape",
      "answer": "the Horseshoe Falls"
    }
  ]
}