{
  "title": "Show #5695 - Friday, May 15, 2009",
  "date": {
    "day": 15,
    "month": "May",
    "year": 2009
  },
  "clues": [
    {
      "category": "WARS BY BATTLE",
      "text": "1942:The Battle of Midway",
      "answer": "World War II"
    },
    {
      "category": "GETTING YOUR ACTOR TOGETHER",
      "text": "In \"Even Stevphen\", a \"Daily Show\" segment, Stephen Colbert debated this Steve who now works in an \"Office\"",
      "answer": "Steve Carell"
    },
    {
      "category": "SCINTILLATING SYLLABUS",
      "text": "At the Univ. of Wisconsin you can take a course analyzing these daytime TV programs",
      "answer": "soap operas"
    },
    {
      "category": "EUROPE",
      "text": "This Italian island's provinces include Syracuse, Messina & Palermo",
      "answer": "Sicily"
    },
    {
      "category": "FUN WITH FASHION",
      "text": "The shoes known as jellies are so-named because they resemble the look of these treats",
      "answer": "jellybeans"
    },
    {
      "category": "MISSING WORDS",
      "text": "If you're a castaway in dire need of salt, put seawater in a bowl and wait for the water to do this",
      "answer": "evaporate"
    },
    {
      "category": "WARS BY BATTLE",
      "text": "1814:The Battle of Lake Champlain",
      "answer": "the War of 1812"
    },
    {
      "category": "GETTING YOUR ACTOR TOGETHER",
      "text": "He played \"The Gentleman on the Plane\" in a \"Friends\" episode before becoming \"House M.D.\"",
      "answer": "Hugh Laurie"
    },
    {
      "category": "SCINTILLATING SYLLABUS",
      "text": "At Santa Clara U., really talk trash as you learn about mold & rates of decomposition in \"The Joy of\" this",
      "answer": "garbage"
    },
    {
      "category": "EUROPE",
      "text": "From about 1500 to 1850, glaciers advanced in the Alps in what's called a \"Little\" this period",
      "answer": "an Ice Age"
    },
    {
      "category": "FUN WITH FASHION",
      "text": "Made by combining natural minerals with quartz sand, these Swarovski products sparkle on evening bags",
      "answer": "crystals"
    },
    {
      "category": "MISSING WORDS",
      "text": "A syllable used when something suddenly vanishes, it's also the toy brand that makes Ramrockets",
      "answer": "poof"
    },
    {
      "category": "WARS BY BATTLE",
      "text": "1898:The Battle of San Juan Hill",
      "answer": "the Spanish-American War"
    },
    {
      "category": "GETTING YOUR ACTOR TOGETHER",
      "text": "\"Buffalo Anchorman\" in \"Airplane II: The Sequel\", he's a bit more well-known as a TV vowel salesman",
      "answer": "Pat Sajak"
    },
    {
      "category": "SCINTILLATING SYLLABUS",
      "text": "A class at Bowdoin College studies directors like Romero & Craven in a review of this genre of movies",
      "answer": "horror films"
    },
    {
      "category": "EUROPE",
      "text": "From 1714 to 1721 Russia occupied this neighbor in what has been called the \"Great Wrath\"",
      "answer": "Finland"
    },
    {
      "category": "FUN WITH FASHION",
      "text": "The haik, worn by Berbers, is related to this ancient Roman garment--so why aren't there haik parties on campus?",
      "answer": "the toga"
    },
    {
      "category": "MISSING WORDS",
      "text": "In the end times a true believer missing from Earth hasn't been captured but this rhyming word, meaning raised up",
      "answer": "raptured"
    },
    {
      "category": "WARS BY BATTLE",
      "text": "1951:The Battle of Heartbreak Ridge",
      "answer": "the Korean War"
    },
    {
      "category": "GETTING YOUR ACTOR TOGETHER",
      "text": "Uncredited as Agent 006 in Steve Martin's \"Pink Panther\", this Brit starred in \"Duplicity\" in 2009",
      "answer": "Clive Owen"
    },
    {
      "category": "SCINTILLATING SYLLABUS",
      "text": "Alfred U. offered a course on this sweet tree product, noting the process hasn't changed much in centuries",
      "answer": "maple syrup"
    },
    {
      "category": "EUROPE",
      "text": "In 1998 this president of Yugoslavia sent troops into Kosovo to crush an ethnic Albanian uprising",
      "answer": "(Slobodan) Milošević"
    },
    {
      "category": "FUN WITH FASHION",
      "text": "Also a synonym for \"amulet\", this type of trinket now hangs on handbags & cell phones as well as bracelets",
      "answer": "a charm"
    },
    {
      "category": "MISSING WORDS",
      "text": "The name of this software introduced in 1991 comes before \"out\" to mean get rid of an element in a picture",
      "answer": "Photoshop"
    },
    {
      "category": "WARS BY BATTLE",
      "text": "1415:The Battle of Agincourt",
      "answer": "the Hundred Years' War"
    },
    {
      "category": "GETTING YOUR ACTOR TOGETHER",
      "text": "He has somehow turned donning sunglasses into an art form as Horatio Caine on \"CSI: Miami\"",
      "answer": "(David) Caruso"
    },
    {
      "category": "SCINTILLATING SYLLABUS",
      "text": "Kentucky's Centre College offered \"The Art of\" this, a lost mode of transportation; Monty Python likes it silly",
      "answer": "walking"
    },
    {
      "category": "EUROPE",
      "text": "In 1859 Moldavia & Walachia united to form this country with Prince Alexandru Ioan Cuza as its ruler",
      "answer": "Romania"
    },
    {
      "category": "FUN WITH FASHION",
      "text": "'70s disco divas danced in white clothes that glowed under this kind of light; it's still fun to do it today",
      "answer": "blacklight (or ultraviolet light)"
    },
    {
      "category": "MISSING WORDS",
      "text": "Los desaparecidos--those missing at the hands of Argentina's former dictatorship--translates to this",
      "answer": "the disappeared"
    },
    {
      "category": "TAKE ME TO THE BALLET!",
      "text": "I'm hoping that the serpent will show up in the ballet \"After Eden\", but I'm afraid we'll just see this duo",
      "answer": "Adam & Eve"
    },
    {
      "category": "BE A SPORT",
      "text": "It's foul to have a defensive tackle jump offside into the neutral zone in this sport",
      "answer": "American football"
    },
    {
      "category": "YOU: STAYING YOUNG",
      "text": "(Here's Dr. Oz.) Holding a cork in your teeth can relax your jaws, & ease the everyday struggle with this, defined in physics as a force that strains or deforms a body",
      "answer": "stress"
    },
    {
      "category": "LITERARY CHARACTERS ON TWITTER",
      "text": "I'm Carillon on at Notre-Dame in 1482",
      "answer": "Quasimodo"
    },
    {
      "category": "HAIL TO THE CHIEF",
      "text": "Once a teacher, this president who guided the U.S. through WWI was nicknamed \"The Professor\"",
      "answer": "Wilson"
    },
    {
      "category": "Y\"S UP!",
      "text": "Yikes!Some of these sweet potato lookalikes can measure 6 feet long & weigh 100 pounds",
      "answer": "yams"
    },
    {
      "category": "TAKE ME TO THE BALLET!",
      "text": "I may nod off during this Tchaikovsky fairy tale ballet, even before that spindle turns up",
      "answer": "Sleeping Beauty"
    },
    {
      "category": "BE A SPORT",
      "text": "This sport gives a Gold Glove Award (not to be confused with boxing's Golden Gloves)",
      "answer": "baseball"
    },
    {
      "category": "YOU: STAYING YOUNG",
      "text": "(Dr. Oz...) Take a daily dose of the seeds from this plant that have anti-oxident properties and can lower blood pressure; and don't worry--you won't sprout green hair",
      "answer": "chia"
    },
    {
      "category": "LITERARY CHARACTERS ON TWITTER",
      "text": "I'm rescuing Mr. Frodo from Orcs & leading him to the edge of the Crack Of Doom; it can be rough being Mr. F's friend",
      "answer": "Samwise"
    },
    {
      "category": "HAIL TO THE CHIEF",
      "text": "Campaigning against Hubert Humphrey in 1968, he said he had a \"secret plan\" to end the war in Vietnam",
      "answer": "Nixon"
    },
    {
      "category": "Y\"S UP!",
      "text": "In 1973 Arab states attacked Israel on this Jewish Day of Atonement",
      "answer": "Yom Kippur"
    },
    {
      "category": "TAKE ME TO THE BALLET!",
      "text": "I hear there's a heavenly body in \"Icarus\": it's the ballerina who plays this heavenly body",
      "answer": "the sun"
    },
    {
      "category": "BE A SPORT",
      "text": "(Jimmy of the Clue Crew demonstrates some hockey strategies on a monitor) In ice hockey, playerA'sshot is legal; playerB'sshot crosses two red lines, which is this infraction",
      "answer": "icing"
    },
    {
      "category": "YOU: STAYING YOUNG",
      "text": "(Dr. Oz gives the clue.) Prostate growth has been shown to slow down due to eating the green fruit of this tree, but there are recipes healthier than guacamole",
      "answer": "avocado"
    },
    {
      "category": "LITERARY CHARACTERS ON TWITTER",
      "text": "Beowulf ripped off my arm & I'm in Heorot Hospital, but not for long; prognosis is terminal",
      "answer": "Grendel"
    },
    {
      "category": "HAIL TO THE CHIEF",
      "text": "In 1860 he began working in his father's leather goods store in Galena, Ill.; a year later, he was in the Civil War",
      "answer": "Grant"
    },
    {
      "category": "Y\"S UP!",
      "text": "Beware these snazzy dressers seenhere--they can sting repeatedly",
      "answer": "yellow jackets"
    },
    {
      "category": "TAKE ME TO THE BALLET!",
      "text": "I'm allergic to feathers, so don't let me sit too close to Odette in this classic ballet",
      "answer": "Swan Lake"
    },
    {
      "category": "BE A SPORT",
      "text": "This man lived to see the indoor sport he invented become an Olympic event in 1936",
      "answer": "(James) Naismith"
    },
    {
      "category": "YOU: STAYING YOUNG",
      "text": "(Doctor...) In the exercise I call\"I Dream Of Genie,\"you can strengthen your abs, quads, and shoulder muscles.  Be sure to squeeze the fleshy muscles of the buttocks, known by this one-syllable name",
      "answer": "the glutes"
    },
    {
      "category": "LITERARY CHARACTERS ON TWITTER",
      "text": "Having a red-letter day--been sentenced to stand for 3 hours on a pillory platform; the 17th c. stinks!",
      "answer": "Hester Prynne"
    },
    {
      "category": "HAIL TO THE CHIEF",
      "text": "He told Lincoln, \"If you are as happy in entering the White House as I feel on returning (home), you are a happy man indeed",
      "answer": "(James) Buchanan"
    },
    {
      "category": "Y\"S UP!",
      "text": "It's another name for the Abominable Snowman",
      "answer": "the Yeti"
    },
    {
      "category": "TAKE ME TO THE BALLET!",
      "text": "Ouch!  A golden bird pecks a king to death in \"Le Coq d'or\" by this hyphenated Russian composer",
      "answer": "Nikolai Rimsky-Korsakov"
    },
    {
      "category": "BE A SPORT",
      "text": "(Jon of the Clue Crew shows part of a bike in Trek Bicycle Corporation in Waterloo, WI.) An early advocate of cycling, Paul de Vivie experimented with geared bikes, leading to the perfection of this Frenched-named gearshifting device",
      "answer": "the derailleur"
    },
    {
      "category": "YOU: STAYING YOUNG",
      "text": "(Dr. Oz, please...) Dangerous fats, like trans fats, are solid at room temperature; good fats?  They're liquid--like this Greek-letter one from salmon & walnuts",
      "answer": "omega-3 fatty acids"
    },
    {
      "category": "LITERARY CHARACTERS ON TWITTER",
      "text": "2 1886 Twitterers, please: I'm killing someone.  Now I have a medical degree.  Now I'm being killed, which kills me as well",
      "answer": "Dr. Jekyll & Mr. Hyde"
    },
    {
      "category": "HAIL TO THE CHIEF",
      "text": "Upon his death in 1845, he was buried next to his wife Rachel in the Garden Of The Hermitage",
      "answer": "(Andrew) Jackson"
    },
    {
      "category": "Y\"S UP!",
      "text": "A dynasty in China from 1279 to 1368, it's also the name of China's basic unit of currency",
      "answer": "Yuan"
    }
  ]
}