{
  "title": "Show #8509 - Thursday, November 11, 2021",
  "date": {
    "day": 11,
    "month": "November",
    "year": 2021
  },
  "clues": [
    {
      "category": "MUSIC STUFF",
      "text": "Irked by this band's induction into the Rock & Roll Hall of Fame, Johnny Rotten wrote, \"We're not coming. We're not your monkeys\"",
      "answer": "the Sex Pistols"
    },
    {
      "category": "BLOOD",
      "text": "The mitral valve opens to allow blood flow from the left atrium into the left one of these",
      "answer": "ventricle"
    },
    {
      "category": "2-LETTER WORDS",
      "text": "\"Us\" is the objective case of this pronoun",
      "answer": "we"
    },
    {
      "category": "THE REST IS HISTORY",
      "text": "Robert E. Lee & George Meade were the commanding generals at this decisive July 1863 battle",
      "answer": "Gettysburg"
    },
    {
      "category": "SERVING",
      "text": "In server-speak \"still mooing\" & \"on the hoof\" means a steak cooked this way",
      "answer": "rare"
    },
    {
      "category": "TREYS",
      "text": "This man III led the fundraising for Lincoln Center on New York's West Side; his dad, Jr., put up his own center in Midtown",
      "answer": "(John D.) Rockefeller"
    },
    {
      "category": "MUSIC STUFF",
      "text": "'70s classic with the lyric \"I blew out my flip-flop / Stepped on a pop top\"",
      "answer": "\"Margaritaville\""
    },
    {
      "category": "BLOOD",
      "text": "In 1649 William Harvey published \"Two Anatomical Exercises on\" this movement of the blood, which he had discovered",
      "answer": "circulation"
    },
    {
      "category": "2-LETTER WORDS",
      "text": "A snippet of it: ...288419716...",
      "answer": "pi"
    },
    {
      "category": "THE REST IS HISTORY",
      "text": "In 1936, Ethiopia's EmperorHaile Selassieappealed for help against Italian aggression to this organization, which was no help",
      "answer": "the League of Nations"
    },
    {
      "category": "SERVING",
      "text": "Renee Zellweger & Kelly Clarkson both served drinks as this type of \"waitress\"; you almost never hear it before \"waiter\"",
      "answer": "a cocktail waitress"
    },
    {
      "category": "TREYS",
      "text": "III is part of the full name of this actor who let us know, \"Second prize is a set of steak knives. Third prize is you're fired\"",
      "answer": "Alec Baldwin"
    },
    {
      "category": "MUSIC STUFF",
      "text": "Internet Money & Gunna had a 2020 hit titled this sweet drink; Beyoncé named an album for it",
      "answer": "lemonade"
    },
    {
      "category": "BLOOD",
      "text": "Hemoglobin in blood carries oxygen to the tissues & also holds 2/3 of the body's content of this element",
      "answer": "iron"
    },
    {
      "category": "2-LETTER WORDS",
      "text": "It's the third note in the major scale of the sol-fa set of singing syllables",
      "answer": "mi"
    },
    {
      "category": "THE REST IS HISTORY",
      "text": "In 2019 it was revealed Harold \"Pie\" Keller was one of 6 Marines raising the flag in a photo taken Feb. 23, 1945 on this island",
      "answer": "Iwo Jima"
    },
    {
      "category": "SERVING",
      "text": "Servers may need to clarify that the entree comes without sides: note this 3-word French term on the menu",
      "answer": "à la carte"
    },
    {
      "category": "TREYS",
      "text": "This man III who followed in his mom Corazon's footsteps as president of the Philippines passed away in 2021",
      "answer": "Benigno Aquino III"
    },
    {
      "category": "MUSIC STUFF",
      "text": "Synonyms for member names of this band include provocative, eerie, athletic, infant & luxurious",
      "answer": "the Spice Girls"
    },
    {
      "category": "BLOOD",
      "text": "Coagulation begins when these, also called thrombocytes, begin to aggregate at the site of a ruptured blood vessel",
      "answer": "platelets"
    },
    {
      "category": "2-LETTER WORDS",
      "text": "It's the garment being wornhere",
      "answer": "a gi"
    },
    {
      "category": "THE REST IS HISTORY",
      "text": "In exile in Mexico, this Soviet bigwig survived a machine gun attack on his home in may 1940 but an axe did the trick a bit later",
      "answer": "Trotsky"
    },
    {
      "category": "SERVING",
      "text": "You might have to practice your roller skating to be a carhop at this chain, \"America's Drive-In\"",
      "answer": "Sonic"
    },
    {
      "category": "TREYS",
      "text": "Oh, Vlad III Draculea is so formal! Please, call me Vlad this nickname, one I acquired for my high stakes atrocities",
      "answer": "the Impaler"
    },
    {
      "category": "MUSIC STUFF",
      "text": "Mark Feld was the original name ofthislate style icon who joined the Rock and Roll Hall of Fame in 2020 with his band T. Rex",
      "answer": "Marc Bolan"
    },
    {
      "category": "BLOOD",
      "text": "When a waste product known as bilirubin builds up in the blood, this yellowing of the skin & eyes can occur",
      "answer": "jaundice"
    },
    {
      "category": "2-LETTER WORDS",
      "text": "A moon in our solar system named for a maiden of myth",
      "answer": "Io"
    },
    {
      "category": "THE REST IS HISTORY",
      "text": "Locally, this early 1900s Chinese secret society was called the Righteous & Harmonious Fists; foreigners gave them this name",
      "answer": "Boxers"
    },
    {
      "category": "SERVING",
      "text": "The number of people in a dining party is referred to using this 3-letter word, as in 6-this at table 15",
      "answer": "top"
    },
    {
      "category": "TREYS",
      "text": "A prince among men, this man III ruled Monaco for 56 years, until his death in 2005",
      "answer": "Rainier (III)"
    }
  ]
}