{
  "title": "Show #6131 - Monday, April 18, 2011",
  "date": {
    "day": 18,
    "month": "April",
    "year": 2011
  },
  "clues": [
    {
      "category": "REAL HISTORICAL HOUSEWIVES OF D.C.",
      "text": "In February 1962 millions of Americans tuned in to watch her TV \"Tour of the White House\"",
      "answer": "(Jackie) Kennedy"
    },
    {
      "category": "FOOD WORDS & PHRASES",
      "text": "To savor the taste of, like a certain hot dog topping",
      "answer": "relish"
    },
    {
      "category": "FORBES' MOST-EDUCATED SMALL TOWNS",
      "text": "No. 1:This Maryland town that's home to a naval hospital",
      "answer": "Bethesda"
    },
    {
      "category": "A\" IS FOR AUTHOR",
      "text": "...of \"Little Men\"",
      "answer": "(Louisa May) Alcott"
    },
    {
      "category": "HOLIDAYS & OBSERVANCES",
      "text": "Horton heard that \"Read Across America Day\", March 2, coincides with the birthday of this children's author",
      "answer": "Dr. Seuss"
    },
    {
      "category": "BACKSTAGE AT THE MET",
      "text": "(Sarah reports from backstage at the Metropolitan Opera in New York.)  The great soprano Deborah Voigt wearsthiscostume in the Met's 2011 production of this Wagner opera, in which she plays the title role",
      "answer": "Die Walküre(The Valkyrie)"
    },
    {
      "category": "REAL HISTORICAL HOUSEWIVES OF D.C.",
      "text": "Only 6 rooms were finished when she moved in in 1800, & she ended up using the East Room to hang laundry",
      "answer": "Abigail Adams"
    },
    {
      "category": "FOOD WORDS & PHRASES",
      "text": "To thwart someone's plans is \"to cook\" this web-footed bird",
      "answer": "his goose"
    },
    {
      "category": "FORBES' MOST-EDUCATED SMALL TOWNS",
      "text": "No. 12:You'll find some southern Ph.D.'s here, 10 miles from Durham & 25 from Raleigh",
      "answer": "Chapel Hill"
    },
    {
      "category": "A\" IS FOR AUTHOR",
      "text": "...of \"Metaphysics\" in the 300s B.C.",
      "answer": "Aristotle"
    },
    {
      "category": "HOLIDAYS & OBSERVANCES",
      "text": "Britannica says this animal observed on Feb. 2 is \"basically a giant North American ground squirrel\"",
      "answer": "a groundhog"
    },
    {
      "category": "BACKSTAGE AT THE MET",
      "text": "(Sarah reports from backstage at the Metropolitan Opera in New York.)  Now what opera might feature dancing bears?  \"The Magic Flute\", when staged at the Met by this director, famed for her Broadway version of \"The Lion King\"",
      "answer": "Julie Taymor"
    },
    {
      "category": "REAL HISTORICAL HOUSEWIVES OF D.C.",
      "text": "After her husband suffered a stroke in 1919, any requests to see him or communicate with him had to go through her first",
      "answer": "Edith Wilson"
    },
    {
      "category": "FOOD WORDS & PHRASES",
      "text": "This food staple is paired with circuses to mean extravagant entertainment to appease the masses",
      "answer": "bread"
    },
    {
      "category": "FORBES' MOST-EDUCATED SMALL TOWNS",
      "text": "No. 15:This Pennsylvania town that's also known for some football, Nittany Lions style",
      "answer": "State College"
    },
    {
      "category": "A\" IS FOR AUTHOR",
      "text": "...of a poem she read at Clinton's first inauguration",
      "answer": "(Maya) Angelou"
    },
    {
      "category": "HOLIDAYS & OBSERVANCES",
      "text": "Casimir Pulaski Day, the first Monday in March, celebrates a Revolutionary War hero born in this country",
      "answer": "Poland"
    },
    {
      "category": "BACKSTAGE AT THE MET",
      "text": "(Jimmy reports from backstage at the Metropolitan Opera in New York.)  Here in the scenic shop, we're hammering away at the items that are used onstage in this number performed by the Gypsies in \"Il trovatore\"",
      "answer": "the \"Anvil Chorus\""
    },
    {
      "category": "REAL HISTORICAL HOUSEWIVES OF D.C.",
      "text": "Thewomanenjoying hergrandkidsin the White House movie theater isn't any old granny--she's this First Lady",
      "answer": "Mamie Eisenhower"
    },
    {
      "category": "FOOD WORDS & PHRASES",
      "text": "Joyce's \"Ulysses\" includes a version of this \"sweet\" proverb about using something up & still having it to enjoy",
      "answer": "\"You can't have your cake and eat it, too\""
    },
    {
      "category": "FORBES' MOST-EDUCATED SMALL TOWNS",
      "text": "No. 2:This Boston suburb that's home to one of the Seven Sisters",
      "answer": "Wellesley"
    },
    {
      "category": "A\" IS FOR AUTHOR",
      "text": "...of the ancient Greek comedy \"Clouds\"",
      "answer": "Aristophanes"
    },
    {
      "category": "HOLIDAYS & OBSERVANCES",
      "text": "Daisy Gatson Bates Day in this state celebrates a civil rights activist who helped integrate Little Rock's schools",
      "answer": "Arkansas"
    },
    {
      "category": "BACKSTAGE AT THE MET",
      "text": "(Jimmy reports from backstage at the Metropolitan Opera in New York.)  Backstage at the Met, you can find sets for operas by Verdi, Mozart & Puccini, who begins this opera in a Latin quarter garret\"O, Mimi, tu pi...\"",
      "answer": "La bohème"
    },
    {
      "category": "REAL HISTORICAL HOUSEWIVES OF D.C.",
      "text": "She actually served wine at an 1877 White House dinner before the ban on alcohol went into effect",
      "answer": "\"Lemonade\" Lucy Hayes"
    },
    {
      "category": "FOOD WORDS & PHRASES",
      "text": "(Kelly of the Clue Crew shows a map of recent earthquakes around the San Andreas Fault on the monitor.)  A Japanese seismologist saw a possible circular earthquake pattern that could build up to one very large quake, in the hole in what's called the Mogithis, like a bakery treat",
      "answer": "a doughnut"
    },
    {
      "category": "A\" IS FOR AUTHOR",
      "text": "...of 1980's \"The Clan of the Cave Bear\"",
      "answer": "(Jean) Auel"
    },
    {
      "category": "HOLIDAYS & OBSERVANCES",
      "text": "Seward's Day, the last Monday in March, is one of this state's holidays",
      "answer": "Alaska"
    },
    {
      "category": "BACKSTAGE AT THE MET",
      "text": "(Sarah reports from backstage at the Metropolitan Opera in New York.)  The jewelry here was worn byElisabeth Rethberg, portraying this Verdi slave girl, a role in which she made both her 1922 met debut & her 1942 farewell",
      "answer": "Aida"
    }
  ]
}