{
  "title": "Show #8695 - Friday, July 29, 2022",
  "date": {
    "day": 29,
    "month": "July",
    "year": 2022
  },
  "clues": [
    {
      "category": "ISLANDS & PENINSULAS",
      "text": "Michigan is all about peninsulas; theOld Mission & the Leelanauare sub-peninsulas ofthisone that takes up most of the state",
      "answer": "the Lower Peninsula"
    },
    {
      "category": "GOVERNORS",
      "text": "Since 1973 4 governors of this Midwest state have done time in prison, including George Ryan & Rod Blagojevich",
      "answer": "Illinois"
    },
    {
      "category": "BUSINESS ABBREV.",
      "text": "Getting a car loan? Check that APR, this",
      "answer": "annual percentage rate"
    },
    {
      "category": "MOVIE FACTS",
      "text": "It was Brian de Palma who suggested that this director add the now-iconic opening crawl to \"Star Wars\" to give the film's context",
      "answer": "George Lucas"
    },
    {
      "category": "JUST TAKE THE L",
      "text": "Take the L out of a beer league sport (in an alley) & you get an act of showing respect",
      "answer": "bowing & bowling"
    },
    {
      "category": "HOW DO YOU SLEEP AT NIGHT?",
      "text": "With a pillow & mattress made from this \"spring-back\" foam; perhaps you recall that engineer Charles Yost invented it",
      "answer": "memory foam"
    },
    {
      "category": "ISLANDS & PENINSULAS",
      "text": "Sunny destinations on this peninsula include Tulum, Playa del Carmen & of course, Cancun",
      "answer": "the Yucatán"
    },
    {
      "category": "GOVERNORS",
      "text": "In 2022 this Florida governor signed a bill ending Disney World's special district status",
      "answer": "DeSantis"
    },
    {
      "category": "BUSINESS ABBREV.",
      "text": "The way sales of a product change in relation to its price is its P.E.D., or price elasticity of this",
      "answer": "demand"
    },
    {
      "category": "MOVIE FACTS",
      "text": "The animators counted:In this film Carl Fredricksen's house floats thanks to 10,297 balloons",
      "answer": "Up"
    },
    {
      "category": "JUST TAKE THE L",
      "text": "Take the L out of a beer league sport (on ice) & you get an act of healing a disease",
      "answer": "curling & curing"
    },
    {
      "category": "HOW DO YOU SLEEP AT NIGHT?",
      "text": "The pineal gland in my brain is secreting the right amount of this hormone that's also an antioxidant, so just fine",
      "answer": "melatonin"
    },
    {
      "category": "ISLANDS & PENINSULAS",
      "text": "The headquarters of the U.S. Pacific fleet has been on this island since February 1941",
      "answer": "Oahu"
    },
    {
      "category": "GOVERNORS",
      "text": "In 2015 he said the health care program he began as governor of Massachusetts was the forerunner of Obamacare",
      "answer": "Mitt Romney"
    },
    {
      "category": "BUSINESS ABBREV.",
      "text": "Made up of a bundle of home loans, an MBS is a this-backed security",
      "answer": "mortgage"
    },
    {
      "category": "MOVIE FACTS",
      "text": "To portray the \"spice\" on Arrakis, the sound designers on this 2021 sci-fi film sprinkled sand with Rice Krispies",
      "answer": "Dune"
    },
    {
      "category": "JUST TAKE THE L",
      "text": "The sticker identifying the contents of a bottle drops an L to be a doomed man in the Bible",
      "answer": "label & Abel"
    },
    {
      "category": "HOW DO YOU SLEEP AT NIGHT?",
      "text": "Better now that I've got these window coverings that sound like they simulate a power outage to stop all light from coming in",
      "answer": "blackout curtains"
    },
    {
      "category": "ISLANDS & PENINSULAS",
      "text": "Take in different flavors of this island by reading some Pirandello as you eat glorious food in its capital of Palermo",
      "answer": "Sicily"
    },
    {
      "category": "GOVERNORS",
      "text": "In 1994 Angus King ran as an independent & won the governorship of this state, defeating Susan Collins",
      "answer": "Maine"
    },
    {
      "category": "BUSINESS ABBREV.",
      "text": "OPEX stands for these, the ongoing costs of running a business",
      "answer": "operational expenses (operating expenses)"
    },
    {
      "category": "MOVIE FACTS",
      "text": "This movie starring Alicia Silverstone as Cher Horowitz was inspired by Jane Austen's \"Emma\"",
      "answer": "Clueless"
    },
    {
      "category": "JUST TAKE THE L",
      "text": "Another term for a merry-go-round loses an L to go party & get its drink on in a big way",
      "answer": "carousel & carouse"
    },
    {
      "category": "HOW DO YOU SLEEP AT NIGHT?",
      "text": "Really well after a hot bath infused with the essential oil of this fragrant purple flower, a noted natural sleep aid",
      "answer": "lavender"
    },
    {
      "category": "ISLANDS & PENINSULAS",
      "text": "55 mi. from Siberia, the westernmost point of the North American continent is on this peninsula named for a man big in Alaskan history",
      "answer": "the Seward Peninsula"
    },
    {
      "category": "GOVERNORS",
      "text": "She was born in Lansing, where she was sworn in as governor on Jan. 1, 2019",
      "answer": "(Gretchen) Whitmer"
    },
    {
      "category": "BUSINESS ABBREV.",
      "text": "A company's profits divided by its outstanding units of stock are its E.P.S., this",
      "answer": "earnings per share"
    },
    {
      "category": "MOVIE FACTS",
      "text": "John McCain had a cameo as an invited guest in this Vince Vaughn/Owen Wilson comedy",
      "answer": "Wedding Crashers"
    },
    {
      "category": "JUST TAKE THE L",
      "text": "A word describing mild weather mildly drops an L to become a major part of concrete",
      "answer": "clement & cement"
    },
    {
      "category": "HOW DO YOU SLEEP AT NIGHT?",
      "text": "Like millions of other Americans with themaskknown by this 4-letter name to combat my sleep apnea",
      "answer": "a CPAP"
    }
  ]
}