{
  "title": "Show #7003 - Wednesday, February 11, 2015",
  "date": {
    "day": 11,
    "month": "February",
    "year": 2015
  },
  "clues": [
    {
      "category": "GENERAL SCIENCE",
      "text": "Muscles in this sensory organ include the genioglossus & the hyoglossus",
      "answer": "the tongue"
    },
    {
      "category": "FASHION",
      "text": "This jeans maker's Game Day Dockers come in the colors of your favorite college sports teams",
      "answer": "Levi's"
    },
    {
      "category": "WOODEN PLOTS",
      "text": "The wooden title character of Hans Christian Andersen's story \"The Fir Tree\" becomes this at holiday time",
      "answer": "a Christmas tree"
    },
    {
      "category": "TV TEACHERS",
      "text": "We don't see how the unintelligible Miss Othmar taught anything to this \"Peanuts\" title boy in animated specials",
      "answer": "Charlie Brown"
    },
    {
      "category": "HERE'S YOUR REPORT CARD",
      "text": "On Nov. 29, 1963 ex-CIA head Allen Dulles was appointed to this commission that issued a major report",
      "answer": "the Warren Commission"
    },
    {
      "category": "2 Ds & AN F!",
      "text": "Sight-obscuring execution offering",
      "answer": "a blindfold"
    },
    {
      "category": "GENERAL SCIENCE",
      "text": "(Sarah of the Clue Crew delivers the clue from the NASA Glenn Research Ctr in Cleveland, OH.)  I'm at the Simulated Lunar Operations Facility; NASA re-invented the wheel: a wire wheel with springs molds around rocks & creates better traction with more of this, surface resistance to relative motion",
      "answer": "friction"
    },
    {
      "category": "FASHION",
      "text": "It's the 5-letter name for a fur- or faux fur-trimmed hooded jacket originally worn by Eskimos",
      "answer": "a parka"
    },
    {
      "category": "WOODEN PLOTS",
      "text": "This kids' book opens with Mole \"spring-cleaning his little home\"",
      "answer": "The Wind in the Willows"
    },
    {
      "category": "TV TEACHERS",
      "text": "Huffington Post said if you had a science class sub in the '90s, it likely meant watching a VHS of this bow-tied man",
      "answer": "Bill Nye the Science Guy"
    },
    {
      "category": "HERE'S YOUR REPORT CARD",
      "text": "\"Houston, we've had a problem\" was reported during this 1970 Moon mission",
      "answer": "Apollo 13"
    },
    {
      "category": "2 Ds & AN F!",
      "text": "Rhyming car collision with minor damage",
      "answer": "a fender bender"
    },
    {
      "category": "GENERAL SCIENCE",
      "text": "Newts & this other main group of tailed amphibians make up the order Caudata",
      "answer": "salamanders"
    },
    {
      "category": "FASHION",
      "text": "L.L. Bean says, \"From shirts to sheets, we're your... headquarters\" for items made of this warm material",
      "answer": "flannel"
    },
    {
      "category": "WOODEN PLOTS",
      "text": "This 1987 play begins in a Louisiana beauty parlor on Shelby's wedding day",
      "answer": "Steel Magnolias"
    },
    {
      "category": "TV TEACHERS",
      "text": "Trying to cram for this teacher's test, Bart Simpson is told the Pilgrims came over on the Spirit of St. Louis, escaping giant rats",
      "answer": "Mrs. Krabappel"
    },
    {
      "category": "HERE'S YOUR REPORT CARD",
      "text": "CBO for short, it churns out reports like \"Scorekeeping for Enacted Legislation\"",
      "answer": "the Congressional Budget Office"
    },
    {
      "category": "2 Ds & AN F!",
      "text": "Soldiers considered of little value are said to be \"cannon\" this livestock food",
      "answer": "fodder"
    },
    {
      "category": "GENERAL SCIENCE",
      "text": "In 1891 Eugene Dubois found a skullcap of Homo erectus on this Indonesian island",
      "answer": "Java"
    },
    {
      "category": "FASHION",
      "text": "For $60 you can buy a book about this French fashion house's scarves; for $600 you can get a really nice scarf",
      "answer": "Hermès"
    },
    {
      "category": "WOODEN PLOTS",
      "text": "\"Dinosaurs Before Dark\" is the first book in this series of kids' books by Mary Pope Osborne",
      "answer": "The Magic Tree House"
    },
    {
      "category": "TV TEACHERS",
      "text": "Mr. Turner was Cory Matthews' teacher at John Adams High on this '90s sitcom",
      "answer": "Boy Meets World"
    },
    {
      "category": "HERE'S YOUR REPORT CARD",
      "text": "Debuting in 1936, this product-evaluating magazine had 24 black & white pages with, of course, no ads",
      "answer": "Consumer Reports"
    },
    {
      "category": "2 Ds & AN F!",
      "text": "Musical job preceding a type of beetle or crab",
      "answer": "fiddler"
    },
    {
      "category": "GENERAL SCIENCE",
      "text": "This \"action\" draws liquid up a narrow tube placed vertically in the liquid",
      "answer": "capillary action"
    },
    {
      "category": "FASHION",
      "text": "Theseriding breeches named for a city in India are more form-fittingtodaythan they used to be",
      "answer": "jodhpurs"
    },
    {
      "category": "WOODEN PLOTS",
      "text": "Based on a 1908 novel, Virginia's official outdoor drama is \"The Trail of the Lonesome\" this tree",
      "answer": "Pine"
    },
    {
      "category": "TV TEACHERS",
      "text": "You could say hola to Senor Chang, a Spanish teacher on this NBC sitcom that has since moved its campus to Yahoo!",
      "answer": "Community"
    },
    {
      "category": "HERE'S YOUR REPORT CARD",
      "text": "Some reports say surveyor Henry Livingston wrote \"A Visit from St. Nicholas\", not this reputed author",
      "answer": "(Clement Clarke) Moore"
    },
    {
      "category": "2 Ds & AN F!",
      "text": "An appliance for removing moisture from the air",
      "answer": "a dehumidifier"
    }
  ]
}