{
  "title": "Show #5763 - Wednesday, October 7, 2009",
  "date": {
    "day": 7,
    "month": "October",
    "year": 2009
  },
  "clues": [
    {
      "category": "SCIENCE TERMS",
      "text": "Atomic weight is one stat for each of these, a substance that can't be decomposed to a simpler substance",
      "answer": "an element"
    },
    {
      "category": "OOPS IN SPORTS",
      "text": "This longtime Green Bay Packer is the only QB to throw more than 300 career interceptions",
      "answer": "Brett Favre"
    },
    {
      "category": "MADISON AVE. MENAGERIE",
      "text": "In one ad, 3 frogs with a possible drinking problem croaked out the name of this beer as they stole a case of the stuff",
      "answer": "Budweiser"
    },
    {
      "category": "INFLATABLE",
      "text": "In the event of a car crash, the rapid expansion of nitrogen gas is used to inflate these emergency devices",
      "answer": "air bags"
    },
    {
      "category": "CINCINNATI",
      "text": "Appropriately, Cincinnati is found on this river",
      "answer": "the Ohio River"
    },
    {
      "category": "REDS",
      "text": "Head to Moscow's Red Square to see this man on display in his mausoleum",
      "answer": "Lenin"
    },
    {
      "category": "SCIENCE TERMS",
      "text": "Heavier objects have more this, the tendency of an object to resist a change in its state of motion",
      "answer": "inertia"
    },
    {
      "category": "OOPS IN SPORTS",
      "text": "The 2009 French Open women's final ended with a whimper, Dinara Safina's seventh of these serving mistakes",
      "answer": "a double fault"
    },
    {
      "category": "MADISON AVE. MENAGERIE",
      "text": "A dog of this breed became famous for saying, \"Yo quiero Taco Bell\"",
      "answer": "a chihuahua"
    },
    {
      "category": "INFLATABLE",
      "text": "In an angioplasty, a balloon is inflated to clear a blocked one of these",
      "answer": "an artery"
    },
    {
      "category": "CINCINNATI",
      "text": "In 1837 William Procter formed a business partnership in Cincinnati with this man, his brother-in-law",
      "answer": "(James) Gamble"
    },
    {
      "category": "REDS",
      "text": "Despite being red, coats worn in this controversial English sport are called pinks after a tailor who invented them",
      "answer": "fox hunting"
    },
    {
      "category": "SCIENCE TERMS",
      "text": "Rhyming term for the response by animals when they encounter a threat",
      "answer": "fight or flight"
    },
    {
      "category": "OOPS IN SPORTS",
      "text": "In 1968 Roberto de Vicenzo's signing of an incorrect scorecard knocked him from a playoff at this Augusta event",
      "answer": "the Masters"
    },
    {
      "category": "MADISON AVE. MENAGERIE",
      "text": "It's the 2-word catchphrase said to an apparently suicidal animated tuna who wanted to be put in a StarKist can",
      "answer": "\"Sorry, Charlie!\""
    },
    {
      "category": "INFLATABLE",
      "text": "Usually attached to an inflatable cuff, a sphygmomanometer measures this",
      "answer": "blood pressure"
    },
    {
      "category": "CINCINNATI",
      "text": "What's now Cincinnati was part of this territory, the first possession of the United States",
      "answer": "the Northwest Territory"
    },
    {
      "category": "REDS",
      "text": "Colorful 1960s song heardhere",
      "answer": "\"Roses Are Red (My Love)\""
    },
    {
      "category": "SCIENCE TERMS",
      "text": "Alkalis are strong these, which turn litmus paper from red to blue",
      "answer": "bases"
    },
    {
      "category": "OOPS IN SPORTS",
      "text": "Honus Wagner made 825 of these in his career, including 60 in 1905; good thing he hit .363 that year",
      "answer": "errors"
    },
    {
      "category": "MADISON AVE. MENAGERIE",
      "text": "In 2001 Tom Hanks' brother Jim began voicing Geoffrey, spokes-giraffe for this children's play store",
      "answer": "Toys \"R\" Us"
    },
    {
      "category": "INFLATABLE",
      "text": "This term for a small, inflatable boat dragged behind a yacht comes from the Hindi for \"small boat\"",
      "answer": "dinghy"
    },
    {
      "category": "CINCINNATI",
      "text": "Dr. Albert Sabin developed this vaccine at the University of Cincinnati medical school",
      "answer": "polio"
    },
    {
      "category": "REDS",
      "text": "It's the fort over which Francis Scott Key witnessed \"the rockets' red glare\"",
      "answer": "Fort McHenry"
    },
    {
      "category": "SCIENCE TERMS",
      "text": "If it's not transparent, or even translucent, but quite impenetrable to light, it's this",
      "answer": "opaque"
    },
    {
      "category": "OOPS IN SPORTS",
      "text": "On \"Reading to Succeed\" night, this NBA home team's fans got a poster of a player in a \"Woves\" (not a \"Wolves\") jersey",
      "answer": "Minnesota Timberwolves"
    },
    {
      "category": "MADISON AVE. MENAGERIE",
      "text": "Boy, ah say, boy, this big Warner Bros. bird hawked for the Colonel & KFC; now go away, boy, ya bothah me!",
      "answer": "Foghorn Leghorn"
    },
    {
      "category": "INFLATABLE",
      "text": "Also called puffers, these fish are known for their ability to inflate themselves for defensive purposes",
      "answer": "blowfish"
    },
    {
      "category": "CINCINNATI",
      "text": "In 1990 a Cincinnati museum faced obscenity charges after exhibiting the work of this photographer",
      "answer": "(Robert) Mapplethorpe"
    },
    {
      "category": "REDS",
      "text": "The Red Sea was formed about 20 million years ago when this peninsula broke away from Africa",
      "answer": "the Arabian Peninsula"
    }
  ]
}