{
  "title": "Show #6116 - Monday, March 28, 2011",
  "date": {
    "day": 28,
    "month": "March",
    "year": 2011
  },
  "clues": [
    {
      "category": "D-DAY",
      "text": "The deepest ground penetration on June 6 was not by Americans or Brits but by this country's forces at Juno beach",
      "answer": "Canada"
    },
    {
      "category": "LET'S DO \"UNCH",
      "text": "Let's have this mid-morning meal with a portmanteau name",
      "answer": "brunch"
    },
    {
      "category": "AUSTRIANS",
      "text": "As a U.S. governor, he established the hydrogen highway & million solar roofs plan",
      "answer": "Schwarzenegger"
    },
    {
      "category": "THE U.S. BOARD ON GEOGRAPHIC NAMES",
      "text": "The USBGN rarely approves the use of this punctuation mark, so it endorses names like Henrys Fork & Pikes Peak",
      "answer": "an apostrophe"
    },
    {
      "category": "SOUNDS GEOMETRIC",
      "text": "You may facetiously call your wastebasket this \"file\"",
      "answer": "a circular file"
    },
    {
      "category": "CHEVY CHASE ONSNL",
      "text": "(Chevy Chase delivers the clue from the set ofCommunity.)  On \"Weekend Update\", I announced \"Our top story tonight: Generalissimo\" this man \"is still dead\"",
      "answer": "Franco"
    },
    {
      "category": "D-DAY",
      "text": "The decision to go on June 6 was due to James Stagg, chief adviser to Eisenhower on this atmospheric science",
      "answer": "weather"
    },
    {
      "category": "LET'S DO \"UNCH",
      "text": "Let's hit the gym & do these till our abs cry",
      "answer": "crunch"
    },
    {
      "category": "AUSTRIANS",
      "text": "He graduated from the medical school of the University of Vienna in 1881; tell me, how do you feel about that?",
      "answer": "Freud"
    },
    {
      "category": "THE U.S. BOARD ON GEOGRAPHIC NAMES",
      "text": "D'oh!  The USBGN's website says it's a myth that there's a community named this in each of the 50 states--there's one in only 34",
      "answer": "Springfield"
    },
    {
      "category": "SOUNDS GEOMETRIC",
      "text": "The Texas Dept. of Agriculture uses this geometric term for the nutritious food kids should eat--breakfast, lunch & dinner",
      "answer": "a square meal (food pyramid)"
    },
    {
      "category": "CHEVY CHASE ONSNL",
      "text": "(Chevy Chase delivers the clue from the set ofCommunity.)  In 1986, 10 years after I played at least a small part in denying this man a new term, I met him at a conference on humor & the presidency held at his museum",
      "answer": "Gerald Ford"
    },
    {
      "category": "D-DAY",
      "text": "A counterattack by tanks called these, from the German for \"armor\", was barely turned back by British gunners",
      "answer": "Panzers"
    },
    {
      "category": "LET'S DO \"UNCH",
      "text": "Let's get a pizza... & a couple of burritos... & some chips... I've got a bad case of these",
      "answer": "the munchies"
    },
    {
      "category": "AUSTRIANS",
      "text": "Pre-Spago, this chef's first job in the U.S. was at La Tour in Indianapolis in 1973",
      "answer": "(Wolfgang) Puck"
    },
    {
      "category": "THE U.S. BOARD ON GEOGRAPHIC NAMES",
      "text": "The USBGN shot down a recent proposal to change the name of this to the \"Gulf of America\"",
      "answer": "the Gulf of Mexico"
    },
    {
      "category": "SOUNDS GEOMETRIC",
      "text": "At the 1976 Olympics, Nadia Comaneci got a perfect 10 on this uneven equipment",
      "answer": "the parallel bars"
    },
    {
      "category": "CHEVY CHASE ONSNL",
      "text": "(Chevy Chase delivers the clue from the set ofCommunity.)  When I checked into \"Samurai Hotel\", Richard Pryor & this actor argued with swords, over who'd carry my bags to my room",
      "answer": "John Belushi"
    },
    {
      "category": "D-DAY",
      "text": "Visits to Longues-sur-Mer, the only coastal German one of these emplacements with guns intact, are \"electrifying\"",
      "answer": "batteries"
    },
    {
      "category": "LET'S DO \"UNCH",
      "text": "Let's have you prove me right by showing you know this term for an intuition",
      "answer": "a hunch"
    },
    {
      "category": "THE U.S. BOARD ON GEOGRAPHIC NAMES",
      "text": "The USBGN has been in the middle as Alaska's lawmakers have fought with Ohio's over the name of this mountain",
      "answer": "(Mt.) McKinley"
    },
    {
      "category": "SOUNDS GEOMETRIC",
      "text": "Rather than long-term care for chronic disorders, some hospitals give this type of care (the opposite of obtuse)",
      "answer": "acute"
    },
    {
      "category": "CHEVY CHASE ONSNL",
      "text": "(Chevy Chase delivers the clue from the set ofCommunity.)  I played this \"SNL\" character who tried to gain entry into peoples' homes by claiming to be a plumber, a dolphin & a deliverer of a \"candygram\"",
      "answer": "the Land Shark"
    },
    {
      "category": "D-DAY",
      "text": "Rommel said, \"the first 24 hours of the invasion will be decisive...it will be\" this, which became the title of a book & movie",
      "answer": "the longest day"
    },
    {
      "category": "LET'S DO \"UNCH",
      "text": "Let's read \"An American Dilemma\", this Nobel Prize winner's 1944 study of race relations",
      "answer": "(Ralph) Bunche"
    },
    {
      "category": "THE U.S. BOARD ON GEOGRAPHIC NAMES",
      "text": "The USBGN catalogs the locations of these but won't release them; if you want to spelunk, you're on your own",
      "answer": "caves"
    },
    {
      "category": "SOUNDS GEOMETRIC",
      "text": "(Kelly of the Clue Crew reports from Microsoft Research in Redmond, WA.)  Microsoft surface uses multiple cameras to find my finger position with this geometric technique where two known points lead to the location of an unknown",
      "answer": "triangulation"
    },
    {
      "category": "CHEVY CHASE ONSNL",
      "text": "(Chevy Chase delivers the clue from the set ofCommunity.)  I told Gilda Radner, \"I don't know, Babs, but I do know this--you've really let\" this small, fleshy item that hangs from the soft palate \"go to the dogs\"",
      "answer": "your uvula"
    }
  ]
}