{
  "title": "Show #4501 - Monday, March 15, 2004",
  "date": {
    "day": 15,
    "month": "March",
    "year": 2004
  },
  "clues": [
    {
      "category": "SCIENCE & TECHNOLOGY",
      "text": "On Oct. 15, 2003 it became the third country to launch a man into space; the Shenzhou 5 spacecraft orbited the Earth 14 times",
      "answer": "China"
    },
    {
      "category": "WHAT A DOLL!",
      "text": "This singer from Utah sells her own line of dolls & named the one seen here for her daughter Jessica",
      "answer": "Marie Osmond"
    },
    {
      "category": "A CANDY-GORY",
      "text": "Pep-O-Mint was the first flavor of these",
      "answer": "Life Savers"
    },
    {
      "category": "LITERATURE",
      "text": "The cheery first \"Masterpiece Theatre\" season included \"Jude the Obscure\" & this Russian's \"The Possessed\"",
      "answer": "Dostoevsky"
    },
    {
      "category": "COMMUNICATION",
      "text": "From an unpleasant tone it produces, a loudspeaker may be called this \"box\"",
      "answer": "squawk box"
    },
    {
      "category": "VOCABULARY",
      "text": "From the Spanish estampar, \"to stamp\", it's a lot of hoof stamping by a lot of cows",
      "answer": "stampede"
    },
    {
      "category": "SCIENCE & TECHNOLOGY",
      "text": "In 1901 Eugene Demarcay discovered Eu, this rare-earth metal that's named for a continent",
      "answer": "Europium"
    },
    {
      "category": "WHAT A DOLL!",
      "text": "In 1999 Mattel gave this doll a new baby sister named Krissy",
      "answer": "Barbie"
    },
    {
      "category": "A CANDY-GORY",
      "text": "This Peter Paul candy bar, coconut in bittersweet chocolate, has been around since 1920",
      "answer": "Mounds"
    },
    {
      "category": "LITERATURE",
      "text": "\"Wide Sargasso Sea\" by Jean Rhys is the story of the mad wife of this \"Jane Eyre\" character",
      "answer": "Rochester"
    },
    {
      "category": "COMMUNICATION",
      "text": "Fittingly, the Niagara Falls, N.Y. Public Library has a collection of these items that cost 23 cents to send",
      "answer": "postcards"
    },
    {
      "category": "VOCABULARY",
      "text": "A 6th century misprint of this word meaning \"the highest point\" gave us acne",
      "answer": "acme"
    },
    {
      "category": "SCIENCE & TECHNOLOGY",
      "text": "If an atom loses one of these, it becomes a cation, a positively charged ion",
      "answer": "electron"
    },
    {
      "category": "WHAT A DOLL!",
      "text": "In the art world, the \"King of Pop\" is this man, immortalized here",
      "answer": "Andy Warhol"
    },
    {
      "category": "A CANDY-GORY",
      "text": "Leo Hirshfield dubbed his chewy penny candy this, in honor of his daughter's nickname",
      "answer": "Tootsie Roll"
    },
    {
      "category": "LITERATURE",
      "text": "In 1856 Revue de Paris readers followed this tale of the miserable wife of a boring doctor",
      "answer": "Madame Bovary"
    },
    {
      "category": "COMMUNICATION",
      "text": "When the Yankees signed Hideki Matsui, they hired Roger Kahlon to do this job",
      "answer": "translator/interpreter"
    },
    {
      "category": "VOCABULARY",
      "text": "To the Greeks, chloros was a pale shade of this color; hence chlorine & chlorophyll",
      "answer": "green"
    },
    {
      "category": "SCIENCE & TECHNOLOGY",
      "text": "(Cheryl of the Clue Crew at the Eli Whitney Museum in New Haven, Connecticut)  In the 1940s, Dr. William Sewell created an artificial one of these, using parts from an erector set",
      "answer": "an artificial heart"
    },
    {
      "category": "WHAT A DOLL!",
      "text": "One of the first dolls made from vinyl was Sparkle Plenty, based on a character in this detective comic strip",
      "answer": "Dick Tracy"
    },
    {
      "category": "A CANDY-GORY",
      "text": "This Nestle candy bar, crisped rice in chocolate, was introduced in 1938",
      "answer": "Crunch"
    },
    {
      "category": "LITERATURE",
      "text": "A fling with the valet is one of the escapades of this Strindberg title \"Miss\"",
      "answer": "Miss Julie"
    },
    {
      "category": "COMMUNICATION",
      "text": "Usual term for the item seen here, dropped by the millions over Iraq as part of psychological operations",
      "answer": "leaflet"
    },
    {
      "category": "VOCABULARY",
      "text": "Its old name was Blotmonath, the month of sacrifice; time to butcher animals for the winter",
      "answer": "November"
    },
    {
      "category": "SCIENCE & TECHNOLOGY",
      "text": "The tokamak, this type of nuclear reactor, uses plasma heated to 180 million degrees as fuel",
      "answer": "fusion"
    },
    {
      "category": "WHAT A DOLL!",
      "text": "Sister Cecilia, seen here, is part of this wacky exercise guru's \"Collection of the Masters\" line",
      "answer": "Richard Simmons"
    },
    {
      "category": "A CANDY-GORY",
      "text": "These chocolate-covered caramels were named for the disappointment at not being able to make them perfectly round",
      "answer": "Milk Duds"
    },
    {
      "category": "LITERATURE",
      "text": "\"I Married a Communist\", \"The Human Stain\" & \"American Pastoral\" make up a recent trilogy by this novelist",
      "answer": "Philip Roth"
    },
    {
      "category": "COMMUNICATION",
      "text": "In 1995 Echostar Communications launched the satellite Echostar I & established this \"network\"",
      "answer": "Dish Network"
    },
    {
      "category": "VOCABULARY",
      "text": "From the Greek for \"out of the center\", it's an adjective for someone who acts a bit off the norm",
      "answer": "eccentric"
    }
  ]
}