{
  "title": "Show #4226 - Monday, January 6, 2003",
  "date": {
    "day": 6,
    "month": "January",
    "year": 2003
  },
  "clues": [
    {
      "category": "QUEENS",
      "text": "Britain's beloved Queen Mum, who died in 2002 at age 101, was this queen's mum",
      "answer": "Queen Elizabeth II"
    },
    {
      "category": "LET'S GO TO THE MOVIES",
      "text": "In this 2002 film, a house-elf named Dobby warns Harry Potter that great danger awaits him at Hogwarts",
      "answer": "Harry Potter and the Chamber of Secrets"
    },
    {
      "category": "DON'T TRY THIS AT HOME",
      "text": "Don't jump up & down on your bed to the point that it causes one of these seismic shakings of the Earth's crust",
      "answer": "earthquake"
    },
    {
      "category": "CLIP ART",
      "text": "Ceremony in which the person depicted here is participating",
      "answer": "graduation"
    },
    {
      "category": "THE FUTURE OF AMERICA",
      "text": "The XLth of these championship games will be played in Detroit on Feb. 5, 2006",
      "answer": "the Super Bowl"
    },
    {
      "category": "VOCABULARY TEST",
      "text": "Term for a female goat or for someone who takes care of kids",
      "answer": "nanny"
    },
    {
      "category": "QUEENS",
      "text": "This country's Queen Silvia, seen here, lives in Drottningholm Palace just outside of Stockholm",
      "answer": "Sweden"
    },
    {
      "category": "LET'S GO TO THE MOVIES",
      "text": "Ads for \"The Santa Clause 2\" announced that \"The Search for\" her \"Begins November 1st\"",
      "answer": "Mrs. Clause"
    },
    {
      "category": "DON'T TRY THIS AT HOME",
      "text": "Don't play fetch with one of these poisonous snakes from India seen here if it wanders into the house",
      "answer": "cobra"
    },
    {
      "category": "CLIP ART",
      "text": "In one of the great sports matchups ever, he was the foe of the runner seen here",
      "answer": "the Hare"
    },
    {
      "category": "THE FUTURE OF AMERICA",
      "text": "A new president elected in 2008 would finish serving his or her first term in January of this year",
      "answer": "2013 (January 20th)"
    },
    {
      "category": "VOCABULARY TEST",
      "text": "Originally a farmer who lived nearby, now it's any nearby resident, especially one right next door",
      "answer": "neighbor"
    },
    {
      "category": "LET'S GO TO THE MOVIES",
      "text": "In 2002 these 3 superheroes from the Cartoon Network joined forces to defeat the evil monkey Mojo Jojo",
      "answer": "the Powerpuff Girls"
    },
    {
      "category": "DON'T TRY THIS AT HOME",
      "text": "Don't roll around in a barrel in preparation for going over these waterfalls on the Canada/U.S. border",
      "answer": "Niagara Falls"
    },
    {
      "category": "CLIP ART",
      "text": "This job is so important they named the chair after it",
      "answer": "director"
    },
    {
      "category": "THE FUTURE OF AMERICA",
      "text": "The Space Launch Initiative is an effort to develop a reusable transport system as a successor to this one",
      "answer": "the space shuttle"
    },
    {
      "category": "VOCABULARY TEST",
      "text": "In math the radius of a circle is half of the line called this",
      "answer": "diameter"
    },
    {
      "category": "LET'S GO TO THE MOVIES",
      "text": "The soundtrack to this summer Disney animated hit featured 5 songs sung by Elvis Presley",
      "answer": "Lilo & Stitch"
    },
    {
      "category": "DON'T TRY THIS AT HOME",
      "text": "Don't walk on the surface of this closest star to the Earth unless you're wearing heat-resistant booties",
      "answer": "the Sun"
    },
    {
      "category": "CLIP ART",
      "text": "Before books, there were these, still used as torahs",
      "answer": "scrolls"
    },
    {
      "category": "THE FUTURE OF AMERICA",
      "text": "The Census Bureau projects that in 2010 the U.S. population will pass this many hundred million",
      "answer": "300 million"
    },
    {
      "category": "VOCABULARY TEST",
      "text": "It's what we call the northern or southern half of the Earth, as divided by the equator",
      "answer": "hemisphere"
    },
    {
      "category": "LET'S GO TO THE MOVIES",
      "text": "In this 2002 sequel Carmen & Juni Cortez head to \"The Island of Lost Dreams\" & meet up with a mad scientist",
      "answer": "Spy Kids 2"
    },
    {
      "category": "DON'T TRY THIS AT HOME",
      "text": "Don't get too close to one of these, like Etna or Vesuvius, if one starts erupting in your backyard",
      "answer": "volcano"
    },
    {
      "category": "CLIP ART",
      "text": "Mighty tree that'll grow from the little thing seen here",
      "answer": "oak"
    },
    {
      "category": "THE FUTURE OF AMERICA",
      "text": "In 2004 the Missouri Historical Society will open a bicentennial exhibit honoring this exploring duo",
      "answer": "Lewis & Clark"
    },
    {
      "category": "VOCABULARY TEST",
      "text": "While a synonym has the same meaning as another word, this is a word that means just the opposite",
      "answer": "antonym"
    }
  ]
}