{
  "title": "Show #9361 - Monday, June 23, 2025",
  "date": {
    "day": 23,
    "month": "June",
    "year": 2025
  },
  "clues": [
    {
      "category": "HISTORIC U.S. BUSINESSES",
      "text": "The Advent of eBay hasn't stopped Los Angeles' Abell family from hosting these events since 1916",
      "answer": "auctions"
    },
    {
      "category": "FOUND IN THE NATO PHONETIC ALPHABET",
      "text": "Parker of jazz or Puth of pop",
      "answer": "Charlie"
    },
    {
      "category": "READ",
      "text": "The fifth book in a series, \"Sunrise on the Reaping\" opens at the start of the 50th annual these, so a Quarter Quell is in the works",
      "answer": "The Hunger Games"
    },
    {
      "category": "YELLOW",
      "text": "The video for this Cardi B song doesn't have that much of the color you'd expect, though there is a cheetah",
      "answer": "\"Bodak Yellow\""
    },
    {
      "category": "BLUE",
      "text": "The Latin for \"sea water\" gives us the name of this pale blue gemstone",
      "answer": "aquamarine"
    },
    {
      "category": "SALUTE THE FLAG OF ECUADOR!",
      "text": "Thesunrepresents this resource; in 2022, a company announced it had found a lost city of it in Southeast Ecuador",
      "answer": "gold"
    },
    {
      "category": "HISTORIC U.S. BUSINESSES",
      "text": "Good timing! Famed for its sourdough, the Boudin French Bakery opened in San Francisco in this year",
      "answer": "1849"
    },
    {
      "category": "FOUND IN THE NATO PHONETIC ALPHABET",
      "text": "It purportedly got its name because it resembled the uncle of the Film Academy librarian",
      "answer": "Oscar"
    },
    {
      "category": "READ",
      "text": "At a cancer support group in this John Green novel, Hazel would introduce herself with \"Sixteen. Thyroid originally...\"",
      "answer": "The Fault in Our Stars"
    },
    {
      "category": "YELLOW",
      "text": "Snoopy's guesses at what kind of bird this yellow friend of his is have included the rufous-sided towhee, not a great thought",
      "answer": "Woodstock"
    },
    {
      "category": "BLUE",
      "text": "2 presidential homes, Montpelier & Monticello, offer views of these mountains in Virginia",
      "answer": "the Blue Ridge Mountains"
    },
    {
      "category": "SALUTE THE FLAG OF ECUADOR!",
      "text": "Admire the mightycóndor--condor; feeding-wise it is un carroñero, this 9-letter word",
      "answer": "a scavenger"
    },
    {
      "category": "HISTORIC U.S. BUSINESSES",
      "text": "Built of bricks of this in 1857, the R&R Market in San Luis, Colorado kept going strong after fires in 1895 & 1947",
      "answer": "adobe"
    },
    {
      "category": "FOUND IN THE NATO PHONETIC ALPHABET",
      "text": "Topaz is the traditional birthstone of this month",
      "answer": "November"
    },
    {
      "category": "READ",
      "text": "Just like magic, Paulo Coelho wrote this mystical novel in just 2 weeks; it's become a bestseller over the last 37 years",
      "answer": "The Alchemist"
    },
    {
      "category": "YELLOW",
      "text": "TV cartoon makers like to grab us with yellow characters, like this dog pal of Finn on \"Adventure Time\"",
      "answer": "Jake"
    },
    {
      "category": "BLUE",
      "text": "Traditionally, the blue in blue jeans comes from this plant dye",
      "answer": "indigo"
    },
    {
      "category": "SALUTE THE FLAG OF ECUADOR!",
      "text": "Ecuador'sembassyin London, once in the news as Julian Assange's refuge, is in this area with a type of sir & a type of span in its name",
      "answer": "Knightsbridge"
    },
    {
      "category": "HISTORIC U.S. BUSINESSES",
      "text": "Like Wyatt Earp did, you can still get a drink at the Palace Restaurant & Saloon in Prescott in this state",
      "answer": "Arizona"
    },
    {
      "category": "FOUND IN THE NATO PHONETIC ALPHABET",
      "text": "Male half of a 1597 play title",
      "answer": "Romeo"
    },
    {
      "category": "READ",
      "text": "The title of this very long novel by David Foster Wallace comes from a line in \"Hamlet\" & implies hilarity",
      "answer": "Infinite Jest"
    },
    {
      "category": "YELLOW",
      "text": "Kate Hudson's yellow dress inthismovie was inspired by the color of the 80-carat Isadora diamond she also wears",
      "answer": "How to Lose a Guy in 10 Days"
    },
    {
      "category": "BLUE",
      "text": "This piece, probably George Gershwin's best known, opens with a swooping clarinet",
      "answer": "Rhapsody in Blue"
    },
    {
      "category": "SALUTE THE FLAG OF ECUADOR!",
      "text": "The ship'smastisthisancient staff of Mercury to symbolize commerce; it got mixed up with another staff & now also reps doctors",
      "answer": "the caduceus"
    },
    {
      "category": "HISTORIC U.S. BUSINESSES",
      "text": "The Bismarck Tribune shocked the nation with the first full account of this 1876 event in which one of its correspondents died",
      "answer": "the Battle of Little Bighorn (Custer's Last Stand)"
    },
    {
      "category": "FOUND IN THE NATO PHONETIC ALPHABET",
      "text": "It's from Gaelic words for \"water of life\"",
      "answer": "whiskey"
    },
    {
      "category": "READ",
      "text": "The preface to this Hawthorne novel mentions \"the folly of tumbling down an avalanche of ill-gotten gold, or real estate\"",
      "answer": "The House of the Seven Gables"
    },
    {
      "category": "YELLOW",
      "text": "This director is known for using lots of yellow in his whimsical films likeMoonrise Kingdom& also inhisown neckwear",
      "answer": "Wes Anderson"
    },
    {
      "category": "BLUE",
      "text": "The Fightin' Blue Hens represent the university of this state",
      "answer": "Delaware"
    },
    {
      "category": "SALUTE THE FLAG OF ECUADOR!",
      "text": "Theriveron theflagis the Guayas, which as you might imagine, runs through this largest Ecuadorian port",
      "answer": "Guayaquil"
    }
  ]
}